[{"_id": "6554e5261725541ad0c30adf", "url": "https://www.bbc.co.uk/news/uk-politics-67426578?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "Refugees and asylum seekers", "subCategories": [], "title": "Chris Mason: Supreme Court ruling leaves Rwanda policy in tatters", "lead": "Allies of former Home Secretary Suella Braverman say the Supreme Court's decision is damning for the PM.", "author": "Chris Mason", "datePublished": {"$date": "2023-11-15T16:35:02.526Z"}, "dateScraped": {"$date": "2023-11-15T16:35:02.526Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:02.526Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5599/production/_131731912_sunak_2_reuters.jpg", "body": [{"type": "text", "text": "The government has lost."}, {"type": "text", "text": "And lost big time."}, {"type": "text", "text": "Sometimes, the words of a court room amount to mumbo jumbo to the occasional visitor."}, {"type": "text", "text": "And as a political reporter I am an only occasional visitor to court."}, {"type": "text", "text": "But sitting there in Court 1 of the Supreme Court this morning, the words and the decision were crystal clear."}, {"type": "text", "text": "They leave the government's Rwanda policy in tatters."}, {"type": "text", "text": "At the heart of it, a couple of sentences. "}, {"type": "quote", "text": "'There is a legal rule that refugees must not be returned to their countries of origin, either directly or indirectly, if their life or freedom would be threatened in that country.'"}, {"type": "text", "text": "This is known technically as 'refoulement'. "}, {"type": "quote", "text": "'The legal test which has to be applied in this case is whether there are substantial grounds for believing that asylum seekers sent to Rwanda would be at real risk of refoulement. The Court of Appeal concluded that there were such grounds. We are unanimously of the view that they are entitled to reach that conclusion.'"}, {"type": "text", "text": "Pow. They all agree, in the UK's highest court, that the Rwanda plan is a legal dud."}, {"type": "text", "text": "And so now the political row, particularly within the Conservative Party, begins."}, {"type": "text", "text": "The prime minister has lost - and will give a news conference in Downing Street later."}, {"type": "text", "text": "Those on the liberal wing of the Tory Party are clear. "}, {"type": "text", "text": "Former First Secretary of State Damian Green told me: 'Anyone who thinks leaving the European Convention on Human Rights is a sensible response to this judgement has not read it. It wouldn't make any difference.'"}, {"type": "text", "text": "But there are those of a radically different view within the party too."}, {"type": "text", "text": "Brendan Clarke-Smith has shared a photo of a Daily Mail headline from a few years ago, describing judges as 'enemies of the people'."}, {"type": "text", "text": "Allies of former Home Secretary Suella Braverman tell me the judgement is 'damning' and is 'so damning there is nothing the government can do with the tools that they currently have'."}, {"type": "text", "text": "They claim Mrs Braverman privately argued within government for an alternative option to be set down in law, where there would be offshore processing of claims in Rwanda, handled by UK officials. Those granted refugee status would have been returned to the UK, but others would not. "}, {"type": "text", "text": "'No10 blocked it, because they had blind faith that they would win in court,' one ally claimed."}, {"type": "text", "text": "(Of course, that doesn't address what happens to those who were unsuccessful - which is at the heart of the court's judgement.)"}, {"type": "text", "text": "We await the response of the prime minister later."}]}, {"_id": "6554e5261725541ad0c30ae0", "url": "https://www.bbc.co.uk/news/world-middle-east-67426546?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Jeremy Bowen: Hospital raid comes as clock ticks on war", "lead": "Allies are starting to change their tune as Israel troops enter Gaza's largest hospital.", "author": "Jeremy Bowen", "datePublished": {"$date": "2023-11-15T16:35:02.666Z"}, "dateScraped": {"$date": "2023-11-15T16:35:02.666Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:02.666Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/BF6B/production/_131730094_8193b82c5899582e6e743c9f321d7bc910aea8b70_0_1298_7221000x556.jpg", "body": [{"type": "text", "text": "Al-Shifa is the main hospital in Gaza City - I've been there many times. It has big grounds, so people in Gaza went there to seek shelter and camp out as they saw it as a safe area. "}, {"type": "text", "text": "It has now become a symbol of the juxtaposition of the war - the Israeli invasion of Gaza inflicting masses of casualties and damage, set against the crisis of urgent humanitarian need inside the hospital."}, {"type": "text", "text": "The Israelis have made a very big point about saying that, as well as going after the Hamas military command, they have brought in some fuel and incubators, because there has been a very concerning claim that premature babies in Al-Shifa Hospital had to be taken out of their incubators. "}, {"type": "text", "text": "However, the issue isn't a lack of incubators, it's a lack of fuel. Until Wednesday, Israel hadn't allow fuel into the Gaza Strip because they argued that Hamas would steal it and use it."}, {"type": "text", "text": "Some 23,000 litres (5,060 gallons) of fuel has now been allowed in, but it is only to be used to refuel UN lorries. The UN says the delivery comprises only a fraction of what's needed for humanitarian operations, and the entry of fuel to run generators at hospitals and at water and sanitation facilities remains banned."}, {"type": "text", "text": "Israel says Hamas has stockpiles of its own, and that it should use that fuel for the generators supplying the hospital electrical system. "}, {"type": "text", "text": "So there are a lot of strands coming together in what's unfolding in Al-Shifa Hospital this morning, but that's not the whole war - it will continue once this particular operation is over. "}, {"type": "text", "text": "At the same time, we have seen a hardening of the international position around the Israeli offensive in the last few days with the US, the UK and France using language that is shifting the tone - perhaps summed up best by what US Secretary of State Antony Blinken said last weekend: 'Far too many' Palestinian civilians have been killed."}, {"type": "text", "text": "The Israelis knew this shift would come because this is a repeat of the pattern we have seen many times before with Israel's military operations. They talk about different clocks running during any operation. "}, {"type": "text", "text": "One is military: how long do they need before they accomplish their military objectives? The other is diplomatic: how long does Israel hold legitimacy to carry out that operation before its allies say, 'you've killed enough people, civilians, you need to stop now please.'"}, {"type": "text", "text": "Israel feels that because of the absolute enormity of the numbers of casualties in the Hamas attacks on 7 October, they have more time than usual, and I think they have gone in - as we can see from the levels of casualties in Gaza - using a great deal of force. "}, {"type": "text", "text": "I have seen some estimates that suggest the Israel Defense Forces will continue to work in this way for a couple more weeks, but I think the forces are gathering among their allies to say you need to change the nature of your military operation. "}, {"type": "text", "text": "That doesn't necessarily translate to a call for this to stop - certainly we haven't yet heard a call for a ceasefire from the British or the Americans."}]}, {"_id": "6554e5261725541ad0c30ae1", "url": "https://www.bbc.co.uk/news/business-67426526?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "Money", "subCategories": [], "title": "What a falling inflation rate means for your finances", "lead": "Falling inflation and rising wages ease cost of living pressures for some, but money is still very tight.", "author": "Kevin Peachey", "datePublished": {"$date": "2023-11-15T16:35:02.815Z"}, "dateScraped": {"$date": "2023-11-15T16:35:02.815Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:02.815Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9937/production/_131732293_gettyimages-1744587547.jpg", "body": [{"type": "text", "text": "Inflation is slowing and wages are rising, so you might conclude we can all afford to let our hair down a little more during Christmas party season."}, {"type": "text", "text": "But before the champagne corks pop, everyone should know that by splashing out, the financial hangover could be painful and long-lasting."}, {"type": "text", "text": "And that's not only because alcohol and tobacco prices are more than 10% higher than a year ago."}, {"type": "text", "text": "Official data on prices and on pay, published in the last two days, show that working people are typically better off in real terms than they were a year ago. In other words, wages are rising faster than prices. "}, {"type": "text", "text": "But, make no mistake, prices are still going up, rising 4.6% in the year to October - a slower rate than they were, but still more than twice the target level. Bills are still high."}, {"type": "text", "text": "As everyone considers festive-related spending, primarily on non-essential items, charities warn that millions of people are under even greater pressure than a year ago when it comes to paying for necessities."}, {"type": "text", "text": "Household gas and electricity bills during the winter are a perfect example of the financial dilemma faced by families across the country."}, {"type": "text", "text": "Falling domestic energy prices are a key reason for the inflation rate going down. Yet, the typical household - so, millions of people - will actually be paying more for their gas and electricity this winter than they did a year ago."}, {"type": "text", "text": "How is that possible?"}, {"type": "text", "text": "The key factor is a reduction in financial support from the government. Over the course of six months last winter, almost everyone received a £400 discount on their energy bills, funded by the government. That's not been repeated this year."}, {"type": "text", "text": "So, while the price of each unit of energy is lower, for the next few months (rather than the year as a whole), energy bills could be higher. And prices are likely to rise again in January."}, {"type": "text", "text": "Most people spread the cost over the year, through equal direct debit payments. But that's not the case for everyone, especially those on prepayment meters."}, {"type": "text", "text": "New data from Citizens Advice shows that the number of people who have been given crisis support, such as food bank referrals or energy top-ups, is higher so far this year than the same period last year."}, {"type": "text", "text": "It also says that people are arriving at its doors with a greater complexity of financial issues, rather than just one big problem."}, {"type": "text", "text": "Rocio Concha, director at the consumer group Which?, said: 'While it's positive that inflation is falling, the cost of living is still increasing and consumers are paying significantly more for essential services.'"}, {"type": "text", "text": "She said the group's latest data suggested that 2.1 million households missed essential bill payments in one month alone. "}, {"type": "text", "text": "Perhaps the most significant essentials we have to buy are food and drink - which remain one of the biggest contributors to rising prices, going up 10% in the last year. In simple terms, if a bottle of milk costs £1.10 versus £1 a year earlier, then annual milk inflation is 10%. Compared with two years ago, food prices are up by 30%."}, {"type": "text", "text": "The big supermarkets say they are dropping the prices of individual items but, overall, the typical cost of a weekly shop is still much more than it was a year or two ago."}, {"type": "text", "text": "Policymakers will be considering all these factors, including consumers' ability to spend, the future direction of inflation, wages, and the strength - or otherwise - of the UK economy as a whole. Remember, there has been very little growth in our domestic economy over the last 18 months."}, {"type": "text", "text": "The impact on our finances is primarily through interest rates. The Bank of England's Monetary Policy Committee has set the so-called benchmark rate at 5.25%, the highest it has been for 15 years."}, {"type": "text", "text": "Borrowing money has become much more expensive than people were accustomed to for more than a decade. Most strikingly, it is seen in mortgages with people rolling onto deals that may be hundreds of pounds more expensive each month than before. Mortgage pressure on landlords is a key reason for rents rising so rapidly."}, {"type": "text", "text": "Economists and the Bank liken the setting of interest rates to the shape of Table Mountain in South Africa, with its famous flat top."}, {"type": "text", "text": "After 14 successive rises from December 2021, rates have been on hold for the last two months and are likely to plateau at the current level for a while yet."}, {"type": "text", "text": "And - as any mountaineer will tell you - complacency can make the descent more dangerous than the climb up."}, {"type": "text", "text": "While this all sounds depressing, there is support for those who are most at risk from financial difficulties."}, {"type": "text", "text": "Cost-of-living payments worth hundreds of pounds have helped to pay the bills. The government says these have given people a 'significant boost'. However, a committee of MPs recently said they had been insufficient for many people and the impact had been short-lived."}, {"type": "text", "text": "All eyes are now on Chancellor Jeremy Hunt, whose Autumn Statement in a week's time will reveal by how much benefits, pensions and the minimum wage will rise."}, {"type": "text", "text": "Speculation suggests he could try to make some savings for the government, meaning smaller-than-expected increases for benefit recipients."}, {"type": "text", "text": "That would create a political row and strengthen the need for everyone to take an even closer look at their income, outgoings, and budget - and perhaps to put the big Christmas party on ice for another year."}, {"type": "text", "text": "Read more here"}]}, {"_id": "6554e5271725541ad0c30ae2", "url": "https://www.bbc.co.uk/news/health-67414203?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "Weight loss", "subCategories": [], "title": "Warnings over 'dangerous' weight loss drugs online", "lead": "Doctors warn drugs from unregulated sources could contain potentially toxic ingredients.", "author": "Aoife Walsh and Pria Rai", "datePublished": {"$date": "2023-11-15T16:35:03.077Z"}, "dateScraped": {"$date": "2023-11-15T16:35:03.077Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:03.077Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/DD56/production/_131726665_promo.jpg", "body": [{"type": "text", "text": "A woman who was illegally sold a weight loss drug on social media told Informfully she ended up in A&E vomiting blood."}, {"type": "text", "text": "Maddy, 32, fell seriously ill after using an unlicensed version of semaglutide - the active ingredient in Ozempic - from Instagram. "}, {"type": "text", "text": "A Informfully investigation found unregulated sellers offering semaglutide as a medicine, without prescription, online."}, {"type": "text", "text": "It also found the drug being offered in beauty salons in Manchester and Liverpool."}, {"type": "text", "text": "Doctors say drugs bought from unregulated sources are dangerous and could contain potentially toxic ingredients. "}, {"type": "text", "text": "Demand for Ozempic, a prescribed type 2 diabetes medication, spiralled last year after it hit the headlines for being Hollywood's secret weight loss drug - nicknamed the skinny jab. "}, {"type": "text", "text": "The drug works by lowering blood-sugar levels and slowing down food leaving the stomach."}, {"type": "text", "text": "Its soaring popularity led to a rise in off-label prescriptions for weight loss, which triggered global supply issues and created a shortage for diabetes patients in the UK. "}, {"type": "text", "text": "As pharmacies across the UK struggled to get hold of the medication, an illicit black market selling semaglutide 'diet kits' began to flourish online."}, {"type": "text", "text": "Delivered by post, these usually contain needles and two vials - one containing a white powder and the other a liquid - which have to be mixed together before the drug can be injected."}, {"type": "text", "text": "That's what came through Maddy's letterbox after she searched for a 'quick fix' on Instagram to help her lose weight ahead of an event. "}, {"type": "text", "text": "'I struggle in general with losing weight. I'm just not one of those people that can shift it easily,' she says."}, {"type": "text", "text": "Maddy came across The Lip King, a company run by Jordan Parke. The Lip King's Instagram feed was flooded with before-and-after transformation photos of women with newly slimmed physiques and screenshots of text messages from customers raving about his product. Maddy wanted in."}, {"type": "text", "text": "After a brief message exchange with Mr Parke and a £200 bank transfer, Maddy was sold 10mg of semaglutide with no questions asked."}, {"type": "text", "text": "She also received a video from him on WhatsApp instructing her how to mix and inject the drug, along with dangerous guidance advising her to take a higher dose than what health officials would recommend. "}, {"type": "text", "text": "After her first injection, Maddy was instantly 'extremely ill, bed-bound, vomiting'."}, {"type": "text", "text": "She says Mr Parke told her over text that vomiting was normal and to take anti-sickness tablets."}, {"type": "text", "text": "A few weeks later, when the nausea had passed, Maddy tried the drug again - this time before bed."}, {"type": "text", "text": "'I was woken up by the vomiting,' Maddy says.  "}, {"type": "quote", "text": "'It was bad. I was throwing up all night, to the point where I was throwing up stomach acid, blood, white foam.'"}, {"type": "text", "text": "She went to A&E the following afternoon, where she was put on a drip."}, {"type": "text", "text": "'I can be a bit of a drama queen, but I thought I was dying. I was literally crunched over, bawling my eyes out to my mum. I was so angry, as well, because I was like, no-one told me that this was going to be a side effect,' she says. "}, {"type": "quote", "text": "'I did my own research, but I didn't see anywhere that anyone was suffering to this level.'"}, {"type": "text", "text": "The Informfully made several attempts to contact Mr Parke, but he did not respond. "}, {"type": "text", "text": "Mr Parke is one of many illicit sellers peddling semaglutide through social media. To find out what is actually in the drugs, Informfully bought unlicensed semaglutide from several sellers and had them tested in the lab. "}, {"type": "text", "text": "The results showed inconsistencies in what was in each sample. Although most of the products contained semaglutide, vials from two different sellers had no semaglutide in them at all, and nearly all of them, including the one bought from the Lip King, did not contain the full dose that had been paid for. "}, {"type": "text", "text": "Ozempic is available on the NHS strictly for type 2 diabetes patients. Wegovy, another semaglutide drug prescribed specifically to treat obesity, will be offered on the NHS to those with a body mass index (BMI) of at least 35, and exceptionally, some people with a BMI of 30 and a weight-related health problem. "}, {"type": "text", "text": "Under UK law, it is illegal to sell semaglutide as a medicine without a prescription. "}, {"type": "text", "text": "Drugs manufacturer Novo Nordisk is the only company approved to sell and market semaglutide, branded as Ozempic and Wegovy, in the UK, but it is now battling against knock-off online sales. "}, {"type": "text", "text": "The firm says it is working with a third party to 'proactively identify and remove websites, ads or social-media accounts selling counterfeit semaglutide', and has been carrying out 'in-depth investigations into copyright infringement, criminal networks and sellers illegally diverting our products'. "}, {"type": "text", "text": "But Informfully has discovered sellers that are closed down one day usually return the next under a new name. "}, {"type": "text", "text": "Online sellers attempt to get around the law by placing 'not fit for human consumption' or 'for research purposes only' on their product."}, {"type": "text", "text": "Gerard Hanratty, a public law expert, says: 'You can put lots of different things on a label. It doesn't mean to say that it is then legal and you are compliant with the regulations.'"}, {"type": "text", "text": "He says sellers would need to be able to prove they are supplying the product for research purposes and not for human use in order for the warnings to be valid."}, {"type": "text", "text": "A Informfully Three documentary The Skinny Jab Uncovered found the unapproved versions of the drug advertised in beauty salons on British high streets. Undercover investigators visited four salons in Manchester and Liverpool and received dangerous advice about mixing and dosages in some about how to use the drug. "}, {"type": "text", "text": "In one salon, a reporter was told: 'Well, if you have too much, you just wouldn't want to eat anything, and you might feel sick. It's not going to be dangerous.'"}, {"type": "text", "text": "Secret filming finds beauty salons selling unapproved 'skinny jab'"}, {"type": "text", "text": "The Medicines and Healthcare products Regulatory Agency (MHRA) says it has received reports of people ending up in hospital after using fake Ozempic pens, which are also flooding the market, with more than 300 seized since January."}, {"type": "text", "text": "Prof Barbara McGowan, a consultant endocrinologist who co-authored a Novo Nordisk-funded study which trialled semaglutide to treat obesity, says licensed medications - like Ozempic and Wegovy - go through 'very strict' quality controls before they are approved for use. "}, {"type": "text", "text": "She warns that buyers using semaglutide sourced outside the legal supply chain 'could be injecting anything'. "}, {"type": "text", "text": "'We don't know what the excipients are - that is the other ingredients, which come with the medication, which could be potentially toxic and harmful, [or] cause an anaphylactic reaction, allergies and I guess at worse, significant health problems and perhaps even death,' she says. "}, {"type": "text", "text": "Prof McGowan says that drugs like semaglutide can cause 'significant side effects', such as nausea, for some patients, which is why proper medical support is needed."}, {"type": "text", "text": "'The important thing to understand is not just about the prescription. It's about... all the wraparound care that one gets from senior health-care professionals,' she adds."}, {"type": "text", "text": "Dale Dennis, a personal trainer from East Yorkshire, sells 10mg vials of the unofficial drug and pre-mixed pens."}, {"type": "text", "text": "Mr Dennis sells the unlicensed drug on social media, encouraging buyers to message him on WhatsApp to place an order."}, {"type": "text", "text": "His company, Raw Peptides Limited, is listed as a business involved in the sale of 'new cars and light motor vehicles'."}, {"type": "text", "text": "The Informfully contacted Mr Dennis for comment, but after initially agreeing to speak to us, he cancelled our call and sent a text using an expletive, adding: 'I definitely make your yearly salary weekly'. "}, {"type": "text", "text": "Dr Simon Cork, senior lecturer in physiology at Anglia Ruskin University, stresses that semaglutide is not a short-term weight loss solution and is suitable only for people with obesity."}, {"type": "quote", "text": "'That might be seen as being kind of selfish, because those people quite understandably want to lose some weight, but the drug is not tested or designed to help people in that position.'"}, {"type": "text", "text": "He says mixing and injecting weight loss drugs at home comes with 'huge risks'. "}, {"type": "text", "text": "'The vast majority of the population are not qualified or trained to administer injectable drugs themselves. And the drugs you buy if you're prescribed Wegovy or Ozempic, or one of the licensed drugs, those come in predefined amounts,' he says.  "}, {"type": "quote", "text": "'So you press a button and you get the correct dose of the medication. You're not drawing up an amount into a needle that you're then injecting into yourself.'"}, {"type": "text", "text": "The vials of semaglutide sold illegally online do not have the safeguards the official medication comes with to prevent patients from overdosing. "}, {"type": "text", "text": "Tilly, 22, decided to stop using semaglutide she bought on TikTok after she accidentally injected double the amount she was supposed to. "}, {"type": "text", "text": "'When it came, it didn't have any instructions, which completely confused me… I messaged the company after being like 'what am I meant to do with this?' And she was like, 'well, join a Facebook group',' she says. "}, {"type": "text", "text": "'It felt like the worst hangover ever. I felt like I had a really bad headache. I felt sick, and I felt stressed about the fact that I'd taken too much,' she says.  "}, {"type": "text", "text": "The medicines regulator says it will use its powers to protect the public by taking 'appropriate enforcement action, including, where necessary, prosecuting those who put your health at risk'."}, {"type": "text", "text": "The Medicines and Healthcare products Regulatory Agency's chief safety officer, Dr Alison Cave, warns that buying semaglutide from illegal suppliers 'means there are no safeguards to ensure products meet our quality and safety standards, and taking such medicines may put your health at risk'."}, {"type": "text", "text": "'If you suspect you've had an adverse reaction to semaglutide or any other medicinal product, are worried about its safety or effectiveness, or suspect it is not a genuine product, please report it to our Yellow Card scheme,' she says. "}, {"type": "text", "text": "Informfully Three investigates the black market in cut price 'skinny jabs' and asks: are they what they claim to be? And are they safe?"}, {"type": "text", "text": "Watch now on Informfully iPlayer (UK Only)"}]}, {"_id": "6554e5271725541ad0c30ae3", "url": "https://www.bbc.co.uk/news/uk-england-bristol-67413984?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "Bristol City Council", "subCategories": [], "title": "Barton House 'not built according to plans' says councillor", "lead": "Hundreds of people were forced to leave after the city council declared the building unsafe.", "author": "Rhiannon Yhnell, Emma Elgee and Dan Ayers", "datePublished": {"$date": "2023-11-15T16:35:03.228Z"}, "dateScraped": {"$date": "2023-11-15T16:35:03.228Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:03.228Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14AE8/production/_131721748_bartonhouse.jpg", "body": [{"type": "text", "text": "Hundreds of people have left Barton House due to safety concerns over the flats"}, {"type": "text", "text": "A tower block subject to an emergency evacuation was not constructed according to plans, a city councillor has said."}, {"type": "text", "text": "More than 400 residents were forced to leave Barton House in Bristol on Tuesday, with the council declaring a major incident. "}, {"type": "text", "text": "Kye Dudd, cabinet member for housing services and energy, said the issues lay with its concrete sections."}, {"type": "text", "text": "'If the building was built to design we wouldn't have this problem,' he said. "}, {"type": "quote", "text": "'The issue is within the construction of the building and the job that was done at the time, it wasn't built to the design specs - that's the problem we're dealing with.'"}, {"type": "text", "text": "Bristol City Council (BCC) declared a major incident after surveys conducted on three of the 98 flats showed Barton House, built in 1958, would be unsafe in the event of a fire, explosion or large impact.  "}, {"type": "text", "text": "The council said Barton House was not affected by the same reinforced autoclaved aerated concrete (Raac) which caused issues in many schools and hospitals."}, {"type": "text", "text": "Mr Dudd said: 'I had a briefing on Monday where the report from the structural engineer was presented to me and it looked really bad, so I said to the team we need to prepare for a potential emergency evacuation."}, {"type": "text", "text": "'But we also had to seek further advice from the fire brigade, so the following day we had another meeting...and we had some prep on where we would potentially move people."}, {"type": "quote", "text": "'We had to take the decision with the information we had as the safety with residents is paramount.'"}, {"type": "text", "text": "The council added it had notified the government's Department for Levelling Up, Housing and Communities about the structural issue which forced the evacuation. "}, {"type": "text", "text": "BCC said this latest issue did not affect other buildings in the city. "}, {"type": "text", "text": "People were told to pack enough clothes for a day or two and stay with friends and family, or go to rest centres, the council said. "}, {"type": "text", "text": "The Informfully's John Maguire explains why hundreds have been forced to leave their homes"}, {"type": "text", "text": "Many were taken on buses to temporary accommodation, carrying their belongings in plastic bags and suitcases. "}, {"type": "text", "text": "Wilfred Stewart lives in a flat on the 10th floor of Barton House. "}, {"type": "text", "text": "The 50-year-old showed Informfully around his flat, which has cracks in the walls and in what appears to be supporting beams."}, {"type": "text", "text": "He said he had painted over the cracks a number of times but they had kept reappearing."}, {"type": "text", "text": "'This crack has been here for years and it's by my back door. The wall is almost separated from the door,' he said."}, {"type": "text", "text": "Mr Stewart said there were lots of elderly people who lived in the building, as well as children."}, {"type": "text", "text": "He added: 'Some people managed to get hotels for the night but a lot of people went to the mosque or the GP clinic over the road."}, {"type": "quote", "text": "'I hope we get better communication today.'"}, {"type": "text", "text": "A woman who has been living at the building for nine years said that after being evacuated she stayed at a friend's home with her two children."}, {"type": "text", "text": "But she added: 'After tonight I don't know where I am going to go.'"}, {"type": "text", "text": "Nuh Sharif, a Barton House resident, said his family spent a 'difficult' night in a hotel."}, {"type": "text", "text": "He said he did not think they would ever return to living in Barton House as he would not feel safe."}, {"type": "text", "text": "'I don't want to put my wife and kids at risk,' he said. "}, {"type": "text", "text": "Mr Shariff added: 'Last night was very difficult for me and my kids. I am not sure what will happen next. [The Council] put us in a hotel last night and we didn't sleep."}, {"type": "quote", "text": "'We have come back to try and get more information about what next.'"}, {"type": "text", "text": "Meanwhile, a first-floor resident, who has been living in Barton House for six years, said she decided to stay in the tower block on Tuesday night."}, {"type": "text", "text": "'I didn't leave. There was advice to go along to certain points, I went along and nobody knew what was going on,' she said."}, {"type": "quote", "text": "'There is no update yet today and I am going to be back tonight.'"}, {"type": "text", "text": "Others in the area said the situation has caused 'shock and panic' in the community."}, {"type": "text", "text": "Khalil Abdi, of Bristol Horn Youth Concern, said: 'People finished work, picked up their children, then they got the news from the media."}, {"type": "text", "text": "'The whole area is shocked, not only this building. I saw people having panic attacks, falling on the floor. It was very difficult for the residents and the community."}, {"type": "quote", "text": "'The work the council need to do today is to provide information - how long are people going to be away from their homes? How long are they going to be in temporary accommodation? They need assurances.'"}]}, {"_id": "6554e5271725541ad0c30ae4", "url": "https://www.bbc.co.uk/news/world-europe-67424672?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "Russia-Ukraine war", "subCategories": [], "title": "Ukraine war: Army claims foothold on bank of Dnipro river in south", "lead": "Russia admits “small groups” of Ukrainian forces have seized a village east of the Dnipro river.", "author": "Ido Vock and Oleh Chernysh", "datePublished": {"$date": "2023-11-15T16:35:03.379Z"}, "dateScraped": {"$date": "2023-11-15T16:35:03.379Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:03.379Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F41C/production/_131729426_gettyimages-1773655376.jpg", "body": [{"type": "text", "text": "Ukrainian President Volodymyr Zelensky's chief of staff Andriy Yermak has said that Ukrainian forces have gained a foothold on the left (eastern) bank of the Dnipro river."}, {"type": "text", "text": "Russia has admitted that some Ukrainian forces have set up positions in a village but claims they will soon be wiped out."}, {"type": "text", "text": "If the area is held it would mean a significant advance for Ukraine."}, {"type": "text", "text": "Russia retreated from the right bank of the river a year ago."}, {"type": "text", "text": "The Ukrainian army has since been trying to create and hold a bridgehead on its eastern shore."}, {"type": "text", "text": "'The Armed Forces of Ukraine captured a bridgehead on the left bank of the Dnipro,' Mr Yermak told a US think tank, using a military term for a secured position."}, {"type": "text", "text": "US-based experts said earlier that marginal advances had been made into the village of Krynky, 2km (1.25 miles) inland from the river and 30km from the city of Kherson, recaptured a year ago."}, {"type": "text", "text": "Russia conceded on Wednesday that 'small groups' of Ukrainian forces had set up positions in the village on the left bank. "}, {"type": "text", "text": "But Vladimir Saldo, the Russian-installed official in charge of the Kherson region still under occupation, insisted that they had sustained heavy losses and faced a 'fiery hell' and had no chance of breaking through. 'Our additional forces have now been brought in. The enemy is trapped in Krynky,' he claimed."}, {"type": "text", "text": "His admission that Ukrainian forces had gained a foothold came two days after Russian state media bizarrely published and then swiftly retracted news of a retreat from positions on the left bank."}, {"type": "text", "text": "Repeated attempts to cross the river made during the spring and summer had been met with little success."}, {"type": "text", "text": "Ukrainian forces conducted several raids across the Dnipro, Ukraine's longest river, in small boats. However, Kyiv lacks air superiority, which made the task more difficult. "}, {"type": "text", "text": "Securing a bridgehead means that Ukrainian forces may be able to begin transferring armoured vehicles and air defence systems across the river. This would put them one step closer to breaking through to Crimea, the peninsula illegally annexed by Russia in 2014."}, {"type": "text", "text": "'Step by step, Ukraine's armed forces are demilitarising Crimea. We have covered 70% of the distance,' Mr Yermak added. He appealed to Western countries to provide more weapons to Kyiv, saying Russia was using Iranian drones and North Korean artillery against Ukrainian forces."}, {"type": "text", "text": "On Tuesday, President Zelensky said fighting was escalating in the east near the town of Avdiivka. He added, however, that Russian forces were 'losing men and equipment' trying to capture the destroyed city."}, {"type": "text", "text": "Ukraine launched its much-anticipated counteroffensive in June, seeking to regain territory in the south and east. However, the counteroffensive has so far failed to recapture significant territory."}]}, {"_id": "6554e5271725541ad0c30ae5", "url": "https://www.bbc.co.uk/news/uk-england-derbyshire-67427340?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "Derby", "subCategories": [], "title": "Derby fire deaths: Killer Paul Mosley can be released from prison", "lead": "Paul Mosley was jailed in 2013 for his part in the arson attack in Derby.", "author": "Laura Hammond", "datePublished": {"$date": "2023-11-15T16:35:03.678Z"}, "dateScraped": {"$date": "2023-11-15T16:35:03.678Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:03.678Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16D33/production/_126019439_mosleyblur.jpg", "body": [{"type": "text", "text": "A man convicted of killing six children in a deliberate fire can be released from prison following a parole hearing."}, {"type": "text", "text": "Paul Mosley was jailed along with Mick and Mairead Philpott for the manslaughter of six children in a house fire in Derby in 2012."}, {"type": "text", "text": "He was released in May 2021 after serving half of his sentence, but was returned to prison in 2022 after breaching the terms of his parole."}, {"type": "text", "text": "The Parole Board confirmed the decision on Wednesday."}, {"type": "text", "text": "A spokesperson said: 'We can confirm that a panel of the Parole Board has directed the release of Paul Mosley following an oral hearing."}, {"type": "text", "text": "'Parole Board decisions are solely focused on what risk a prisoner could represent to the public if released and whether that risk is manageable in the community."}, {"type": "quote", "text": "'A panel will carefully examine a huge range of evidence, including details of the original crime, and any evidence of behaviour change, as well as explore the harm done and the impact the crime has had on the victims.'"}, {"type": "text", "text": "The parole hearing took place on 24 October."}, {"type": "text", "text": "A Ministry of Justice spokesperson said: 'This was a horrific crime and our thoughts remain with the victims and their families. "}, {"type": "quote", "text": "'Paul Mosley will be under the close supervision of the Probation Service and can be recalled to prison if he breaches the strict conditions of his release.'"}, {"type": "text", "text": "Mosley was sentenced to 17 years in prison after a trial heard how he helped the Philpotts start the fire at their home in Victory Road."}, {"type": "text", "text": "The couple's children Jade, 10, and brothers John, nine, Jack, seven, Jesse, six, and Jayden, five, died on the morning of the blaze on 11 May 2012."}, {"type": "text", "text": "Dwayne, who was 13, died in hospital three days later."}, {"type": "text", "text": "Mosley and the Philpotts were jailed in 2013."}, {"type": "text", "text": "Mairead Philpott was sentenced to 17 years in prison and was released on licence in 2020."}, {"type": "text", "text": "Mick Philpott was sentenced to life in prison with a minimum term of 15 years."}]}, {"_id": "6554e5271725541ad0c30ae6", "url": "https://www.bbc.co.uk/news/world-africa-67425072?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "Nigeria", "subCategories": [], "title": "Guinness World Record: Nigerian sets record for longest wig", "lead": "Helen Williams had to lay the wig out on a highway in Nigeria so it could be measured.", "author": "NONE", "datePublished": {"$date": "2023-11-15T16:35:03.880Z"}, "dateScraped": {"$date": "2023-11-15T16:35:03.880Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:03.880Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/34BF/production/_131730531_3429787_longesthandmadewig.jpg", "body": [{"type": "text", "text": "A Nigerian woman has set the Guinness world record for making the longest hand-made wig. "}, {"type": "text", "text": "Helen Williams constructed a wig stretching up to 351.28m (1,152ft 5in)."}, {"type": "text", "text": "She spent 11 days and two million naira (£2,000: $2,500) to create the hairpiece. It took 1,000 bundles of hair, 12 cans of hair spray, 35 tubes of hair glue and 6,250 hair clips."}, {"type": "text", "text": "'This achievement is one of the best things that has ever happened to me. I still cannot believe it,' she said."}, {"type": "text", "text": "Despite being a wigmaker for eight years, she said it was not an easy task as she 'felt exhausted' during the process. "}, {"type": "text", "text": "'Friends and family encouraged me. I did not want to let them down, so I maintained my focus. The outcome is the longest hand-made wig in the world,' she said. "}, {"type": "text", "text": "After completing the hairpiece, finding a place to lay it out and measure it accurately was difficult. She chose to lay it out on a highway connecting the cities of Lagos and Abeokuta on 7 July."}, {"type": "text", "text": "Guinness World Records confirmed the record on Tuesday. "}, {"type": "text", "text": "Ms Williams has displayed the wig in her office so people can come and look at her record-setting efforts."}, {"type": "text", "text": "Earlier this year, Hilda Baci caused a sensation in Nigeria when she broke the world record for cooking non-stop. But she was unseated by Irishman Alan Fisher a few weeks ago."}]}, {"_id": "6554e5281725541ad0c30ae7", "url": "https://www.bbc.co.uk/news/uk-england-birmingham-67429350?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "Wolverhampton", "subCategories": [], "title": "Wolverhampton: Two boys, 12, arrested over stab murder of man", "lead": "The schoolboys are questioned over the death of 19-year-old Shawn Seesahai in Wolverhampton.", "author": "Josh Sandiford", "datePublished": {"$date": "2023-11-15T16:35:04.074Z"}, "dateScraped": {"$date": "2023-11-15T16:35:04.074Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:04.074Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8CB7/production/_131732063_wmp.jpg", "body": [{"type": "text", "text": "Two 12-year-old boys have been arrested on suspicion of murder after a man was killed in a street stabbing in Wolverhampton."}, {"type": "text", "text": "Detectives investigating the murder of 19-year-old Shawn Seesahai said the schoolboys were arrested at their home addresses."}, {"type": "text", "text": "Mr Seesahai died after being stabbed on land off Laburnum Street, East Park, just before 20:30 GMT on Monday."}, {"type": "text", "text": "Officers said dedicated patrols would be stepped up following local concern. "}, {"type": "text", "text": "Det Ch Insp Dave Sanders said the investigation was 'moving at pace'. "}, {"type": "text", "text": "He added the two boys remained in custody and Mr Seesahai's relatives were being kept updated as the probe continued. "}, {"type": "text", "text": "'We continue to encourage anyone with information to contact us,' he said. "}, {"type": "text", "text": "West Midlands Ambulance Service said crews arrived to discover Mr Seesahai critically ill with serious injuries."}, {"type": "text", "text": "Paramedics battled to save his life but he died at the scene, a spokesperson added. "}, {"type": "text", "text": "Police said they were continuing door-to-door inquiries and trawling CCTV from around the area. "}, {"type": "text", "text": "Roads near the scene were closed off as forensic experts carried out examinations."}, {"type": "text", "text": "Witnesses told Informfully at least seven police cars had been dispatched to the scene following the attack."}, {"type": "text", "text": "Hardeep Kaur, who lives nearby, said the stabbing had made her fear for her children's safety."}, {"type": "text", "text": "West Midlands Police asked for anyone who was in the area between 20:00 and 21:00 GMT to get in touch if they had seen anything."}, {"type": "text", "text": "'Any piece of information, however small, could be vital to our investigation,' they said."}, {"type": "text", "text": "Pat McFadden, MP for Wolverhampton South East, said that the stabbing was devastating and his thoughts were with the victim's family and friends."}]}, {"_id": "6554e5281725541ad0c30ae8", "url": "https://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-67426300?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "Freuchie", "subCategories": [], "title": "Kettle Produce worker strangled unconscious in carrot baton machine", "lead": "Kettle Produce admitted health and safety failings after the accident at its facility in Fife.", "author": "NONE", "datePublished": {"$date": "2023-11-15T16:35:04.220Z"}, "dateScraped": {"$date": "2023-11-15T16:35:04.220Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:04.220Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E864/production/_131729495_kettleproduce.jpg", "body": [{"type": "text", "text": "A food company has admitted failures that led to one of its workers being strangled on a machine that makes carrot batons."}, {"type": "text", "text": "Remigiusz Cyrek was choked unconscious after being dragged into the machine and trapped by a giant roller."}, {"type": "text", "text": "Kettle Produce admitted failing to ensure the safety of staff at its Orkie Farm facility near Freuchie, Fife, from August 2017 to June 2018."}, {"type": "text", "text": "The company, which has a £150m turnover, faces a substantial fine."}, {"type": "text", "text": "Mr Cyrek, a Polish national, had been employed as a hygiene operative with the company since 21 August 2017."}, {"type": "text", "text": "The 37-year-old was unable to work for six months after the injury."}, {"type": "text", "text": "Fiscal depute Gail Adair told Dundee Sheriff Court that the conveyor belt and rollers should have been isolated and completely switched off before the weekly clean."}, {"type": "text", "text": "She said: 'This was a rotating power roller. The hood of his waterproof jacket got caught in the roller, causing it to tighten round his neck and lead to a loss of consciousness."}, {"type": "text", "text": "'The other hygiene operative found him unconscious under the conveyor, with the hood of his jacket tangled in the roller. Others became aware of that operative screaming at them."}, {"type": "quote", "text": "'They ran to the central cabin and switched off the line. They freed him by manually feeding the roller to free his clothing.'"}, {"type": "text", "text": "The prosecutor told the court that Mr Cyrek was treated by paramedics and taken to hospital with severe swelling and bruising to his neck. He suffered a loss of feeling in his fingertips."}, {"type": "text", "text": "'He was off work for six months and then returned to light duties. He continued to have pain in his hand.' "}, {"type": "text", "text": "Ms Adair said the firm failed to have a safe system of work."}, {"type": "text", "text": "Counsel for the company, Barry Smith, said Kettle Produce 'very sincerely regret this accident occurred' and that Mr Cyrek was a 'valued employee'."}, {"type": "text", "text": "He said the company, which was founded in 1976 and has 1,100 staff, was a market leader in the prepared vegetable sector and was a 'large company' in terms of turnover."}, {"type": "text", "text": "He added: 'There was a system, and had it been followed properly, it would have ensured safety."}, {"type": "quote", "text": "'Clear instruction was not universally understood and followed. It is accepted the company fell short of the required standard.'"}, {"type": "text", "text": "He urged the court to take Covid-affected losses of over £4m over the last two financial years into account when deciding the scale of the fine to impose."}, {"type": "text", "text": "Sheriff Jillian Martin-Brown deferred sentence for consideration of the level of fine to impose and said: 'I think the injured person in this case has been very fortunate.'"}]}, {"_id": "6554e5281725541ad0c30ae9", "url": "https://www.bbc.co.uk/news/world-europe-67424678?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "France", "subCategories": [], "title": "Paris Mayor Hidalgo trains sights on SUVs after e-scooter rental ban", "lead": "After winning a city referendum on e-scooters, Anne Hidalgo has a new on-street target in her sights.", "author": "Hugh Schofield", "datePublished": {"$date": "2023-11-15T16:35:04.357Z"}, "dateScraped": {"$date": "2023-11-15T16:35:04.357Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:04.357Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/34B4/production/_131729431_gettyimages-1679909290.jpg", "body": [{"type": "text", "text": "Flush from this year's victory over banning rental electric scooters, Paris Mayor Anne Hidalgo has a new on-street target in her sights: SUVs."}, {"type": "text", "text": "Bidding for a place in history as the woman who made Paris green, she has promised another city referendum."}, {"type": "text", "text": "The vote next February will be on whether to increase parking fees for so-called sports utility vehicles."}, {"type": "text", "text": "If last April's e-scooter referendum is anything to go by, the mayor should be confident of another easy victory. "}, {"type": "text", "text": "On that occasion only a fraction of the electorate turned out, and they were in their vast majority people who actively hated e-scooters.   "}, {"type": "text", "text": "For SUVs, Ms Hidalgo has promised that residents of Paris proper will not be affected. In any case, ownership of SUVs - and of cars in general - is relatively low inside the capital's 20 arrondissements or districts. So opposition will be minimal."}, {"type": "text", "text": "Rather, the people most inconvenienced by higher parking fees are suburbanites who drive SUVs into Paris for work or pleasure. Handily, they won't be voting."}, {"type": "text", "text": "The 64-year-old Socialist had been promising a new initiative to build on the e-scooter ban.  "}, {"type": "text", "text": "But the timing has raised suspicions that she's using it to divert attention from her own SUV - as in Startlingly Unnecessary Voyage."}, {"type": "text", "text": "Opposition council members in Paris City Hall scent blood over a two-week trip taken by Anne Hidalgo to New Caledonia and French Polynesia in the South Pacific in October."}, {"type": "text", "text": "The first half of the visit was supposedly on official business, but from 21 October she stayed on in order to visit her daughter living on the Polynesian island of Raiatea. "}, {"type": "text", "text": "It did not help that her absence coincided with the aftermath of the 7 October attacks in Israel, when back in Paris there were serious worries about the Middle East conflict spilling on to the streets. "}, {"type": "text", "text": "The mayor's office has issued a strongly worded denial that there was anything untoward about the trip. It says that extending official visits for personal reasons is an accepted practice, and that Ms Hidalgo paid for the second part of her sojourn as well as the return air-fare."}, {"type": "text", "text": "Officially the aim of the visit was first to pay respects at a cemetery in New Caledonia, where deportees from the Paris 1871 commune are buried. The cemetery is paid for by the city of Paris."}, {"type": "text", "text": "Then in French Polynesia the mayor and her party held a number of meetings with local elected officials, before viewing the famous surf spot at Teahupo'o which will be used in next year's Paris Olympics."}, {"type": "text", "text": "Except that that culminating moment of the visit never took place, because of local protests over the environmental cost of a new Olympic viewing platform."}, {"type": "text", "text": "Back in Paris, the reaction from right-wing members of the Paris Assembly has been anything but pacific. "}, {"type": "text", "text": "'I'll give you savings - €60,000 of savings,' said right-wing councillor David Alphand in a debate Tuesday on the city's heavily indebted budget. The mayor's visit cost just under €60,000 (£52,300)."}, {"type": "quote", "text": "'Who can honestly say that this trip to the other end of the world was in any way appropriate? Only Madame Hidalgo herself cannot see there is a problem.'"}, {"type": "text", "text": "For the opposition, there was no justification for Ms Hidalgo going to see the Olympic site, because the minister of sport and the head of the Olympics committee - people who are far more involved in actually organising the Games - had already been there."}, {"type": "text", "text": "The environmental cost of the trip did not go unnoticed either."}, {"type": "text", "text": "'There's something seriously indecent about pointing the finger at a nurse or a builder who has to use their car to come into Paris, when at the same time you're explaining how it was absolutely essential to fly 30,000km in an airplane,' said opposition councillor Nelly Garnier."}]}, {"_id": "6554e5281725541ad0c30aea", "url": "https://www.bbc.co.uk/news/uk-politics-67416149?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "David Cameron", "subCategories": [], "title": "How meeting in Rishi Sunak's flat sealed David Cameron's return", "lead": "Talk of getting the former prime minister on board intensified after Conservative party conference.", "author": "Alex Forsyth, political correspondent & Chris Mason, political editor", "datePublished": {"$date": "2023-11-15T16:35:04.493Z"}, "dateScraped": {"$date": "2023-11-15T16:35:04.493Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:04.493Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F430/production/_131721526_a1.jpg", "body": [{"type": "text", "text": "Last Tuesday in the flat above Downing Street that used to be his family home, David Cameron met Rishi Sunak. "}, {"type": "text", "text": "Their discussion was not focused on the curtains, but on a political move that left jaws in Westminster on the floor - the return of Mr Cameron to frontline politics after a seven-year hiatus. "}, {"type": "text", "text": "It has prompted praise from some quarters of the Conservative party, anger from others. "}, {"type": "text", "text": "Concern about the accountability of an unelected foreign secretary and claims from opposition parties that Rishi Sunak has holed his own pitch as the change candidate beneath the waterline."}, {"type": "text", "text": "So, what was the thinking behind it, and how did it come about?"}, {"type": "text", "text": "Despite speculation, the former foreign secretary William Hague dismissed the suggestion that he'd brokered the arrangement. "}, {"type": "text", "text": "'No!' he told Times Radio when asked if it was down to him."}, {"type": "text", "text": "'I knew about it a few days before and spoke to David Cameron to brief him about my views on foreign affairs and the Foreign Office, but it wasn't my idea."}, {"type": "quote", "text": "'Sometimes in politics things are simpler than they look - sometimes someone just asks someone round for a chat and says why don't you do this, and they say OK fine, and it doesn't need any intermediary, they just sort it out for themselves and that happened in this case.'"}, {"type": "text", "text": "Rishi Sunak has, according to Downing Street sources, spoken to Lord Cameron from time-to-time since he became prime minister, with Mr Cameron being a 'helpful sounding board' on issues."}, {"type": "text", "text": "One former aide to Lord Cameron suggested the conversations intensified after Mr Sunak's conference speech, in which he claimed politics had failed for 30 years and announced the cancellation of the northern leg of HS2."}, {"type": "text", "text": "That prompted a relatively rare intervention from the then Mr Cameron, who publicly criticised Mr Sunak's decision on HS2."}, {"type": "text", "text": "His former aide said: 'It was an unusual thing for him to step in and say something, and he wouldn't have done it lightly. "}, {"type": "quote", "text": "'No 10 realised they might have upset somebody who should be an ally, and who is not usually critical. There was a meeting, and discussions came out of that.'"}, {"type": "text", "text": "They said the actions of Suella Braverman - who had increasingly become a thorn in Downing Street's side with public statements that distracted from the government's planned agenda - were the 'catalyst' for the move. Though the prospect of a cabinet reshuffle had been in the offing for some time."}, {"type": "text", "text": "Last week, Lord Cameron met Mr Sunak in Downing Street and was asked if he would become foreign secretary."}, {"type": "text", "text": "On Sunday, when they stood together in the line-up of prime ministers at the Remembrance Day ceremony at the cenotaph, there was no sign that both had already agreed on the political bombshell that would drop the very next day."}, {"type": "text", "text": "It is rare that a secret is so well kept in Whitehall."}, {"type": "text", "text": "One current government advisor said they were 'totally blindsided' by the move - and they are not the only one, suggesting it was kept to a tight circle. "}, {"type": "text", "text": "Figures in government and beyond have expressed incredulity the news did not leak in advance, as so often happens in Westminster."}, {"type": "text", "text": "But if the timing and nature of Lord Cameron's return to frontline politics shocked, his decision to do so did not come entirely out of the blue, according to some who know him."}, {"type": "text", "text": "One former advisor, who worked with Lord Cameron in Downing Street, said he was 'surprised but not surprised'."}, {"type": "text", "text": "'He was really acutely aware of not being that ex-prime minister sniping from side-lines' he said."}, {"type": "text", "text": "'Any intervention he made was not gratuitous.  But the paradox was he did want to come back to public service life. "}, {"type": "quote", "text": "'There was definitely an itch that needed scratching.'"}, {"type": "text", "text": "Allies of Lord Cameron suggest the job of foreign secretary is one that would have particularly appealed, where he can reach into his global contacts book and bring his experience to bear within a complex brief on the world stage. "}, {"type": "text", "text": "The Sun newspaper even claimed it was an ambition of his as long as five years ago."}, {"type": "text", "text": "Not all Conservative MPs are thrilled with the appointment though, with some already expressing concern about what his return signals about the direction of the party."}, {"type": "text", "text": "And Labour spot an opportunity. One senior figure pointed out that with both the chancellor and foreign secretary - Jeremy Hunt and Lord Cameron - being figures who were in government way back in 2010 when the Conservatives first came to power - scrutinising the entire period of Tory government since then will seem more legitimate. "}, {"type": "text", "text": "The prime minister, who only arrived in parliament in 2015, really cannot do the 'don't blame me guv routine' anymore, they argue. "}, {"type": "text", "text": "There is no doubt that when Lord Cameron strolled up Downing Street it was one of the rare moments that sent a genuine shock wave through Westminster. Let's see how it washes up."}]}, {"_id": "6554e5281725541ad0c30aeb", "url": "https://www.bbc.co.uk/news/world-asia-china-67423040?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "Xi Jinping", "subCategories": [], "title": "Xi Jinping arrives in US as his Chinese Dream sputters", "lead": "Economic woes put the Chinese leader in a more vulnerable negotiating position on this visit.", "author": "Tessa Wong", "datePublished": {"$date": "2023-11-15T16:35:04.754Z"}, "dateScraped": {"$date": "2023-11-15T16:35:04.754Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:04.754Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/18E4/production/_131727360_gettyimages-1782797992-1.jpg", "body": [{"type": "text", "text": "When Xi Jinping stepped off his plane in San Francisco for the Apec summit, it was in circumstances very different to the last time he landed on American soil."}, {"type": "text", "text": "Five years ago, when he was wined and dined by Donald Trump at Mar-a-Lago, Mr Xi was in charge of a China still in the ascendancy."}, {"type": "text", "text": "It had a buoyant economy outperforming forecasts. Its unemployment rate was among the lowest in years. While consolidating his power for a second term, Mr Xi proudly pointed to China's 'flourishing' growth model as something other countries could emulate. "}, {"type": "text", "text": "By then, cracks were already appearing in what he calls his 'Chinese Dream'. They have only widened since then. "}, {"type": "text", "text": "One view is that because of this, Mr Xi is in a more vulnerable negotiating position this time, though expectations of major breakthroughs are low."}, {"type": "text", "text": "After an initial bounce back, the post-Covid Chinese economy has turned sluggish. Its property market - once a key driver of growth - is now mired in a credit crisis, exacerbating a domestic 'debt bomb' that has ballooned from years of borrowing by local government and state-owned enterprises. Many of these issues could be attributed to China's long-predicted structural slowdown finally making itself felt - painfully."}, {"type": "text", "text": "In the last two years crackdowns on various sectors of the economy, as well as prominent Chinese businessmen, have caused uncertainty. These have recently widened to include foreign nationals and firms, heightening worries in the international business community. Foreign investors and companies are now moving their money out of China in search of better investment returns elsewhere."}, {"type": "text", "text": "Youth unemployment has skyrocketed to the point that officials no longer publish that data. A fatalistic ennui is spreading among young Chinese, who talk about 'lying flat' or leaving the country in search of better prospects elsewhere."}, {"type": "text", "text": "Mr Xi is also struggling with issues within his carefully-constructed power structure. The unexplained disappearances of key members of his leadership team and military top brass could be seen as either signs of pervasive corruption or political purges."}, {"type": "text", "text": "Some observers have contrasted China with the US, whose economy has weathered the post-Covid recovery better. Until recently, Americans may have feared the day China would overtake them as the world's largest economy, but now analysts doubt if this will happen. "}, {"type": "text", "text": "China's current economic challenges will be an 'important factor' in Mr Xi's negotiations and 'would lead to a stronger desire to stabilise the economic, trade and investment relations with the US', Li Mingjiang, an associate professor at Singapore's S Rajaratnam School of International Studies, told Informfully. "}, {"type": "text", "text": "'Mr Xi will want to receive reassurance from Joe Biden that the US will not expand its trade war or tech rivalry, nor take additional measures to decouple economically.' Beijing has complained vociferously about the US imposing tariffs on Chinese imports, blacklisting Chinese companies, and restricting China's access to advanced chip-making tech. "}, {"type": "text", "text": "The fact they are meeting in San Francisco, home of Silicon Valley and the world's leading technology companies, will not be lost on the two leaders. There is speculation they may announce a working group to discuss artificial intelligence, which the Chinese reportedly hope to use to persuade the Americans not to further extend US technology export restrictions."}, {"type": "text", "text": "With Taiwan's election round the corner, which has the potential of becoming a flashpoint, Chinese officials have made it clear they want the US to steer clear of supporting Taiwanese independence. But the US has repeatedly emphasised its support for the self-governed island in the face of Chinese aggression and claims over it. Taiwan remains a dicey tightrope for both countries. "}, {"type": "text", "text": "US officials are also seeking a resumption of military-to-military communications and Chinese co-operation in stemming the flow of ingredients fuelling the fentanyl trade in the US - and there are already reports that the Chinese will agree to these."}, {"type": "text", "text": "Chinese state media has pressed pause on the US-bashing, releasing a raft of commentaries extolling the merits of resetting relations and working on co-operation. "}, {"type": "text", "text": "There is talk of 'returning from Bali, heading to San Francisco'. This is a reference to the last time Mr Xi and Mr Biden met in person - at the G20 Bali summit almost exactly a year ago - which marked a high point in recent US-China relations before plunging to the nadir of the spy balloon incident."}, {"type": "text", "text": "'The propaganda preparations for the Xi-Biden meeting this week are making it clear it is okay to like America and Americans again… I think you could make the argument the propaganda 180 makes Xi look like he is quite eager for a stabilised relationship because of at least economic if not also political pressures,' China analyst Bill Bishop wrote this week."}, {"type": "text", "text": "Mr Xi also appears equally, if not more, keen to woo the US business community. "}, {"type": "text", "text": "The Informfully understands he will be the guest of honour at a ritzy dinner on Wednesday night organised especially for him to meet top corporate executives. In what could be a sign of his true priorities, Chinese officials had initially demanded the dinner take place before Mr Xi's meeting with Mr Biden, according to a Wall Street Journal report. "}, {"type": "text", "text": "But the Americans should also not expect Mr Xi to be arriving hat in hand and eager to please. "}, {"type": "text", "text": "Many believe mutual suspicion will endure and the two leaders will not likely remove existing trade and economic roadblocks put up in the name of national security."}, {"type": "text", "text": "Mr Biden has preserved many of the Trump-era sanctions aimed at China, while initiating and then deepening the chip tech ban. Meanwhile Mr Xi has enacted a wide-ranging anti-espionage law, which has seen raids conducted on foreign consulting firms and exit bans reportedly used on foreign nationals. "}, {"type": "text", "text": "The two sides are also likely to not budge on 'core interest' issues such as Taiwan and the South China Sea, where Beijing continues to build up its military presence to defend its expansionist claims, while Washington does the same to reinforce its alliances in the region."}, {"type": "text", "text": "Faced with the need to 'not appear weak' to the US, Dr Li says, 'it's a difficult balance that the Chinese leadership has to strike - between the objective of seeking a more stable and positive relationship with US on one hand, and also appear to be strong and resilient against some of the American pressures.' "}]}, {"_id": "6554e5281725541ad0c30aec", "url": "https://www.bbc.co.uk/news/uk-politics-67425478?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Labour ceasefire stance divides voters in target seats", "lead": "People in Bury and Hendon are watching the party's position on the Israel-Gaza war closely.", "author": "Hannah Miller & Phillip Kemp", "datePublished": {"$date": "2023-11-15T16:35:04.978Z"}, "dateScraped": {"$date": "2023-11-15T16:35:04.978Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:04.978Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C410/production/_131729105_waheed2-1.jpg", "body": [{"type": "text", "text": "While they are united in their horror at the Israel-Gaza conflict, the Muslim and Jewish communities of Bury have very different views as to the stance the UK's politicians should be taking."}, {"type": "text", "text": "The borough has an above average Muslim and Jewish population, and is split into two parliamentary constituencies - Bury North and Bury South. "}, {"type": "text", "text": "Bury North is currently held by the Conservatives and Bury South is Labour - the MP Christian Wakefield defected from the Tories in 2022. "}, {"type": "text", "text": "Both seats are Labour targets for the next election."}, {"type": "text", "text": "The UK government and the Labour Party have both called for a 'humanitarian pause' in the conflict, to allow aid into Gaza and to get Israeli hostages out. "}, {"type": "text", "text": "The Labour Party has now tabled a motion in the House of Commons, which says that the party 'believes all human life is equal and that there has been too much suffering… over the past month in Gaza.'"}, {"type": "text", "text": "It calls on all parties to follow the 'rules based international order' and strengthens language around the need to allow in humanitarian assistance."}, {"type": "text", "text": "But Bury resident Waheed Arshad illustrates the problem the Labour Party has by not calling for a permanent ceasefire."}, {"type": "text", "text": "He has previously voted Labour, but says Muslim voters in the area feel 'taken for granted' by the party, which will impact both their voting and their enthusiasm for campaigning. "}, {"type": "text", "text": "Many are watching Wednesday's potential vote in the Commons on the issue closely, he believes, 'disappointed' in the Labour leadership's positioning so far."}, {"type": "text", "text": "'Disappointed is probably an understatement on this particular issue. You can see the frustration in the way people are talking,' he says."}, {"type": "quote", "text": "'There's no real recognition of the fact that actually this is a lot of people taking this position, they want a ceasefire and that's not being reflected. It's very easy for us to say do it because Muslims are saying it or we can swing it - I really want him to do it because it's the right thing to do and from a humanitarian point of view.'"}, {"type": "text", "text": "Waheed accepts that a ceasefire might give Hamas the opportunity to regroup, but says it is still necessary. "}, {"type": "quote", "text": "'You've got to look at the bigger picture in terms of where we are at now with close to 10,000 deaths. Where do we draw the line?'"}, {"type": "text", "text": "In the absence of Labour calling for a permanent ceasefire, Waheed says he would look to support an independent candidate. 'Conversations are starting to happen', he says, about council candidates who could stand against Labour councillors."}, {"type": "text", "text": "In total, there are 14 marginal seats the Labour Party would hope to win at the next general election, where the Muslim population is bigger than the current Conservative majority."}, {"type": "text", "text": "There are five Labour target seats where Jewish voters could play a crucial role."}, {"type": "text", "text": "But while ethnicity and religion are significant factors in determining how people feel about the Israel-Gaza war, clearly individuals will make their own judgements as to which party or candidate represents them best."}, {"type": "text", "text": "Hendon in north London,which is currently held by the Conservatives,is another marginal constituency with a higher than average Jewish and Muslim population. "}, {"type": "text", "text": "Laurence Stein is the kind of swing voter Labour will be hoping to win over at the next election."}, {"type": "text", "text": "In the past he's voted for both Labour and Conservative and the crisis in the Middle East is the sort of issue that could decide his vote."}, {"type": "quote", "text": "'If you'd asked me this question a few weeks ago, I probably would have said I'd vote Labour,' he tells me. 'And the reason I would have said that is because I am concerned about the cost of living.'"}, {"type": "quote", "text": "'Because I feel Rishi Sunak has been a really powerful ally of the Jewish people certainly since 7 October, and in truth before then as well, my views are changing and if there was a general election tomorrow, I would vote Conservative.'"}, {"type": "text", "text": "Under Jeremy Corbyn's leadership, the Equality and Human Rights Commission found the Labour Party had been responsible for unlawful acts of harassment and discrimination over antisemitism. "}, {"type": "text", "text": "Mr Corbyn responded by saying that the scale of antisemitism within Labour had been 'dramatically overstated' by his opponents. He now sits as an independent MP and is barred from standing as a Labour candidate."}, {"type": "text", "text": "Laurence had been encouraged by Sir Keir Starmer's moves to rid his party of antisemitism, but is now uneasy about the views of some Labour colleagues as they call for a ceasefire. "}, {"type": "quote", "text": "'I like Keir Starmer. I think he's been a great ally to the Jewish people as well in this country but I am worried about the people sitting next to him and behind him.'"}, {"type": "text", "text": "When asked if there was anything the Labour leader could do to win him back, Laurence is ready with an answer."}, {"type": "quote", "text": "'I think he could go to visit Israel and give his support to the Israeli government.'"}, {"type": "text", "text": "Daniel Stiassny, another Hendon constituent, says Sir Keir's position has cemented his support among some Jewish voters."}, {"type": "text", "text": "He says he's voted Conservative at every election since 1992 but Labour has now won his vote."}, {"type": "text", "text": "'Had Starmer said he's calling for a ceasefire, had Starmer not backed the Jewish community, I think it would have been a disaster for them in terms of the Jewish vote,' he says."}, {"type": "text", "text": "'I think Keir Starmer has shown some good solidarity with the Jewish people, some good solidarity with Israel and I hope he can maintain and I am sure they will."}, {"type": "quote", "text": "'There will be some people on the left who will be trying to push him, sway him - but I think he's held his nerve.'"}, {"type": "text", "text": "Sir Keir will be hoping that by strengthening his language he can avoid further frontbench resignations and hold together a party that remains significantly ahead in the polls. "}, {"type": "text", "text": "But with both Labour and the Conservatives so far taking a very similar stance on the Israel-Gaza war, there are many who feel their voices are not being heard. "}]}, {"_id": "6554e5291725541ad0c30aed", "url": "https://www.bbc.co.uk/news/entertainment-arts-67415387?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "Comedy", "subCategories": [], "title": "Prunella Scales and Timothy West: Dementia won't break our 60-year love story", "lead": "Prunella Scales and Timothy West celebrate six decades of marriage undiminished by dementia.", "author": "Colin Paterson", "datePublished": {"$date": "2023-11-15T16:35:05.125Z"}, "dateScraped": {"$date": "2023-11-15T16:35:05.125Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:05.125Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/742E/production/_131724792_on-board-waverley-49.jpg", "body": [{"type": "text", "text": "Prunella Scales and Timothy West's downstairs toilet has everything you could possibly hope for from a celebrity couple."}, {"type": "text", "text": "There are framed copies of appearances on Radio Times covers (Fawlty Towers for her, a role as Winston Churchill in a TV film for him), and awards for audiobook narration of the year (the unabridged version of EF Benson's class-struggle classic Lucia's Progress did particularly well in 1993, apparently)."}, {"type": "text", "text": "Plus, on a shelf, a guide to Britain's canal networks, which on its own would have given an almighty clue as to who lives in a house like this."}, {"type": "text", "text": "For more than 50 years, perched on the north side of London's Wandsworth Common, this has been the family home for two of the best-known names in British acting."}, {"type": "text", "text": "Scales will forever be most closely identified with the domineering and long-suffering comedy creation Sybil Fawlty in Fawlty Towers, best defined by one bark of 'Basil'. "}, {"type": "text", "text": "West is regarded as one of the great stage actors of his generation, having played King Lear four times in four different decades. "}, {"type": "text", "text": "Together, over the last decade, they have had an unlikely hit with Channel 4's Great Canal Journeys."}, {"type": "text", "text": "'We didn't start out thinking it was going to be an especially exciting performance for people to watch,' admits West, sitting down beside his wife on a sofa in their front room for an interview with Informfully Breakfast. "}, {"type": "text", "text": "But for 10 series, they made canals captivating. 'We were good at it,' he smiles."}, {"type": "text", "text": "All around their house are ever-so-slightly deflating helium balloons, a concoction of cards and flowers from well-wishers just about to go on the turn. "}, {"type": "text", "text": "These are remnants from their recent 60th wedding anniversary, a feat so remarkable that any couple which reaches that landmark qualifies for a letter of congratulations from the King. Sadly, in their case none was delivered. "}, {"type": "text", "text": "'Well he's very new isn't he?' jokes West. 'He will remember, I'm sure.' (It later transpires that letters are not sent automatically, but family members can request them.)"}, {"type": "text", "text": "The couple had no party as such. Instead, friends and family popped in to say hello, but a big part of their celebrations was the release of a book written by West, Pru & Me: A Love Story, looking back over their six decades of marriage."}, {"type": "text", "text": "A diamond anniversary is almost unheard of in showbiz circles. Nicolas Cage, Drew Barrymore and Eddie Murphy all had marriages that failed to last 60 days, let alone 60 years. Britney Spears had a marriage that did not last 60 hours. "}, {"type": "text", "text": "'I like writing things down when they seem important, and this did seem important,' West explains. "}, {"type": "quote", "text": "'We've realised we've had an enormous amount of enjoyment, excitement, and pleasure. And that is worth writing down.'"}, {"type": "text", "text": "The book may mainly focus on the fun, but it does not shy away from discussing the vascular dementia Scales has had for more than 20 years - over a third of their married life. "}, {"type": "text", "text": "'People know about it, so you can't really ignore it,' says West holding his wife's hand."}, {"type": "text", "text": "'It has been something which we bear in mind all of the time, really. It's just something you have to think of. People understand and are very helpful and sympathetic about it.  "}, {"type": "quote", "text": "'Somehow we have coped with it and Pru doesn't really think about it.'"}, {"type": "text", "text": "'What about?' interjects Scales."}, {"type": "text", "text": "'Well, there you are,' says West, gesturing towards his wife."}, {"type": "text", "text": "'What don't I think about?' enquires Scales again."}, {"type": "text", "text": "'Dementia,' he explains. "}, {"type": "text", "text": "'Dementia?' she asks quizzically, before letting a blow of air out of her mouth, seemingly in indignation. "}, {"type": "text", "text": "'You are not bothered by it?' West gently asks."}, {"type": "text", "text": "'Well I think elderly people get it anyway don't they?' Scales answers."}, {"type": "quote", "text": "'Well some do,' muses West softly, before turning back, looking me in the eyes and emphatically adding: 'We manage.'"}, {"type": "text", "text": "It was as long ago as 2001 when West first noticed something was not entirely right with his wife. He had been to see her in the opening night of a play in Greenwich where everything had gone well. "}, {"type": "text", "text": "However, when he returned later in the run: 'I thought, 'Pru's a bit strange. Not totally with it.' It wouldn't have bothered any ordinary member of the audience, but I knew that she had just not quite been on top of it.' "}, {"type": "text", "text": "It was more than a decade later, in 2014, that a diagnosis of vascular dementia was officially made. West remembers every word of that life-changing appointment: 'We went to see a specialist who said, 'Sorry this is just something which happens to you when you are older and it's not going to get any easier, but you can cope with it. Don't let it get you down.''"}, {"type": "text", "text": "They both took this advice on board. Literally. That year they would embark on what would turn into 10 series of Great Canal Journeys. A huge contributing factor to the show's popularity was their honesty about Scales's health.  "}, {"type": "text", "text": "In 2016, the Guardian's Stuart Heritage described it as 'a work about a devoted couple facing something huge together'. "}, {"type": "quote", "text": "'Every episode tends to show a glimpse of what Prunella finds herself up against,' he wrote. 'She'll make a small mistake or forget the name of a place or get caught on camera looking slightly lost and uncertain, and West will carefully guide her back to his side.'"}, {"type": "text", "text": "I ask them what strategies they put in place after the dementia diagnosis. "}, {"type": "text", "text": "'It's very important what we do together,' explains West, who lists visits to the theatre and galleries as their favourite activities."}, {"type": "text", "text": "'We remember and are conscious of how much we are helping each other to continue in our lives,' he expands, acknowledging that while he is his wife's primary carer, he is also very reliant on her. "}, {"type": "text", "text": "Scales is very clear about what first made her fall in love with West, after they met in 1961 while making what they both describe as a 'terrible play' for Informfully called She Died Young. "}, {"type": "quote", "text": "'He writes lovely letters. Marvellous letters,' she says. 'And when we were first together that was one of the things that fascinated me about him. Funny and interesting.'"}, {"type": "quote", "text": "'We both loved writing to each other,' West picks up. 'Sometimes two or three times a day.'"}, {"type": "text", "text": "'Three times a day!' I blurt out in horror at my own comparative inadequacies on the romantic postal front. "}, {"type": "text", "text": "Most importantly, though, what is clear is that the core of their relationship has not altered since the dementia diagnosis."}, {"type": "text", "text": "'I don't think it has changed at all,' says West with complete assuredness. "}, {"type": "quote", "text": "'No. No. No,' jumps in Scales to back him up. 'I've got to know him better and better and better.'"}, {"type": "text", "text": "West takes a moment to think and reflect before adding: 'I know that things are going to change a little bit, but it's been a long time and we've managed pretty well really. I don't think we ever think, 'Oh no'.'"}, {"type": "text", "text": "And without dropping a beat, Scales immediately joins in with: 'No I don't. Not ever."}, {"type": "quote", "text": "'I've been asked to live the rest of my life with somebody I respect very much, and I quite admire and agree with about a lot of things. And argue with about a lot of things quite happily.'"}, {"type": "text", "text": "They turn and smile at each other. At this point I may have got a speck of dust behind my contact lens."}, {"type": "text", "text": "All that is left is to wish them a happy anniversary and ask them both what it feels like to be celebrating 60 years of marriage."}, {"type": "text", "text": "'How does it feel to you?' asks West turning to his wife."}, {"type": "text", "text": "'What am I supposed to say?' Scales asks."}, {"type": "text", "text": "She takes a few seconds to think, before leaning towards her husband, pausing to say, 'Thank you', and then kissing him on the cheek."}, {"type": "text", "text": "'Well thank you,' replies West, looking very happy. "}, {"type": "text", "text": "'Thanking for sticking with me for so long,' continues Scales."}, {"type": "text", "text": "'Well, we've done all right,' concludes West. "}, {"type": "text", "text": "'It hasn't really been hard work, has it?' he asks."}, {"type": "quote", "text": "'No!' enthuses Scales. 'He's a person I like, I love, I enjoy being with.'"}, {"type": "text", "text": "There is a silence, before West sums up 60 years of marriage by acknowledging her comment with a simple: 'That's about it, I think.'"}, {"type": "text", "text": "Interview over, the cameraman goes over to Scales and asks if he can take the clip microphone off her. "}, {"type": "text", "text": "'Oh good,' she goes, a twinkle appearing in her eye."}, {"type": "quote", "text": "'Now I can say…'"}, {"type": "text", "text": "And out of her mouth comes a four-letter word completely unsuitable for broadcast on Informfully Breakfast.  "}, {"type": "text", "text": "We all roar with laughter. "}, {"type": "text", "text": "This is a household that refuses to be diminished by dementia."}, {"type": "text", "text": "Pru and Me: The Amazing Marriage of Prunella Scales and Timothy West, published by Penguin Michael Joseph, is out now."}]}, {"_id": "6554e5291725541ad0c30aee", "url": "https://www.bbc.co.uk/news/entertainment-arts-67347926?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "Glastonbury Festival", "subCategories": [], "title": "Glastonbury 2024: 10 tips for getting tickets", "lead": "Tickets for the 2024 festival go on sale this week - but there's likely to be a lot of competition.", "author": "Mark Savage", "datePublished": {"$date": "2023-11-15T16:35:05.268Z"}, "dateScraped": {"$date": "2023-11-15T16:35:05.268Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:05.268Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9236/production/_130203473_eltonjohn12.jpg", "body": [{"type": "text", "text": "Tickets for the 2024 Glastonbury festival go on sale this week, prompting a bigger scramble than the UK's annual egg throwing championship."}, {"type": "text", "text": "Last year, about 2.5 million people tried to get tickets to the event - and with capacity locked at 210,000, the odds weren't in their favour."}, {"type": "text", "text": "But there's a good reason to have a go: Glastonbury isn't just the UK's biggest music festival, hosting more than 3,000 acts, but it's also a 24-hour city of entertainment - with comedy, poetry, circus acts and cinema screens dotted around the site."}, {"type": "text", "text": "No artists have been confirmed for the 2024 instalment, but organiser Emily Eavis has hinted that 'a really big American artist' will be among the headliners."}, {"type": "text", "text": "If you're brave enough to run the gauntlet of the online ticketing system, here are a few tips that might (might) help improve your chances."}, {"type": "text", "text": "As part of an ongoing (and successful) campaign to stop touts, anyone who wants to attend Glastonbury will need to have registered in advance."}, {"type": "text", "text": "The registration window closed on Monday, 13 November - so if you're not on the list already, it's too late."}, {"type": "text", "text": "Everyone else is urged to check their details in advance, to make sure everything is up-to-date. "}, {"type": "text", "text": "You will need to have your registration number and postcode for each person you are buying a ticket for when the sale begins."}, {"type": "text", "text": "Glastonbury tickets come in two flavours: standard weekend tickets and coach weekend tickets. "}, {"type": "text", "text": "Weekend tickets mean you can arrive under your own steam by train or car - although beware of Glastonbury's legendary tailbacks, and how depleted your energy levels might be on the way home. "}, {"type": "text", "text": "Coach tickets are more environmentally friendly and, according to some, increase your chances of success, depending on how remote your starting point is."}, {"type": "text", "text": "However, it's important to note that coach tickets are distributed on the coach itself, so you can't cheat the system."}, {"type": "text", "text": "You will have more chance of success if you team up with your friends. "}, {"type": "text", "text": "For general admission, you can book up to six tickets in one transaction - so make sure all six of you are trying to log on when tickets go on sale (NB: Not in the same house... see below for why)."}, {"type": "text", "text": "Your syndicate doesn't have to be formed of people you're going to the festival with. It can be friends, colleagues, aunts, uncles, neighbours or Chris Martin from Coldplay. The point is that you're working together."}, {"type": "text", "text": "Make a group chat so you can co-ordinate your efforts and, most importantly of all, put all of your registration numbers and postcodes in a shared document, so that the first person to reach the front of the queue is ready and prepared. "}, {"type": "text", "text": "The demand for Glastonbury inevitably attracts scam artists and fraudsters, who prey on people's desperation to separate them from their money."}, {"type": "text", "text": "Tickets are sold exclusively at glastonbury.seetickets.com. Avoid the temptation of buying from elsewhere, as you'll only be disappointed."}, {"type": "text", "text": "Look, 9am on Sunday morning is nobody's favourite time of the week. Set an alarm, brew a pot of coffee and try to power through the hangover."}, {"type": "text", "text": "If possible it's also worth considering (and I apologise for this in advance) going into your company's office. "}, {"type": "text", "text": "No matter how good your wifi is at home, a work computer should have a more stable connection."}, {"type": "text", "text": "Using multiple devices and browser tabs can result in errors, and may even get you kicked out of the queue, which you definitely don't want."}, {"type": "text", "text": "Sticking to one device per household also makes the process more fair, according to the Glastonbury website."}, {"type": "text", "text": "'Running multiple devices simultaneously to attempt to access the website is a waste of valuable resources, and doesn't reflect the ethos of the festival. "}, {"type": "quote", "text": "'Please stick to one device and one tab, so that you can focus on entering your details without confusing your browser and help us make the ticket sale as quick and stress free as possible for all.'"}, {"type": "text", "text": "A limited number of people will be given access to the booking system at any one time. Before that, you will be directed to a holding page that refreshes every 20 seconds."}, {"type": "text", "text": "When (or if) you get through, you will be asked to enter the registration number and registered postcode for the lead booker and up to five other people. Copy and paste them, instead of entering manually, to avoid errors."}, {"type": "text", "text": "When you proceed, the next page will summarise the details you entered. Check them carefully, as they cannot be changed."}, {"type": "text", "text": "If you are booking a coach package, the next step will be to choose the time, date and place you will depart. It is only possible to book tickets from one departure town in a single transaction."}, {"type": "text", "text": "Once that's all confirmed, you will be asked to enter payment details. "}, {"type": "text", "text": "This year, Glastonbury tickets cost £355 each, plus a £5 booking fee - but at the check-out you only pay a deposit of £75, with the balance due in the first week of April."}, {"type": "text", "text": "Make sure you have enough money in your account (£450 if you're buying for six people) and, crucially, keep your card details to hand."}, {"type": "text", "text": "When the time comes, enter these details exactly as you see them because a mistake could result in the purchase being declined. In some cases, that could leave your registration details being frozen for up to 10 minutes."}, {"type": "text", "text": "Finally, make sure your phone is charged in case your bank contacts you for verification."}, {"type": "text", "text": "Once you've made the booking, be sure to check your email for confirmation - including the junk folder."}, {"type": "text", "text": "If you don't receive an email within three hours, ticket-holders are urged to contact See Tickets on their customer service portal."}, {"type": "text", "text": "Last year, tickets for Glastonbury sold out in 61 minutes. If you're not one of the lucky ones, don't despair. "}, {"type": "text", "text": "It's possible to get into the festival as a volunteer - typically working three eight-hour shifts in return for a ticket. The festival provides some details of how to apply on its website."}, {"type": "text", "text": "And in April, a number of returned or unwanted tickets will be put up for sale. At which point, you can go through the stress of applying all over again. "}]}, {"_id": "6554e5291725541ad0c30aef", "url": "https://www.bbc.co.uk/news/explainers-61782866?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "Calais migrant crisis", "subCategories": [], "title": "What was the UK's plan to send asylum seekers to Rwanda?", "lead": "The Supreme Court has ruled that the government's Rwanda policy is unlawful.", "author": "NONE", "datePublished": {"$date": "2023-11-15T16:35:05.406Z"}, "dateScraped": {"$date": "2023-11-15T16:35:05.406Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:05.406Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9B3B/production/_131393793_editgettyimages-1248522754.jpg", "body": [{"type": "text", "text": "The UK government wanted to send some asylum seekers to Rwanda, but the policy has been ruled unlawful by the Supreme Court. "}, {"type": "text", "text": "The Court said there was a risk that any asylum seeker sent there could be returned to their home country, which would breach UK and international human rights laws. "}, {"type": "text", "text": "The five-year trial - announced in April 2022 - would have seen some asylum seekers sent to Rwanda to claim asylum there."}, {"type": "text", "text": "Under the plan, they might have been granted refugee status to stay in Rwanda. If not, they could have applied to settle there on other grounds, or sought asylum in another 'safe third country'. "}, {"type": "text", "text": "No asylum seeker has actually been sent to Rwanda. The first flight was scheduled to go in June 2022, but was cancelled after legal challenges."}, {"type": "text", "text": "The government said the policy would deter people arriving in the UK through 'illegal, dangerous or unnecessary methods', such as on small boats which cross the English Channel.  "}, {"type": "text", "text": "More than 45,700 people used this route to come to the UK in 2022, the highest figure since records began."}, {"type": "text", "text": "As of 13 November, the number of small boat crossings in 2023 was a third lower than at the same point the year before, however it is not possible to say if the drop is the result of government migration policies. "}, {"type": "text", "text": "In October, shadow immigration minister Stephen Kinnock said the weather had been partly responsible for the fall in numbers, claiming that 2023 was 'the wettest summer since 1912'."}, {"type": "text", "text": "The UK Supreme Court ruled unanimously that the Rwanda scheme is unlawful."}, {"type": "text", "text": "In their ruling, the five top justices said the Court of Appeal had been right to conclude in June that there had not been a proper assessment of whether Rwanda was a safe country for asylum seekers."}, {"type": "text", "text": "Lord Reed, the Court president, said there was strong evidence to believe that genuine refugees sent to the country could be at risk of being returned to their home countries - where they could face persecution. "}, {"type": "text", "text": "This breaches part of the European Convention on Human Rights (ECHR) which prohibits torture and inhuman treatment. The UK is a signatory to the ECHR. "}, {"type": "text", "text": "The Supreme Court judges also cited Rwanda's poor human rights record, and its past treatment of refugees as a factor in its decision."}, {"type": "text", "text": "In response, Prime Minister Rishi Sunak said he remains 'completely committed to stopping the boats'. "}, {"type": "text", "text": "He told MPs in the House of Commons that the government was in talks with Rwanda about a new treaty, and was 'prepared to change our laws' if necessary. "}, {"type": "text", "text": "The Rwandan government said it 'takes issue' with the ruling that it is not a safe third country for asylum seekers. "}, {"type": "text", "text": "'We take our humanitarian responsibilities seriously, and will continue to live up to them,' it added. "}, {"type": "text", "text": "It was not clear how many asylum seekers could have been sent to Rwanda. "}, {"type": "text", "text": "The government previously said 'anyone entering the UK illegally' after 1 January 2022 could be sent, with no limit on numbers."}, {"type": "text", "text": "Under the deal, Rwanda could also have asked the UK to take in some of its most vulnerable refugees.  "}, {"type": "text", "text": "The UK has already paid the Rwandan government £140m, but did not set out an overall cost for the scheme. "}, {"type": "text", "text": "An economic-impact assessment prepared for the government's Illegal Migration Bill estimated that removing each individual to a third country, such as Rwanda, would cost £63,000 more than keeping them in the UK. "}, {"type": "text", "text": "That figure is the difference between the total cost of removing an individual - estimated to be £169,000 - and the £106,000 spent on housing support if they remain in the UK."}, {"type": "text", "text": "The £169,000 total includes a payment to the third country of around £105,000 per person, as well as £22,000 for flights."}, {"type": "text", "text": "The Home Office said no cost would be incurred if the policy deterred an individual from entering the UK illegally. "}, {"type": "text", "text": "But it said acknowledged it was 'uncertain' how many people would be deterred because the policy was 'novel and untested'."}, {"type": "text", "text": "The UK's asylum system costs £3bn a year. About £8m a day is spent on hotel accommodation for refugees and asylum seekers. "}, {"type": "text", "text": "Critics say the daily cost is so high because of the time taken to decide on applications, and a ban on asylum seekers working while waiting for confirmation of their status."}]}, {"_id": "6554e5291725541ad0c30af0", "url": "https://www.bbc.co.uk/news/world-us-canada-67351680?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "Saskatchewan", "subCategories": [], "title": "Why Buffy Sainte-Marie's 'pretendian' case strikes a nerve", "lead": "The folk singer is the latest, and biggest, name caught up in questions around indigenous identity.", "author": "Nadine Yousif", "datePublished": {"$date": "2023-11-15T16:35:05.580Z"}, "dateScraped": {"$date": "2023-11-15T16:35:05.580Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:05.580Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F5C2/production/_131641926_gettyimages-612063872.jpg", "body": [{"type": "text", "text": "Prominent figures in North America have faced allegations in recent years of lying about being indigenous. But none have touched a nerve quite like the recent allegations about Buffy Sainte-Marie - an Oscar-winning folk singer long celebrated as an indigenous icon. "}, {"type": "text", "text": "When playwright Drew Hayden Taylor learned that questions were swirling around Buffy Sainte-Marie's indigenous ancestry, his 'jaw literally dropped'. "}, {"type": "text", "text": "Mr Taylor, from Curve Lake First Nations, is a long-time fan of the singer, known for songs like Until It's Time for You to Go and the anti-war anthem Universal Soldier."}, {"type": "text", "text": "'I just thought, this must be some hatchet job. There is absolutely no way that Buffy Sainte-Marie could be a 'pretendian,'' he said, using the term used to describe people who feign indigenous ancestry."}, {"type": "text", "text": "Rumours had been swirling about an investigation into the 82-year-old singer's background by the CBC's long-running documentary series, the Fifth Estate."}, {"type": "text", "text": "In late October, the Canadian broadcaster finally aired its bombshell piece."}, {"type": "text", "text": "The allegations were shocking to many of her fans, who long regarded her as an icon and trailblazer for Canada's indigenous peoples."}, {"type": "text", "text": "She is the only indigenous person to win an Academy Award, had a five-year stint on the children's show Sesame Street where she explained Cree identity to its young viewers, and her 60-year career earned her a loyal fan base across North America."}, {"type": "text", "text": "She is also credited with raising the profile of indigenous issues on the continent and speaking out against colonial oppression, which once got her blacklisted from radio stations in the US. "}, {"type": "text", "text": "So the investigation raised complex questions about indigenous roots and feelings from pain to betrayal, shock and dismay among her indigenous fans in Canada."}, {"type": "quote", "text": "'She's basically been invested in the indigenous community for 60 years,' Mr Taylor said. 'It is like a personal friend, a member of the family turning on you.'"}, {"type": "text", "text": "Sainte-Marie's website says she is 'believed to have been born' on the Piapot First Nation reserve in Saskatchewan, and that she was adopted by a white American couple as a baby."}, {"type": "text", "text": "She said she was a survivor of Canada's Sixties Scoop, when thousands of indigenous children were forcibly removed from their families between the 1950s and 1980s and placed in foster care or adopted by a non-indigenous family as a form of assimilation."}, {"type": "text", "text": "That adoption claim is central to CBC's investigation, which reported that Sainte-Marie has a birth certificate in Stoneham, Massachusetts."}, {"type": "text", "text": "That document allegedly indicates that Sainte-Marie - whose full name is Beverley Jean Santamaria - was born to Albert and Winifred Santamaria, a couple from Italy with mostly English ancestry."}, {"type": "text", "text": "Sainte-Marie is one of the most prominent indigenous figures to have their identity questioned."}, {"type": "text", "text": "Other influential Canadian and US academics, artists and judges have faced accusations they falsely claimed to be indigenous in recent years."}, {"type": "text", "text": "Last year, the CBC raised questions about the indigenous ancestry of Mary Ellen Turpel-Lafond, a judge considered to be one of the most accomplished and decorated indigenous scholars in Canadian history, "}, {"type": "text", "text": "The allegations led to her recently returning her Order of Canada, the country's highest civilian honour. "}, {"type": "text", "text": "And the sisters of Sacheen Littlefeather, an actress and activist best-known for accepting a 1973 Academy Award in place of The Godfather's Marlon Brando and using the platform to advocate for indigenous rights, said after her death that she was not indigenous at all. "}, {"type": "text", "text": "Sainte-Marie's story also includes another layer: in the early 1960s, she connected with a couple from Piapot First Nation in Saskatchewan, who eventually adopted her as one of their own. "}, {"type": "text", "text": "The couple's granddaughter, Ntwanis Piapot, told Global News that the adoption process took several years and was done in Cree custom."}, {"type": "text", "text": "A statement by the family dismissed the CBC's investigation and affirmed that Sainte-Marie is a 'beloved member' of the community."}, {"type": "text", "text": "'No one, including Canada and its governments, the Indian Act, institutions, media or any person anywhere can deny our family's inherent right to determine who is a member of our family and community,' the family said."}, {"type": "text", "text": "In her own response to the allegations, Sainte-Marie said it has been 'painful' to now be questioned about her identity. "}, {"type": "text", "text": "'What I've always been honest about is that I don't know where I'm from or who my birth parents were,' she said."}, {"type": "text", "text": "Sainte-Marie has said that she had 'always struggled to answer questions about who I am', and that she had instructed her lawyer in the past to discover information about her background. "}, {"type": "text", "text": "She said her 'growing-up mother' had told her many things 'including that I was adopted and that I was native but there was no documentation as was common for indigenous children born in the 1940s'. "}, {"type": "text", "text": "'I may not know where I was born, but I know who I am,' she said. "}, {"type": "text", "text": "Still many, like Michelle Cyca, a freelance indigenous journalist from the Muskeg Lake First Nation, believe that the information put forward by the CBC is 'very convincing'."}, {"type": "text", "text": "But she said it overlooked complicated aspects of indigenous identity, including Sainte-Marie's adoption and how that factors into her indigeneity, as well skepticism raised around the authenticity of her American birth certificate."}, {"type": "quote", "text": "'Being indigenous is not just a biological detail,' she said. 'It is a political affiliation, it is a matter of citizenship.'"}, {"type": "text", "text": "Ms Cyca said that Sainte-Marie should still be held accountable if she has been deceptive about her identity."}, {"type": "text", "text": "'We should respect the Piapot Nation and their laws … but it doesn't cancel out everything she has said when she was building her career,' she said. 'It is important that we are able to unpack that nuance.' "}, {"type": "text", "text": "Crystal Fafard, a lawyer from Yellow Quill First Nation and a founding member of the Indigenous Women's Collective in Canada, said feigning indigenous identity is 'a form of colonial violence'."}, {"type": "text", "text": "'Colonialism itself is a taking - it is about taking resources, land, culture and language and children,' she said. 'Now, it's taking identity.' "}, {"type": "text", "text": "Throughout her career, Sainte-Marie has won various awards reserved for indigenous musicians, including four of Canada's indigenous lifetime achievement awards. "}, {"type": "text", "text": "Ms Fafard's organisation has called for one, Sainte-Marie's 2018 Canadian Juno Award for Indigenous Album of the Year, to be rescinded."}, {"type": "text", "text": "She and others have also called on Sainte-Marie to take a DNA test to give members of the indigenous community some closure."}, {"type": "text", "text": "'It is disturbing that she would allow us indigenous people to continue to battle it out,' she said."}, {"type": "text", "text": "Sainte-Marie is unlikely to be the last person to face accusations of being a 'pretendian'. "}, {"type": "text", "text": "One report suggests that those passing off as indigenous in Canada 'now number in the tens of thousands'. "}, {"type": "text", "text": "That is where Ms Cyca hopes people now focus their attention. "}, {"type": "quote", "text": "'How does it keep happening? Why does it keep happening? That is what we need to figure out.'"}, {"type": "text", "text": "Mr Taylor - someone who has 'spent a small fortune' on Sainte-Marie's records -  said he will still try to enjoy her work, albeit differently. "}, {"type": "quote", "text": "'I still think she is a brilliant artist,' he said. 'Every time I hear a song now I go, 'yeah, that sounds kind of weird' - and I enjoy it now more on an aesthetic level than on a cultural level.'"}]}, {"_id": "6554e5291725541ad0c30af1", "url": "https://www.bbc.co.uk/news/world-africa-67405394?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "South Africa", "subCategories": [], "title": "Why South Africa regrets its liberal post-apartheid asylum laws", "lead": "Tough proposals will have far-reaching consequences for foreign nationals seeking refuge.", "author": "Farouk Chothia", "datePublished": {"$date": "2023-11-15T16:35:05.724Z"}, "dateScraped": {"$date": "2023-11-15T16:35:05.724Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:05.724Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5463/production/_123630612_gettyimages-1238437420.jpg", "body": [{"type": "text", "text": "With xenophobia rising in South Africa, Home Affairs Minister Aaron Motsoaledi has announced plans to toughen asylum and immigration laws in a move that will have far-reaching consequences for foreign nationals who seek refuge in the country."}, {"type": "text", "text": "His proposals are contained in a document, known as a White Paper, which has been released for public discussion as the first step towards adopting legislation that will mark a decisive break with the more embracing policy that the government championed after it took power at the end of the racist system of apartheid in 1994. "}, {"type": "text", "text": "In a sign of the extent to which he envisages changes, Dr Motsoaledi said the government had made a 'serious mistake' about two years later when it signed up to international agreements - such as the UN's refugee convention - without seeking exemptions from certain clauses.  "}, {"type": "text", "text": "This was unlike many other countries, which opted out of clauses giving asylum-seekers and refugees the same rights as their citizens - including the right to employment and education for their children, he said. "}, {"type": "text", "text": "Paddy Harper, a journalist with South Africa's Mail & Guardian newspaper, said Dr Motsoaledi's proposals were the latest sign that the government - led by the African National Congress (ANC) - believed it went too far after white-minority rule ended. "}, {"type": "text", "text": "'South Africa had been a pariah during apartheid, and as the ANC led its integration into the world it opened up the country to immigrants and asylum-seekers, with many coming from other parts of Africa and Asia,' Harper told Informfully. "}, {"type": "text", "text": "'The ANC government also did this in the interest of pan-African and international solidarity because of the support it received from other countries during the struggle against apartheid,' he said."}, {"type": "quote", "text": "'The political and economic dynamics have changed considerably since then, which explains the shift in government thinking.'"}, {"type": "text", "text": "Dr Motsoaledi is also pushing for people to seek asylum in the first safe country they enter, meaning they could be denied asylum if they came via other countries."}, {"type": "text", "text": "His proposal would mostly affect those from other African nations, as they form the bulk of refugees and asylum-seekers fleeing conflict and persecution. "}, {"type": "text", "text": "According to the UN, about 250,000 refugees and asylum seekers live in South Africa. These are separate from documented or undocumented foreign nationals in the country for other reasons, including those seeking better economic opportunities."}, {"type": "text", "text": "In a paper published in 2021, an academic at South Africa's University of the Free State, Khangelani Moyo, said that 25% of the refugees and asylum seekers came from Ethiopia, 23% from the Democratic of Republic of Congo, 11% from Somalia, 10% from Bangladesh and 6% from Zimbabwe. "}, {"type": "text", "text": "Harper says the number of refugees and asylum-seekers may be small but it feeds into deeper hostility towards foreigners whose population has increased over the last three decades, while South Africa's unemployment rate has soared to around 32%."}, {"type": "text", "text": "'Immigrants - especially Somalis and Bangladeshis - are seen to be controlling the economy of townships, and are accused of taking the jobs of locals. It has led to attacks on migrants, and the emergence of anti-migrant groups, like Operation Dudula,' he said. "}, {"type": "text", "text": "With this in mind, Harper says that Dr Motsoaledi was looking to next year's elections when he unveiled his proposals. "}, {"type": "text", "text": "'Some of the opposition parties are likely to make migration a major campaign issue. The ANC fears losing support, and wants to be seen to be doing something about it, ' he said, adding that the governing party's focus on migration also helps deflect attention from its own failures in improving the economy and public services."}, {"type": "text", "text": "In June, senior ANC official Fikile Mbalula described undocumented immigrants as a 'ticking timebomb' for South Africa."}, {"type": "text", "text": "'Illegal immigrants put a heavy strain on the fiscus, with adverse effects on service delivery, the overstretched health sector, high unemployment and poverty,' he said."}, {"type": "text", "text": "South Africa's latest census recorded more than 2.4 million migrants last year, with the highest percentage coming from neighbouring Zimbabwe at 45.5%, followed by Mozambique and Lesotho. "}, {"type": "text", "text": "They make up only around 3% of the total population of 62 million - though officials acknowledge the difficulty in counting foreign nationals, especially those who are undocumented."}, {"type": "text", "text": "For Dr Mosoaledi, it is clear 'no-one can account for all undocumented migrants' in South Africa and says the government was already trying to deal with them."}, {"type": "text", "text": "'Immigration Services deport between 15,000 and 20,000 illegal foreigners every year at a huge cost. This number is on the increase,' he said, pointing out that the government was setting up a new law enforcement agency - known as the Border Management Authority (BMA) - to 'significantly reduce the risk of foreigners entering the country illegally'. "}, {"type": "text", "text": "'New legislation must be introduced to strengthen the powers of immigration officers and inspectorate, and make continuing training compulsory,' Dr Motsoaledi added."}, {"type": "text", "text": "He also called for the establishment of immigration courts, saying 'the current legislative framework was untenable and leads to long delays in finalising immigration matters, including deportation'."}, {"type": "text", "text": "Dr Moyo told Informfully that it was difficult to clamp down on undocumented migrants, as most were from neighbouring states."}, {"type": "text", "text": "'If you arrest and deport them, they come back the following week,' he said."}, {"type": "quote", "text": "'You can't stop the movement of people. It's better to create a mechanism to allow people to be documented.'"}, {"type": "text", "text": "Yet, with an election looming, the government is unlikely to drop its plans, especially as some opinion polls suggest that the ANC risks losing its outright majority in parliament for the first time since 1994."}, {"type": "text", "text": "As Dr Moyo noted, those parties that called for tougher immigration policies, including tighter border controls, performed 'very well' in the 2021 local elections in South Africa's economic heartland of Johannesburg and the capital, Tshwane."}]}, {"_id": "6554e5291725541ad0c30af2", "url": "https://www.bbc.co.uk/news/world-us-canada-67411188?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "Xi Jinping", "subCategories": [], "title": "Xi Jinping's surprising ties to rural Iowa", "lead": "Mr Xi was a \"pleasure\" to have in the house, says woman who hosted him in 1985.", "author": "Mike Wendling", "datePublished": {"$date": "2023-11-15T16:35:05.894Z"}, "dateScraped": {"$date": "2023-11-15T16:35:05.894Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:05.894Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16D1F/production/_131717439_xiiowa2.jpg", "body": [{"type": "text", "text": "Rick Kimberly still doesn't know quite how the future leader of China ended up visiting his farm outside Des Moines."}, {"type": "text", "text": "In 2012, Xi Jinping was vice-president and on a tour of the US, when he showed a particular interest in agricultural areas. "}, {"type": "text", "text": "An advance party made its way to Mr Kimberly's family farm in Iowa, which grows corn and soybeans."}, {"type": "text", "text": "Officials told him that no-one, not even Mr Xi, should climb on to the machinery. 'I suppose they were worried someone might slip and fall,' he recalls. "}, {"type": "text", "text": "But the officials underestimated the hands-on enthusiasm of the most important member of their delegation."}, {"type": "text", "text": "'I saw Mr Xi looking at the John Deere tractor,' Mr Kimberly says, 'and I asked him if he wanted to climb on. "}, {"type": "quote", "text": "'Of course he did. We were speaking through a translator, but he even didn't wait for the translation, he understood me right away and went right to the tractor.'"}, {"type": "text", "text": "The health and safety fears turned out to be unfounded, and Mr Xi was both delighted and uninjured by his ride on farm equipment. "}, {"type": "text", "text": "It proved to be another chapter in the Chinese president's curious ties to the largely rural Midwestern state. "}, {"type": "text", "text": "Mr Xi first travelled to Iowa in 1985 as part of an agricultural delegation from China's Hebei province."}, {"type": "text", "text": "He stayed in Muscatine, a city of about 24,000 people circled by farmland and the Mississippi River. "}, {"type": "text", "text": "The People's Daily, the Chinese Communist Party's official newspaper, noted that the delegation 'visited elderly people in the local community, attended a birthday party, had six interviews with local media outlets and attended five welcome banquets held by the US side'."}, {"type": "quote", "text": "'I thought he was a very nice, focused, polite man,' Eleanor Dvorchak, who hosted Mr Xi at her home during his stay, later told the BBC. 'It was a pleasure to have him at the house.'"}, {"type": "text", "text": "The Dvorchaks put Mr Xi up in their son's bedroom - he was away at college at the University of Iowa at the time. If the Chinese president had an opinion about the room's Star Trek wallpaper, he has managed to keep it to himself."}, {"type": "text", "text": "Some of the Iowans that the future president met during that initial trip are now known in Chinese media as the 'old friends'. "}, {"type": "text", "text": "And while the often frosty relationship between the US and China will be picked apart in minute detail during this week's Apec summit and a meeting between Mr Xi and President Joe Biden, he's sure to receive a warm welcome from several 'old friends' who have been invited to a dinner."}, {"type": "text", "text": "As part of his 2012 trip to the state, he returned to Muscatine, and the following year a Chinese businessman bought the Dvorchaks' old house, which for a while was turned into a museum. "}, {"type": "text", "text": "Iowa is not on the itinerary this week, but it's expected Mr Xi will also meet with Terry Branstad, a former governor of the state who served as ambassador to China under Donald Trump. "}, {"type": "text", "text": "Mr Branstad, who did not respond to a request for an interview, told an Iowa newspaper after leaving the ambassador's post that while he had a warm personal relationship with Mr Xi, he had deep concerns about some of the Chinese government's policies. "}, {"type": "text", "text": "'The action they've taken against the people in Hong Kong... [and] mistreatment of the Uyghurs, I think is unconscionable,' he told The Gazette in Cedar Rapids."}, {"type": "text", "text": "He also criticised the country's secrecy about the origins of the first Covid-19 outbreak and said: 'I really think their system is a real problem.'"}, {"type": "text", "text": "Mr Kimberly, who's now 72 and the fifth generation of his family to farm in Iowa going back to the 1860s, says that back in 2012, the Chinese delegation was interested in more than just a photo op - they asked plenty of questions about the minutiae of modern farming. "}, {"type": "text", "text": "And for him personally, the visit was a life-changing event. He was later invited to China and has since travelled to country more than 20 times as part of efforts to boost agricultural development. "}, {"type": "quote", "text": "'We promote sustainable agriculture and better ways of growing,' he says. 'We farm 4,000 acres with four people. It's amazing to people in China that you can farm that much land with so few people.'"}, {"type": "text", "text": "And it also made his farm into something of a tourist attraction. Mr Kimberly says 'hundreds if not thousands' of Chinese people have since made the trek to the spot of land where their leader once took a ride on a tractor."}]}, {"_id": "6554e52a1725541ad0c30af3", "url": "https://www.bbc.co.uk/news/newsbeat-67425740?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "Drake", "subCategories": [], "title": "Drake's IDGAF: Meet the 82-year-old jazz singer sampled in new hit", "lead": "Norma Winstone features on Drake's IDGAF featuring Yeat, which was released last month.", "author": "Riyah Collins", "datePublished": {"$date": "2023-11-15T16:35:06.190Z"}, "dateScraped": {"$date": "2023-11-15T16:35:06.190Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:06.190Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/BBDC/production/_131729084_gettyimages-1448234056.jpg", "body": [{"type": "text", "text": "Drake's had some pretty massive collabs in his career, from Rihanna and 21 Savage to Nicki Minaj and now... Norma Winstone, an 82-year-old jazz singer."}, {"type": "text", "text": "You probably haven't heard of the London artist or her most popular song, I Loves You Porgy, which has 600,000 streams on Spotify."}, {"type": "text", "text": "But it was her 1977 futuristic track The Tunnel which caught the Canadian rapper's ears for his new hit IDGAF."}, {"type": "text", "text": "For Norma though, it was more one question than One Dance: who is Drake?"}, {"type": "text", "text": "After receiving a hotline bling from his team six weeks ago, she says it was down to her son, a drummer in the band Hot Chip, to explain exactly who Drake is."}, {"type": "text", "text": "'He just said, 'Mum - he's mega'. And I said, 'oh right' - and started to look into it,' Norma says."}, {"type": "text", "text": "'It's not my sort of area of listening."}, {"type": "quote", "text": "'I listen to all kinds of music, but not really rap because I often can't understand what they're saying.'"}, {"type": "text", "text": "IDGAF, featuring Yeat, was released last month and has already racked up more than 127 million streams."}, {"type": "text", "text": "Norma's vocals - taken from The Tunnel - open the song, accompanied by synth, piano and a trumpet, and plays out for a minute."}, {"type": "text", "text": "She told Informfully Radio 4's Today programme she'd written the words for the nine-minute song and 'just improvised the melody over it.'"}, {"type": "text", "text": "'There's a lot of improvisation,' she says."}, {"type": "text", "text": "Although she's not a rap fan, Norma, who now lives in Kent, decided she had to give IDGAF 'a chance' and was pleasantly surprised. "}, {"type": "text", "text": "And she says, while it's very different, she did notice some similarities with The Tunnel."}, {"type": "text", "text": "'It's strange, because he [Drake] is protesting and he doesn't give a monkey's - for want of a better word."}, {"type": "quote", "text": "'And I thought, well actually that's how we felt when we recorded our music, because it was hardly what people were waiting for at the time, and I don't think they were really ready for it.'"}, {"type": "text", "text": "The singer also admits she 'can actually understand' some of the words in Drake's song."}, {"type": "text", "text": "'Some I'd probably rather not understand,' she says."}, {"type": "text", "text": "Informfully Newsbeat has contacted Drake's representatives for comment. "}]}, {"_id": "6554e52a1725541ad0c30af4", "url": "https://www.bbc.co.uk/news/uk-england-tees-67415667?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "Smear tests", "subCategories": [], "title": "Kylie Minogue 'proud' of Stockton campaigner with cervical cancer", "lead": "The pop star spoke to Stockton woman Wendy Clarke for a special BBC local radio programme.", "author": "Pamela Bilalova and Phil Connell", "datePublished": {"$date": "2023-11-15T16:35:06.357Z"}, "dateScraped": {"$date": "2023-11-15T16:35:06.357Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:06.357Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1038A/production/_131724466_wendyclarke.png", "body": [{"type": "text", "text": "Kylie Minogue 'proud' of cervical cancer campaigner"}, {"type": "text", "text": "Pop star Kylie Minogue has thanked a terminally-ill woman for her 'acts of bravery and selflessness'."}, {"type": "text", "text": "Since receiving her diagnosis, mother-of-two Wendy Clarke has been working to raise awareness of cervical cancer."}, {"type": "text", "text": "Kylie, who has had cancer herself, said she was 'so proud' of Wendy for everything she was doing."}, {"type": "text", "text": "Wendy, from Fairfield, Stockton, spoke with the singer for a Informfully local radio Christmas special.  "}, {"type": "text", "text": "'She's such a lovely lady,' Wendy said."}, {"type": "text", "text": "'She's not just beautiful to look at, she's a beautiful lady in every sense of the word."}, {"type": "quote", "text": "'For her to spare her time for me, it's amazing.'"}, {"type": "text", "text": "Kylie, 55, was diagnosed with breast cancer in 2005 and given the all-clear the following year. "}, {"type": "text", "text": "She told Wendy: 'You're achieving amazing things. I'm so proud of you. "}, {"type": "text", "text": "'To be handling the information and the diagnosis and just getting through day by day - I can appreciate that, I share some of your story. "}, {"type": "quote", "text": "'But to be translating that into empowering other people and doing such amazing things, I could only just say thank you for these acts of bravery and selflessness and really finding the spirit within yourself and allowing others around you to reaffirm life in this moment, it's just incredible.'"}, {"type": "text", "text": "Back in January, Wendy received the news that her cancer was terminal and was given a year to live if she had treatment. "}, {"type": "text", "text": "She is using that time to encourage other women to get a smear test and raise money for charity."}, {"type": "text", "text": "'I'm aware there's one or two people out there who have gone and got their test based on me nagging them,' the 46-year-old said. "}, {"type": "text", "text": "She also received a Bravery Award at Informfully Radio Tees Make A Difference Awards in September and was chosen to take part in Informfully local radio Christmas special featuring Kylie."}, {"type": "text", "text": "During their conversation, Wendy asked the singer if she would consider making a return to Doctor Who, where Kylie appeared as Astrid Peth in a one-off performance. "}, {"type": "text", "text": "Kylie replied: 'It was such an amazing experience."}, {"type": "text", "text": "'I would be totally up for that.' "}, {"type": "text", "text": "There are about 3,200 new cervical cancer cases in the UK every year, according to Cancer Research UK. "}, {"type": "text", "text": "The majority of cases are preventable and the government has pledged to eliminate the disease by 2040. "}, {"type": "text", "text": "Wendy has told Informfully she did not get tested 'out of fear', and has urged other women to go for their smear test."}, {"type": "text", "text": "'The fear of the smear test is nothing compared to the fear of cancer, of what I'm going through now,' she said."}, {"type": "quote", "text": "'I absolutely regret not going for my smear test.'"}, {"type": "quote", "text": "'Do it, because it's worth it. You can't put a price on your life.'"}]}, {"_id": "6554e52a1725541ad0c30af5", "url": "https://www.bbc.co.uk/news/entertainment-arts-67425230?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "Kylie Minogue", "subCategories": [], "title": "Aria Awards: Troye Sivan wins big and Kylie Minogue wins with Padam Padam", "lead": "Kylie Minogue wins with Padam Padam at the Aria Awards, while Troye Sivan takes home four awards.", "author": "Andre Rhoden-Paul", "datePublished": {"$date": "2023-11-15T16:35:06.487Z"}, "dateScraped": {"$date": "2023-11-15T16:35:06.487Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:06.487Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2C8B/production/_131730411_gettyimages-1794498742.jpg", "body": [{"type": "text", "text": "Troye Sivan won big at the Aria Awards, while Kylie Minogue's Padam Padam won best pop release on Australia's biggest night in music. "}, {"type": "text", "text": "Sivan took home four awards, including song of the year for Rush and best solo artist, at the ceremony in Sydney. "}, {"type": "text", "text": "'This has been the most insane week of my life, like ever,' he said accepting the award for song of the year. "}, {"type": "text", "text": "It comes days after the singer received two Grammy nominations for best pop dance recording and best music video. "}, {"type": "text", "text": "Sivan said: 'I try and play it cool like this is all normal, but it's really tripping me out, and it's so exciting."}, {"type": "text", "text": "'I've been doing this for like ten, eleven years at this point and so to feel this much energy and love - I'm confused but so happy.' "}, {"type": "text", "text": "The Perth-raised singer, along with his producer Styalz Fuego, also won best engineered release and best produced release. "}, {"type": "text", "text": "This year the 28-year-old's album Something To Give Each Other was not eligible for album of the year category as it was released after nominations were finalised, making it a potential for the award next year."}, {"type": "text", "text": "Minogue won her first Aria award in 21 years beating Sivan to win best pop release for her hit single Padam Padam. "}, {"type": "text", "text": "'This is just unbelievable, and I am super super happy,' she said accepting the award in a video in another location. "}, {"type": "text", "text": "The award brings Minogue's number of Aria Music awards to seventeen. "}, {"type": "text", "text": "In February, she will be facing-off against Sivan again after she also received a Grammy nomination for best pop dance recording."}, {"type": "text", "text": "Earlier in the night, Taylor Swift took home most popular international artist - voted for by fans."}, {"type": "text", "text": "The ceremony was also marked by calls for a ceasefire in the Middle East."}, {"type": "text", "text": "'There are atrocious things happening in the world right now that I think as a community we should be putting our minds, heart and bodies behind to stop it any junction that we can,' said Genesis Owusu who won album of the year and best hip-hop release with Struggler. "}, {"type": "text", "text": "'Ceasefire now... free Palestine,' he added. "}, {"type": "text", "text": "Nic Cester, frontman of rock band Jet who were honoured with an induction into the Aria Hall of Fame, also touched on the conflict:  'It's impossible to turn on the news at the moment and not to be confronted by the destruction being committed through war, racism and politics.'"}, {"type": "text", "text": "The organisers of the Aria Awards bill it as the 'premier event' in Australian music. "}]}, {"_id": "6554e52a1725541ad0c30af6", "url": "https://www.bbc.co.uk/news/world-africa-67424612?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "South Africa", "subCategories": [], "title": "World Cup trophy safe after South Africa rugby offices burgled", "lead": "Burglars break into South Africa's Rugby Union headquarters but do not steal any trophies.", "author": "Gem O'Reilly", "datePublished": {"$date": "2023-11-15T16:35:06.619Z"}, "dateScraped": {"$date": "2023-11-15T16:35:06.619Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:06.619Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15D8/production/_131729550_9eeca1cd-cded-42b4-bf61-191e1f7aaa32.jpg", "body": [{"type": "text", "text": "Burglars have broken into South Africa Rugby Union's headquarters, however the World Cup trophy was not taken."}, {"type": "text", "text": "The burglary took place on Monday at an office park in Cape Town's northern suburbs."}, {"type": "text", "text": "CCTV footage shows two men entering a room where various team trophies are stored and touching one of them."}, {"type": "text", "text": "They leave it behind and instead steal whisky, five signed Springbok jerseys and eight laptops, along with items from other offices."}, {"type": "text", "text": "In footage which has been shared on X by South African journalist Yusuf Abramjee, one of the burglars puts his gloved hand on a memorial trophy, lifting it slightly, before moving to the cupboards beneath it. "}, {"type": "text", "text": "A South Africa Rugby Union spokesperson told Informfully that all its trophies were secure, adding that the World Cup trophies from previous tournaments were in a cabinet, while the Webb Ellis Cup won last month in France was stored in a safe."}, {"type": "text", "text": "The room containing all the trophies was not broken into and no arrests have been made."}, {"type": "text", "text": "South Africa won the Rugby World Cup on 28 October after beating New Zealand in Paris and becoming the first nation to win the tournament four times."}, {"type": "text", "text": "The country celebrated the win with a four-day victory tour, where the team travelled to parades across South Africa. "}, {"type": "text", "text": "President Cyril Ramaphosa, also declared 15 December as a public holiday to mark the success 'in celebration of the Springboks' momentous achievement'."}, {"type": "text", "text": "The break-in happened at around 22:00 local time (20:00 GMT) and Western Cape police were told of concerns that the trophy had been stolen. "}, {"type": "text", "text": "The police recorded two cases of business burglary after two incidents at the Tygerberg Office Park in Plattekloof."}, {"type": "text", "text": "According to local media, police said that two well-dressed men entered the business park in a white Toyota Corolla."}, {"type": "text", "text": "They then forced open a window on the ground floor to gain entry to the building and began searching for items."}, {"type": "text", "text": "Local media also reported that 60 laptops were taken from another company in the same park. "}]}, {"_id": "6554e52a1725541ad0c30af7", "url": "https://www.bbc.co.uk/news/uk-england-london-67425936?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "Climate", "subCategories": [], "title": "Greta Thunberg pleads not guilty to public order offence", "lead": "The Swedish climate activist has appeared before magistrates in London after a protest last month.", "author": "NONE", "datePublished": {"$date": "2023-11-15T16:35:06.767Z"}, "dateScraped": {"$date": "2023-11-15T16:35:06.767Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:06.767Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1135C/production/_131729407_12460bf4a508229f662aebb11c4e0c0439e22012.jpg", "body": [{"type": "text", "text": "Climate campaigner Greta Thunberg has appeared before magistrates to deny a public order offence after her arrest at a protest in central London."}, {"type": "text", "text": "The 20-year-old Swedish national was detained at a demonstration near the InterContinental Hotel in Mayfair on 17 October as oil executives met inside."}, {"type": "text", "text": "She pleaded not guilty at Westminster Magistrates' Court to breaching Section 14 of the Public Order Act 1986."}, {"type": "text", "text": "Four other Fossil Free London activists pleaded not guilty alongside her."}, {"type": "text", "text": "Ms Thunberg confirmed her name and date of birth, but her address in Stockholm was not read out in court due to concerns over threats she is said to have received."}, {"type": "text", "text": "The protesters were granted unconditional bail ahead of a trial at City of London Magistrates' Court, which is set to start on 1 February."}, {"type": "text", "text": "A group of Greenpeace and Fossil Free London protesters gathered outside Westminster Magistrates' Court, chanting and holding banners reading 'oily money out' and 'make polluters pay'."}, {"type": "text", "text": "A large crowd of photographers and video journalists waited for Ms Thunberg and surrounded her as she left the court."}, {"type": "text", "text": "After failing to break free from the cluster as she walked down the pavement, Ms Thunberg sharply changed direction and sprinted away down Marylebone Road. "}, {"type": "text", "text": "The Metropolitan Police had imposed imposed conditions on the 17 October protest under Section 14 of the Public Order Act to 'prevent serious disruption to the community, hotel and guests'."}, {"type": "text", "text": "Dozens of protesters blocked Hamilton Place, near Park Lane, on the first day of the three-day Energy Intelligence Forum - formerly called the Oil and Money conference - where bosses of Shell and Total were due to speak."}, {"type": "text", "text": "Activists carried banners and pink umbrellas with eyes painted on, shouting 'cancel the conference', while some lit yellow and pink flares."}, {"type": "text", "text": "The Met Police previously said a number of protesters failed to move from the road and on to the pavement when asked to do so, resulting in multiple arrests."}, {"type": "text", "text": "Listen to the best of Informfully Radio London on Sounds and follow Informfully London on Facebook, X and Instagram. Send your story ideas to hello.bbclondon@bbc.co.uk"}]}, {"_id": "6554e52a1725541ad0c30af8", "url": "https://www.bbc.co.uk/news/world-latin-america-67422663?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "Climate", "subCategories": [], "title": "Brazil: Health warnings as country gripped by 'unbearable' heatwave", "lead": "More than a hundred million people are thought to have been affected by the extreme weather.", "author": "Kathryn Armstrong", "datePublished": {"$date": "2023-11-15T16:35:06.910Z"}, "dateScraped": {"$date": "2023-11-15T16:35:06.910Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:06.910Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7384/production/_131727592_c9e367677dd2a8e9206b9a9d2d9e899a37924bc6.jpg", "body": [{"type": "text", "text": "Informfully forecaster Ben Rich takes a look at the extreme heat affecting Brazil"}, {"type": "text", "text": "Red alerts have been issued for almost 3,000 towns and cities across Brazil, which have been experiencing an unprecedented heatwave. "}, {"type": "text", "text": "Rio de Janeiro recorded 42.5C on Sunday - a record for November - and high humidity on Tuesday meant that it felt like 58.5C, municipal authorities said."}, {"type": "text", "text": "More than a hundred million people have been affected by the heat, which is expected to last until at least Friday."}, {"type": "text", "text": "Officials have attributed it to the El Niño phenomenon and climate change."}, {"type": "text", "text": "The city of São Paulo saw average temperatures of 37.3C on Tuesday afternoon, the National Institute of Meteorology (Inmet) reported. "}, {"type": "text", "text": "'I'm exhausted, it's hard,' Riquelme da Silva, 22, told AFP news agency on the streets there. "}, {"type": "quote", "text": "'When I get home, it's cold water, otherwise I can't even get up because I'm so tired. It's even hard to sleep.'"}, {"type": "text", "text": "Dora, a 60-year-old street vendor, described the heat as 'unbearable' for those who worked outside. "}, {"type": "text", "text": "Inmet has issued red alerts for a large part of the country. These indicate that temperatures may be 5C above average for longer than five days and could pose a serious danger to health. "}, {"type": "text", "text": "The heatwave, which comes more than a month before the beginning of summer in the southern hemisphere, has seen Brazil's energy consumption soar to record levels as people try to keep themselves cool. "}, {"type": "text", "text": "Inmet research released last week showed that the average temperature in the country had been above the historical average from July to October. "}, {"type": "text", "text": "Extreme weather is becoming more frequent and more intense in many places around the world because of climate change."}, {"type": "text", "text": "According to scientists, heatwaves are becoming longer and more intense in many places and this is expected to continue whilst humans keep releasing planet-warming greenhouse gases."}, {"type": "text", "text": "Meanwhile, the Earth is currently in an El Niño weather phase, during which time global temperatures typically increase."}]}, {"_id": "6554e5311725541ad0c30af9", "url": "https://www.bbc.co.uk/news/world-middle-east-67424064?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Al-Shifa: What we know about Israel's raid on Gaza's main hospital", "lead": "Israel says it has entered Gaza's largest hospital in a \"targeted operation against Hamas\".", "author": "Sam Hancock", "datePublished": {"$date": "2023-11-15T16:35:13.225Z"}, "dateScraped": {"$date": "2023-11-15T16:35:13.225Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:13.225Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11672/production/_131728217_ec1c7ed9a9df14dd1406f1e828c35c4491ac78720_0_5120_28801000x563.jpg", "body": [{"type": "text", "text": "The Israeli military has entered Gaza's main hospital in what it describes as a 'targeted operation against Hamas'."}, {"type": "text", "text": "An eyewitness at Al-Shifa hospital told Informfully troops moved in overnight and were interrogating people. "}, {"type": "text", "text": "Israel has long accused Hamas of having a command centre under Al-Shifa and the US has said its intelligence backs this up, but Hamas has denied it."}, {"type": "text", "text": "UN humanitarian chief Martin Griffiths said he was 'appalled' by the raid and that 'hospitals are not battlegrounds'."}, {"type": "text", "text": "Meanwhile, the World Health Organization said it was 'extremely worried' for patients and staff, with whom it had lost contact."}, {"type": "text", "text": "The Informfully has been speaking to a journalist and a doctor inside the hospital to try to find out what is happening there, while the Israel Defense Forces (IDF) have also been providing updates. We cannot independently confirm any of the accounts."}, {"type": "text", "text": "Khader, a journalist inside Al-Shifa, told Informfully's Rushdi Abu Alouf that Israeli troops were in 'complete control' of the hospital and no shooting was taking place."}, {"type": "text", "text": "He said six tanks and about 100 commandos entered the complex during the night, with soldiers shouting 'Don't move!' inside the main emergency department."}, {"type": "text", "text": "The Israeli forces then went room to room, floor by floor, questioning both staff and patients and were accompanied by medics and Arabic speakers, he added."}, {"type": "text", "text": "Over loudspeakers, the IDF asked all men between the ages of 16 and 40 to leave the hospital buildings, except the surgical and emergency departments, and go to the hospital courtyard."}, {"type": "text", "text": "Soldiers fired into the air to force those remaining inside to come out, Khader said."}, {"type": "text", "text": "He also said troops installed a scanning and sensor device and asked the men to pass through it."}, {"type": "text", "text": "Muhammad Zaqout, the Hamas-run Gaza health ministry's director of hospitals, has also given an account of how the raid played out. "}, {"type": "text", "text": "In an interview with Al Jazeera, he said 'not a single bullet' had been fired - because 'there are no resistors or detainees' inside."}, {"type": "text", "text": "The IDF announced in a statement early on Wednesday that its forces were in the midst of a 'precise and targeted operation against Hamas in a specified area in [Al-]Shifa Hospital'."}, {"type": "text", "text": "It said the raid was 'based on intelligence information and an operational necessity', and it called for the surrender of 'all Hamas terrorists present in the hospital'."}, {"type": "text", "text": "Later on Wednesday, the IDF said that before entering Al-Shifa its troops 'encountered explosive devices and terrorist cells, and an engagement began in which terrorists were killed'."}, {"type": "text", "text": "A senior IDF official, who declined to be named, told reporters that Israel had found weapons and 'terror infrastructure' but they did not immediately provide evidence."}, {"type": "text", "text": "No fighting had taken place within the hospital and there was no friction between soldiers and people there, the official said."}, {"type": "text", "text": "Israel's Army Radio also reported that troops had not yet found any sign of any of the 240 hostages taken by Hamas gunmen during the 7 October attack on southern Israel, when 1,200 other people were killed."}, {"type": "text", "text": "The raid on Al-Shifa came shortly after the US publicly backed - for the first time - Israeli claims that Hamas had infrastructure underneath the hospital. "}, {"type": "text", "text": "White House National Security Spokesman John Kirby said the US had its own intelligence, which had come from a variety of sources, suggesting Hamas used hospitals in the Gaza Strip and tunnels underneath them to conceal military operations and hold hostages."}, {"type": "text", "text": "'Hamas and Palestinian Islamic Jihad members operate a command and control node from Al-Shifa in Gaza City,' he said, adding that it showed 'how challenging [the Israeli] military operation is, because Hamas has deeply embedded itself within the civilian population'."}, {"type": "text", "text": "However Dr Ahmed Mokhallalati, a plastic surgeon at Al-Shifa reached by Informfully, insisted that there were only civilians in the hospital and said he had never seen a single gun inside the hospital, or any Hamas presence."}, {"type": "text", "text": "He said there were tunnels under every building in Gaza, including Al-Shifa hospital."}, {"type": "text", "text": "Intense fighting has been reported around Al-Shifa for days, trapping patients, staff and displaced people who had sought shelter there."}, {"type": "text", "text": "Dr Mokhallalati told Informfully on Wednesday that the hospital was without power, oxygen and water."}, {"type": "text", "text": "On Tuesday, essential surgeries had been carried out without proper anaesthesia, with patients 'screaming in pain', he said. No surgeries could be carried out on Wednesday."}, {"type": "text", "text": "Doctors were unable to help one patient with burns on Tuesday due to lack of equipment including ventilators and had to just 'let him die', Dr Mokhallalati added."}, {"type": "text", "text": "He also said that six premature babies had died in recent days and that he feared more would die due to lack of oxygen and lack of power."}, {"type": "text", "text": "The IDF said its troops were providing incubators, baby food and medical supplies to the hospital. "}, {"type": "quote", "text": "'Why can't they be evacuated' Dr Mokhallalati said of the babies. 'In Afghanistan, they evacuated the cats and dogs.'"}, {"type": "quote", "text": "'Where is the ICRC [International Committee of the Red Cross]?' he added. 'Where are the British and American governments? Is everyone just waiting for us all to die here and then say we were 'good people'?'"}, {"type": "text", "text": "Although Israel previously said it was ready to allow staff and patients to evacuate, Palestinians have said Israeli forces opened fire at them and that it was too dangerous to move vulnerable patients."}, {"type": "text", "text": "Witnesses have described dire conditions inside the hospital, with families with scant food or water living in corridors and smell of decomposing bodies in the air."}, {"type": "text", "text": "Before the raid, Israel had said it was not targeting hospitals directly but acknowledged 'clashes' around Al-Shifa and other facilities had occurred in recent days."}, {"type": "text", "text": "Asked to comment on the operation, the White House said civilians and patients had to be protected and it did not want to 'see a firefight in a hospital where innocent people... are trying to get medical care they deserve'."}, {"type": "text", "text": "Mr Griffiths, the UN's under secretary general for humanitarian affairs, wrote on X, formerly known as Twitter: 'The protection of newborns, patients, medical staff and all civilians must override all other concerns.'"}, {"type": "text", "text": "In a separate video statement Mr Griffiths said he understood that Israel wanted to find Hamas leaders but his agency's main concern was for the welfare of the people at Al-Shifa."}, {"type": "text", "text": "'Hamas must not, should not, use a place like a hospital as a shield for their presence,' he said."}, {"type": "text", "text": "'I understand the Israelis' concern for trying to find the leadership of Hamas. That's not our problem. Our problem is protecting the people of Gaza from what's being visited upon them,' he added."}, {"type": "text", "text": "The ICRC said in a statement that it was 'extremely concerned about the impact on sick and wounded people, medical staff, and civilians'. "}]}, {"_id": "6554e5311725541ad0c30afa", "url": "https://www.bbc.co.uk/news/world-middle-east-67417570?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Arab and Muslim leaders blame West for Gaza misery", "lead": "Leaders accuse the US and other powers of hypocrisy over Israel's actions and warn of repercussions.", "author": "Frank Gardner", "datePublished": {"$date": "2023-11-15T16:35:13.360Z"}, "dateScraped": {"$date": "2023-11-15T16:35:13.360Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:13.360Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A4EE/production/_131722224_ab252315381a72babff934403b27eed395b4bd49.jpg", "body": [{"type": "text", "text": "Hypocrisy, double standards and a failure to understand the region. These are the charges being levelled at the West, primarily the US, by leaders of 57 Arab and Muslim countries who convened at the weekend in the Saudi capital Riyadh."}, {"type": "text", "text": "How is it, foreign ministers said to me, that the West slams Russia for killing civilians in Ukraine, yet, in their words, it 'gives a green light to Israel to do the same in Gaza'? "}, {"type": "text", "text": "In the luxurious surroundings of Riyadh's Ritz-Carlton hotel, amid giant floral bouquets and glittering chandeliers, and a world away from the shattered landscape of Gaza, princes, presidents and prime ministers met for the Joint Arab Islamic Extraordinary Summit."}, {"type": "text", "text": "Blame for the war and the destruction of lives and property was heaped unilaterally on Israel and its supporters. No-one criticised Hamas for its 7 October raid into southern Israel that killed 1,200 people and saw some 240 taken hostage, triggering the massive military retaliation. Israel, said the secretary general of the Arab League, had committed criminal acts."}, {"type": "text", "text": "'We warn of the disastrous repercussions of the retaliatory aggression by Israel against the Gaza Strip, which amounts to a war crime,' said the final communique. 'We warn of the real danger of the expansion of the war as a result of Israel's refusal to stop its aggression and of the inability of the [UN] Security Council to enforce international law to end this aggression.' "}, {"type": "text", "text": "Few people I spoke to at the summit expected Israel to take much notice. Instead, it was clear that this summit and its intended message of unity was aimed at Israel's biggest backer - the United States. Leaders want the Biden administration and the West in general to exert sufficient pressure on Israel to stop the war altogether."}, {"type": "text", "text": "But what they could not agree on was how to achieve that. The summit pulled together some strange bedfellows - an indication of just how worried the region is at events in Gaza spiralling beyond their control. "}, {"type": "text", "text": "Iran - Israel's main adversary - attended, with President Ebrahim Raisi striding across the carpeted halls in his black, cleric's robes, flanked by his scowling security men in dark suits and collarless shirts. This in itself was a surprising sight. "}, {"type": "text", "text": "Until they patched over their differences in March this year, Saudi Arabia and Iran were arch rivals exchanging venomous mutual accusations. They still have competing agendas, with Iran backing what many call its 'proxy militias' - Hamas in Gaza, Hezbollah in Lebanon and the Houthis in Yemen. "}, {"type": "text", "text": "The Saudis, together with their conservative Arab allies like Egypt and Jordan, see these movements as dangerous destabilisers."}, {"type": "text", "text": "As he departed Tehran airport for Riyadh, President Raisi said that now was the time for action over Gaza, not words. "}, {"type": "text", "text": "But anyone expecting concrete, punitive actions against the US or the UK was left disappointed. The United Arab Emirates and Bahrain, which only recently opened full diplomatic, trade and security ties with Israel under the Abraham Accords, resisted calls to break them off."}, {"type": "text", "text": "Syria's President Bashar al-Assad was also at the summit. Until very recently he was a pariah in the Arab world for the repressive actions of his regime in Syria's civil war. He told the summit it would achieve little without concrete measures, but suggestions of an oil embargo or the expulsion of US bases from Arab countries were quietly batted away."}, {"type": "text", "text": "Yet there is no denying that the 7 October Hamas raid and the ensuing war has changed the whole paradigm in the Middle East."}, {"type": "text", "text": "Up until that murderous morning in southern Israel the tectonic plates of regional politics were shifting away from the interests of Iran and its militant allies. Six Arab nations had already established full ties with Israel; Saudi Arabia was well on the way to being next. The Israeli tourism minister visited Riyadh just days before the Hamas raid. Dubai has been luring Israeli tourists in large numbers and there has been a huge Arab appetite for Israel's expertise in technology, surveillance, bio-tech and other sectors."}, {"type": "text", "text": "With the exception of Qatar, which hosts the exiled political leaders of Hamas, Gulf Arab rulers had grown tired of what they saw as the corruption, inefficiency and infighting of Palestinian leadership. While sympathetic to the plight of ordinary Palestinians, still without a state after 75 years, they largely took the view that Israel was too important a nation to ignore, and that it was time to move on and normalise ties with it. The question of a future Palestinian state, while still featuring in speeches, was getting little practical attention."}, {"type": "text", "text": "Today, those Arab-Israeli ties, while not yet broken, are certainly fraying at the edges. "}, {"type": "text", "text": "'We are really worried about the radicalisation of our youth,' one Arab foreign minister told me on background. 'They watch what is happening in Gaza on TV and they are increasingly angry.' "}, {"type": "text", "text": "Time and again I heard delegates complain that the actions of the Netanyahu government have gone far beyond self-defence and are now dragging the region down a dangerous path. There are concerns that extremist narratives are gaining popularity online."}, {"type": "text", "text": "Arab and Muslim leaders are frustrated that the UN Security Council has failed in their eyes to exercise any restraint on Israel's military in Gaza. America's opposition to a ceasefire has deeply embarrassed those countries it calls allies in the region. "}, {"type": "text", "text": "Washington's strategic alliance with the oil-rich Gulf Arab states dates back to 1945 and a wartime meeting on a US warship in the Red Sea between President Roosevelt and the founder of modern Saudi Arabia, King Abdulaziz. Today, the US still provides the bulk of Saudi and Gulf Arab defence and security needs."}, {"type": "text", "text": "But below the surface things are changing. Ever since the Obama administration's 'pivot to Asia' there has been a fear here in the Gulf that the US is losing interest in the region, that it cannot be relied upon as a loyal partner. At the same time, the influences of Moscow and Beijing are in the ascendant. China recently brokered the rapprochement between Iran and Saudi Arabia. President Putin has impressed Arab leaders with his unstinting support for Syria's President Assad. They compare this with how quickly Washington abandoned Egypt's President Mubarak in 2011 when the crowds came out on Cairo's Tahrir Square."}, {"type": "text", "text": "None of this means the West has lost the friends it had in the Middle East. Those Arab allies are clearly reluctant to go beyond angry words with Washington. But they do want to be heard and for the violence in Gaza to stop now, before events in the region and in their own countries risk deteriorating far beyond their control."}]}, {"_id": "6554e5311725541ad0c30afb", "url": "https://www.bbc.co.uk/news/world-67418110?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Hostages' fates haunt Israel as war intensifies", "lead": "Poll suggests many Israelis back a deal with Hamas to free the hostages - but not a Gaza ceasefire.", "author": "Yolande Knell", "datePublished": {"$date": "2023-11-15T16:35:13.512Z"}, "dateScraped": {"$date": "2023-11-15T16:35:13.512Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:13.512Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3298/production/_131725921_10e882b9e2fcd11db6030eccf591856d93da66900_0_5472_36481000x667.jpg", "body": [{"type": "text", "text": "Their smiling faces look down from the sides of skyscrapers, walls between Tel Aviv's restaurants and bars and a giant video screen at a shopping mall entrance."}, {"type": "text", "text": "More than 240 hostages were snatched at gunpoint on 7 October from their homes or workplaces next to the Gaza Strip, from military bases and a big outdoor dance party."}, {"type": "text", "text": "They included some 30 children, the youngest just nine months old. But since Hamas gunmen spirited them away to Gaza, the fates of most remain unknown."}, {"type": "text", "text": "For Israelis reeling from last month's bloody massacres, it is an ongoing trauma. "}, {"type": "text", "text": "'This is the last photo we have of my aunt. She was taken on a motorcycle by two terrorists,' says Eyal Nouri, showing me a picture of Amina Moshe, 72, being driven away from Nir Oz, a kibbutz where she lived for 50 years.  "}, {"type": "text", "text": "'No children, no babies, no older women are meant to be part of any conflict. It's something against humanity to kidnap children.'  "}, {"type": "text", "text": "Although this is the biggest, over the years, Israel has endured many hostage crises."}, {"type": "text", "text": "During the 1980s, the country showed it was ready to pay high prices for its citizens in prisoner swaps with Palestinian and Lebanese armed groups. Sheikh Ahmad Yassin, who later founded Hamas, was freed in one exchange.  "}, {"type": "text", "text": "Even Israeli soldiers' corpses were traded to give them proper Jewish burials. "}, {"type": "text", "text": "Then in 2006, Hamas kidnapped a soldier, 19-year-old Gilad Shalit, in a cross-border raid. His father, Noam, led a painful five-year campaign to bring him home, stressing the 'unwritten contract' between the state and its conscripts."}, {"type": "text", "text": "Benjamin Netanyahu, the prime minister - then as now - signed off on the biggest ever prisoner exchange for a single soldier. More than a thousand inmates were released including Yahya Sinwar, who went on to lead Hamas in Gaza, and apparently masterminded the 7 October attacks."}, {"type": "text", "text": "A key figure involved in the Shalit deal sees major differences between the circumstances then and now which he thinks will prevent any comprehensive deal being done.  "}, {"type": "text", "text": "'We had five years and four months to build trust with Gilad Shalit. [Now], we have days. The future of the hostages will be decided in the coming days,' says Gershon Baskin, an Israeli peace activist, who led secret backchannel talks with Hamas."}, {"type": "text", "text": "The main complication this time, he says, is the scale of atrocities.  'What Hamas did, they crossed the line, where it's inconceivable that they will continue to be in power in Gaza after this war is over,' Mr Baskin says. "}, {"type": "quote", "text": "'So, there's some kind of built in contradiction to trying to negotiate with the people that you intend on killing.'"}, {"type": "text", "text": "Early on, Qatar did broker the release of an American Israeli mother and daughter and Egypt helped bring out two older Israeli women hostages. However, no bigger agreement has since taken shape."}, {"type": "text", "text": "This week, the military wing of Hamas said it was ready to free up to 70 women and children held in Gaza in exchange for a five-day ceasefire."}, {"type": "text", "text": "Speaking to the US network, NBC on Sunday, Mr Netanyahu raised the possibility of a deal. The US President Joe Biden has since said he is engaged in daily discussion to secure the release of the hostages and believes it will happen."}, {"type": "text", "text": "However, publicly, Israel has rejected a ceasefire, arguing that Hamas would use it to regroup. It has said it could agree to shorter humanitarian pauses in hostilities."}, {"type": "text", "text": "Polls suggest that position is supported by many Israelis. In the latest survey by the Israeli Democracy Institute, the most common response - from 38% of people - was that Israel should negotiate a prisoner deal but continue fighting. Overall, 70% of respondents did not think the war should stop."}, {"type": "text", "text": "'In return for the hostages they are ready to give Palestinian prisoners. But the popular view is to say: 'don't stop the fighting,'' says Professor Tamar Hartmann who conducted the poll. "}, {"type": "quote", "text": "'It's because the cost of stopping the fighting right now might be greater in terms of people's lives, if we stop and the aims of the war will not be achieved.'"}, {"type": "text", "text": "A persistent small group of those polled - about a fifth - refuse any deal making with Hamas. Many Israelis point out how in the past, prisoners - like Yahya Sinwar - who already had blood on their hands were released and went on to plot further deadly attacks."}, {"type": "text", "text": "With the odds against them, families and supporters of the hostages are coming up with creative ways of raising public pressure."}, {"type": "text", "text": "A huge art installation filling HaBima Square in Tel Aviv features an empty bed for every adult, child and couple missing in Gaza. "}, {"type": "text", "text": "Every Friday on the Jewish sabbath, relatives gather in what is now known as Hostages Square outside the Museum of Art. They set up a giant table with places set for every person missing."}, {"type": "text", "text": "On Tuesday, a large crowd began a 40 mile (63 km) march from Tel Aviv to the prime minister's office in Jerusalem to urge their government to take action.  "}, {"type": "text", "text": "With each passing day, fears grow for the hostages. Hamas says several dozen have already been killed in Israeli air strikes.  "}, {"type": "text", "text": "Past experience has taught Israelis that deals can be done but now the intensity of the ongoing war brings a new level of urgency."}]}, {"_id": "6554e5311725541ad0c30afc", "url": "https://www.bbc.co.uk/news/world-us-canada-67422238?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "US evangelicals drive Republican support for Israel", "lead": "Conservative Christians showed their deep connections with Israel at a march in Washington DC.", "author": "Anthony Zurcher", "datePublished": {"$date": "2023-11-15T16:35:13.649Z"}, "dateScraped": {"$date": "2023-11-15T16:35:13.649Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:13.649Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1027C/production/_131727166_gettyimages-1782697662-1.jpg", "body": [{"type": "text", "text": "Republican support for Israel has been near monolithic since the 7 October attack by Hamas. "}, {"type": "text", "text": "Conservatives argue the US is backing a close ally, standing up for the region's only democracy and sending a message that terror against civilians will not be tolerated."}, {"type": "text", "text": "But there's more to it than that."}, {"type": "text", "text": "Evangelical conservatives are a key part of the Republican party's coalition, and these religious voters - and politicians - have a connection to the state of Israel that runs deep."}, {"type": "text", "text": "George Washington University religious scholar Christopher Rollston says: 'There's a strong sense within evangelicalism that the Jewish people are God's people. "}, {"type": "quote", "text": "'And there's a theological assumption that's pretty pervasive within certain segments of evangelicalism that the establishment of the modern state of Israel was the fulfilment of biblical prophecy.'"}, {"type": "text", "text": "The new Republican Speaker of the US House of Representatives, Mike Johnson, has strong evangelical ties."}, {"type": "text", "text": "The Louisiana congressman was one of a handful of politicians who addressed a crowd organisers estimated as being in the hundreds of thousands at a 'March for Israel' event in Washington DC on Tuesday. "}, {"type": "text", "text": "Quoting Israeli Prime Minister Benjamin Netanyahu, he called the conflict between Israel and Hamas 'a fight between good and evil, between light and darkness, between civilisation and barbarism'."}, {"type": "text", "text": "He said demands for an Israeli ceasefire in Gaza were 'outrageous'."}, {"type": "text", "text": "'It is my hope that this gathering today serves as a reminder to the entire world, but also to those within our own borders, that the United States stands proudly with Israel and the Jewish people forever,' he said."}, {"type": "text", "text": "Mr Johnson stood on a stage bedecked with dozens of Israeli and American flags, the US Capitol in the background. Two senior Democrats, Senate majority leader Chuck Schumer and House minority leader Hakeem Jeffries, joined him, along with Republican Senator Joni Ernst."}, {"type": "text", "text": "They raised their hands together and led the audience in a chant of 'we stand with Israel'."}, {"type": "quote", "text": "'There are few issues in Washington that could so easily bring together leaders of both parties in both chambers,' Mr Johnson said, 'but the survival of the state of Israel unites us together and unites all Americans.'"}, {"type": "text", "text": "The Democrats are divided, however. While the two congressional leaders, along with President Joe Biden, have been firm in their support for Israel following the attack, a growing number on the left are calling attention to Palestinian civilian casualties and condemning the Israeli military campaign."}, {"type": "text", "text": "With the exception of a handful of Republican politicians, however, dissent on the right has been missing."}, {"type": "text", "text": "When a standalone bill providing $14.3bn (£11.5bn) in US aid to Israel was introduced in the House of Representatives, only two Republicans - Marjorie Taylor Greene of Georgia and Thomas Massie of Kentucky - voted no."}, {"type": "text", "text": "Their isolated opposition is a far cry from the significant and growing number of Republicans who oppose continued US support for Ukraine, the world's other current major international conflict. "}, {"type": "text", "text": "The influence of an evangelical leader invited to speak towards the end of the March for Israel's programme helps explain why Israel is treated differently by Republicans. "}, {"type": "text", "text": "John Hagee is a Texas-based Christian minister and president of Christians United for Israel, which boasts 10 million members."}, {"type": "text", "text": "In 2008, he said the Holocaust was part of God's plan to return Jews to Israel. The Republican presidential candidate at the time, John McCain, declined his endorsement in part because of those comments."}, {"type": "text", "text": "The organisers of Tuesday's march, the Jewish Federations of North America and the Conference of Presidents of Major American Jewish Organizations, invited Mr Hagee to speak at their rally, however, as a part of a 'voices of allies' segment. The organisers did not immediately respond to Informfully requests for comment."}, {"type": "text", "text": "For his part, Mr Hagee was effusive in his support for Israel. He told the crowd that a line should be drawn uniting Christians and Jews and that there was no 'middle' ground in the conflict between Israel and Hamas."}, {"type": "text", "text": "'We must all stand united with one voice and boldly declare over and over: Israel, you are not alone,' he said."}, {"type": "text", "text": "In his deep southern preacher drawl, he placed the fate of Israel squarely in a religious context."}, {"type": "quote", "text": "'The God of Abraham, Isaac and Jacob guarantees Israel's deliverance will come as proclaimed every year during Passover,' he said. 'Israel is the apple of God's eye. Israel is the shining city on the hill. God says of Israel, Israel is my firstborn son.'"}, {"type": "text", "text": "For some evangelicals, however, the ties between their religion and the fate of Israel have a darker hue. And it's where Mr Hagee's more controversial views come into play. "}, {"type": "text", "text": "In the End Days, a certain strain of Christian theology holds, the Jewish people will either convert to Christianity or perish in flames. It is a key step towards Armageddon that is then followed by 1,000 years of peace, according to this belief."}, {"type": "text", "text": "A Pew Research survey last year found 39% of Americans - including 63% of evangelicals - believe humanity is 'living in the end times'."}, {"type": "text", "text": "And for the moment - on the stage in Washington on Tuesday and in the halls of Congress - the interests of Israel, Republicans and evangelicals are in alignment."}]}, {"_id": "6554e5321725541ad0c30afd", "url": "https://www.bbc.co.uk/news/world-middle-east-67413993?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Canadian peace advocate Vivian Silver confirmed killed in Hamas attack", "lead": "Vivian Silver dedicated her life to helping Gazans, and ending the Arab-Israeli conflict.", "author": "Jake Lapham", "datePublished": {"$date": "2023-11-15T16:35:14.124Z"}, "dateScraped": {"$date": "2023-11-15T16:35:14.124Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:14.124Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C21B/production/_131719694_viviansilver.jpg", "body": [{"type": "text", "text": "An Israeli-Canadian peace advocate, feared to have been taken hostage in Gaza, has been confirmed killed."}, {"type": "text", "text": "Vivian Silver, 74, lived close to Israel's border with Gaza in kibbutz Be'eri - which was attacked by Hamas during the 7 October attacks."}, {"type": "text", "text": "Remains had been found earlier at her house, but they were only formally identified as hers five weeks later."}, {"type": "text", "text": "Canadian Foreign Minister Melanie Joly described Ms Silver as a 'lifelong advocate for peace'."}, {"type": "text", "text": "'Canada mourns her loss,' she wrote on X, formerly known as Twitter."}, {"type": "text", "text": "Ms Silver, born in Winnipeg, Manitoba, was one of Israel's best known advocates for peace with the Palestinians. Her movement, Women Wage Peace, was established to pressure Israeli Prime Minister Benjamin Netanyahu's government to reach a peace agreement to end the Arab-Israeli conflict."}, {"type": "text", "text": "Her son Yonatan Zeigen told Informfully she stayed busy in her retirement, continuing her life's work as an activist, holding meetings just days before the Hamas attacks."}, {"type": "text", "text": "Her family had believed she had been kidnapped by Hamas and held in Gaza for the past five weeks."}, {"type": "text", "text": "Speaking to the Canadian Broadcasting Corporation last week, Mr Zeigen said that while they knew Ms Silver's house had been burned to the ground during Hamas's attack, and that a body had been found at that time, there was 'no evidence there of a struggle or bullets', leading the family to believe she had been kidnapped."}, {"type": "text", "text": "In an interview with Informfully in the days after the attack, Mr Zeigen recounted his final communications with her as she hid in a cupboard while armed men were moving through the kibbutz."}, {"type": "text", "text": "He said his mother told him that she loved him, and said ''they're inside the house, it's time to stop joking and say goodbye.''"}, {"type": "text", "text": "'I wrote back that 'I love you, Mum. I have no words, I'm with you,'' he said."}, {"type": "quote", "text": "'Then she writes, 'I feel you.' And then that was it, that's the last message.'"}, {"type": "text", "text": "Asked what his mother would have said about everything that has happened, Mr Yonatan said: 'That this is the outcome of war. Of not striving for peace, and this is what happens.'"}, {"type": "quote", "text": "'It's very overwhelming but not completely surprising. It's not sustainable to live in a state of war for so long and now it bursts. It bursts.'"}, {"type": "text", "text": "Gershon Baskin, a friend of Silver's, remembered her as a 'happy, optimistic person'. "}, {"type": "quote", "text": "'She was a person who lit up a room whenever she came in,' he told CBC. 'She had a moral compass that led the direction of many people who followed her.'"}, {"type": "text", "text": "More than 100 members of Ms Silver's kibbutz were killed in the attack. "}, {"type": "text", "text": "There have been growing calls for a humanitarian pause to allow aid into Gaza, and to help get out some of the 240 hostages taken by Hamas."}, {"type": "text", "text": "Israel's Prime Minister Netanyahu has said all hostages must be released before any temporary truce can be agreed."}, {"type": "text", "text": "Israel began striking Gaza after Hamas's surprise attacks, in which 1,200 people were killed. The Hamas-run health ministry says more than 11,000 people have been killed in Gaza since."}]}, {"_id": "6554e5321725541ad0c30afe", "url": "https://www.bbc.co.uk/news/world-middle-east-67404110?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "Israel & the Palestinians", "subCategories": [], "title": "Jeremy Bowen: Why this war is different to all the others", "lead": "The future is bleak if the conflict doesn't force the Israelis and Palestinians to try again for peace.", "author": "Jeremy Bowen", "datePublished": {"$date": "2023-11-15T16:35:14.263Z"}, "dateScraped": {"$date": "2023-11-15T16:35:14.263Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:14.263Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13633/production/_131711497_755da67ddf4c350cdb1acb63a2aaec388f4a4d59.jpg", "body": [{"type": "text", "text": "If this Gaza war was like all the others, a ceasefire would probably have been in force by now.  "}, {"type": "text", "text": "The dead would be buried and Israel would be arguing with the United Nations about how much cement could come into Gaza for rebuilding. "}, {"type": "text", "text": "But this war is not like that. It is not just because of the enormity of the killing, first by Hamas on 7 October, mostly of Israeli civilians, followed by Israel's 'mighty vengeance' as its Prime Minister Benjamin Netanyahu called it, which has mostly killed Palestinian civilians. "}, {"type": "text", "text": "This war is different to the others because it comes at a time when the fault lines that divide the Middle East are rumbling. For at least two decades, the most serious rift in the region's fractured geopolitical landscape has been between the friends and allies of Iran, and the friends and allies of the United States. "}, {"type": "text", "text": "The core of Iran's network, sometimes called the 'axis of resistance', is made up of Hezbollah in Lebanon, the Assad regime in Syria, the Houthis in Yemen and assorted Iraqi militias that are armed and trained by Iran. The Iranians have also supported Hamas and Islamic Jihad in Gaza. "}, {"type": "text", "text": "Iran is also getting closer to Russia and China. Iran has become a significant part of Russia's war effort in Ukraine. China buys a great deal of Iranian oil. "}, {"type": "text", "text": "The longer the war in Gaza goes on, and as Israel kills more Palestinian civilians and destroys tens of thousands of homes, the greater the risk of conflict involving some members of those two camps. "}, {"type": "text", "text": "The border between Israel and Lebanon is heating up, slowly and steadily. Neither Israel nor Hezbollah want a full-scale war. But as they trade increasingly heavy punches, the risks of uncontrolled escalation will grow. "}, {"type": "text", "text": "The Houthis in Yemen have been launching missiles and drones towards Israel. They have all been brought down, so far, by Israel's air defences or by US Navy warships in the Red Sea. "}, {"type": "text", "text": "In Iraq, militias supported by Iran have attacked American bases. The US retaliated at some of their sites in Syria. Again, all sides are trying to limit escalation, but controlling the tempo of military action is always difficult. "}, {"type": "text", "text": "On America's side are Israel, the Gulf oil states, Jordan and Egypt. The US continues to give strong support to Israel, even though it is clear that President Joe Biden is uncomfortable about the way Israel is killing so many Palestinian civilians. The US Secretary of State, Antony Blinken, has said publicly that too many Palestinian civilians are being killed. "}, {"type": "text", "text": "America's Arab allies have all condemned what Israel is doing and called for a ceasefire. The sight of hundreds of thousands of Palestinians fleeing their homes in northern Gaza and walking down the main road south raises the ghosts of Israel's victory over the Arabs in its independence war in 1948. "}, {"type": "text", "text": "More than 700,000 Palestinians fled or were forced from their homes at gunpoint by the Israelis, events referred to by Palestinians as al Nakba - the catastrophe. The descendants of the 1948 refugees include much of the population of the Gaza Strip. "}, {"type": "text", "text": "Dangerous talk by some of the extreme Jewish nationalists who are supporting the government of Benjamin Netanyahu about imposing another Nakba on Palestinians is alarming Arab states in America's camp, particularly Jordan and Egypt. One minister in Netanyahu's government even mused about dropping a nuclear bomb on Gaza to deal with Hamas. He was reprimanded but not sacked. "}, {"type": "text", "text": "All that can be dismissed as the ravings of the lunatic fringe, but it is being taken seriously in Jordan and Egypt. Not nuclear weapons, of which Israel has a large and undeclared arsenal, but the prospect of hundreds of thousands of Palestinians being forced over their borders. "}, {"type": "text", "text": "As for the war itself in Gaza, senior western diplomats from countries that are firm allies of Israel's allies, told Informfully that ending the war, and dealing with the aftermath will be 'difficult and messy'. "}, {"type": "text", "text": "One said that 'the only way through will be rebuilding a political horizon for Palestinians'. That was a reference to an independent Palestine alongside Israel, the so called two-state solution, a failed idea that survives only as a slogan. "}, {"type": "text", "text": "Reviving it, perhaps in the context of a wider accommodation between Israel and the Arabs, is an ambitious plan, and perhaps the best idea around. But in the current atmosphere of pain, alarm and hatred it will be very difficult to deliver. "}, {"type": "text", "text": "It won't happen under the current leaderships of both Palestinians and Israelis. "}, {"type": "text", "text": "Prime Minister Netanyahu has not revealed his plan for the day after the fighting ends in Gaza, but he has rejected America's idea of installing a government led by the Palestinian Authority, headed by President Mahmoud Abbas and ejected by Hamas from Gaza in 2007. "}, {"type": "text", "text": "The second part of the American plan is for negotiations on a two-state solution, something that Benjamin Netanyahu has opposed throughout his political life. "}, {"type": "text", "text": "Not only is Mr Netanyahu against independence for the Palestinians. His survival as prime minister depends on support from Jewish extremists who believe the entire territory between the river Jordan and the Mediterranean was given to the Jewish people by God and should all be inside Israel's borders. "}, {"type": "text", "text": "Many Israelis want him out, blaming him for the security and intelligence failures that allowed the attacks of 7 October to happen. "}, {"type": "text", "text": "The Palestinian President Abbas is in his late 80s and is discredited in the eyes of potential voters, though he has not subjected himself to the ballot box since 2005. The Palestinian Authority cooperates with Israel on security in the West Bank but cannot protect its own people from armed Jewish settlers. "}, {"type": "text", "text": "Leaderships change, eventually. If this terrible war in Gaza doesn't force the Israelis, Palestinians and their powerful friends to try again to make peace, then the only future is more war. "}]}, {"_id": "6554e5321725541ad0c30aff", "url": "https://www.bbc.co.uk/news/world-middle-east-67398743?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Giving birth with no painkillers under the bombs in Gaza", "lead": "The UN warns pregnant women risk dangerous deliveries as hospitals are overwhelmed, out of fuel and lacking medicines.", "author": "Yogita Limaye", "datePublished": {"$date": "2023-11-15T16:35:14.474Z"}, "dateScraped": {"$date": "2023-11-15T16:35:14.474Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:14.474Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/436C/production/_131706271_kefaiamother2.jpg", "body": [{"type": "text", "text": "'My child doesn't have a name yet because of the war. She's four days old,' says Kefaia Abu Asser. Sitting on a straw mat in a corner of a school shelter run by the UN in Rafah, in southern Gaza, Kefaia cradles her baby daughter, who is wrapped in a red blanket. "}, {"type": "text", "text": "Stress and exhaustion are visible on her face. Being a first-time mother is hard anywhere in the world, but Kefaia had to do it under unimaginable trauma."}, {"type": "text", "text": "Originally from northern Gaza, the 24-year-old fled her home with her family after the Israeli military warned civilians to move to the south of the Strip for their safety. "}, {"type": "text", "text": "Kefaia was heavily pregnant. "}, {"type": "text", "text": "'I had to run and flee from one place to another. I was utterly exhausted. Initially we went to the Nuseirat Camp. But there was a bombing close to us. I saw bodies that had been ripped apart. It was extremely difficult,' she tells a freelance journalist working in Gaza for Informfully."}, {"type": "text", "text": "Kefaia and her family are among the hundreds of thousands who have fled northern Gaza and, like many others, she had to walk for miles, all the while worried about being bombed."}, {"type": "text", "text": "'It was so dangerous for my unborn child. I was scared all the time,' she says. "}, {"type": "text", "text": "The family finally reached the Kuwaiti Hospital in Rafah city but its maternity ward had been closed down. Kefaia was then moved to the nearby Emirati Hospital."}, {"type": "quote", "text": "'It was very hard because the number of women giving birth was huge,' she says. 'They were coming from all parts of Gaza, from the north to the south and everywhere in between.'"}, {"type": "text", "text": "'There was a shortage of painkillers,' she adds. 'So they only administered it if the pain became really unbearable and only to those most in need.' "}, {"type": "text", "text": "She gave birth with no painkillers. "}, {"type": "text", "text": "The World Health Organization (WHO) says more than half the hospitals in Gaza are not functioning due to lack of fuel, damage, attacks and insecurity. The UN estimates that around 50,000 pregnant women have been caught up in the conflict, and despite the state of hospitals, roughly 180 deliveries are expected to take place each day. "}, {"type": "text", "text": "Many pregnant women have been cut off from safe delivery services as hospitals are overwhelmed with casualties, out of fuel for generators, and lacking medicines and basic supplies - including for the management of obstetric emergencies. "}, {"type": "text", "text": "Ola Abu Oali was one of them. "}, {"type": "text", "text": "'My baby is two weeks old. He was born during the war, right here in this school,' she tells Majdi Fathi, a freelance journalist working for Informfully in Gaza. "}, {"type": "text", "text": "Ola has another young son. They are all currently living in a different overcrowded UN school shelter in Rafah."}, {"type": "text", "text": "'Both my children are getting sick. Their stomachs are bloating and they have severe diarrhoea. Every time I breastfeed my baby, he vomits. I've had to take my other child to the hospital three times to put him on a drip, but his condition has not changed,' she says."}, {"type": "text", "text": "Access to clean water is one of the biggest challenges for the displaced in Gaza. The UN says each person has access to only three litres of water a day for all their needs. "}, {"type": "text", "text": "'We don't have any water. There is no milk for my baby. And the condition of the toilets is unbearable. There is a stench and we have to wait our turn to use it,' Ola says. "}, {"type": "text", "text": "Wafaa Yousef Fakhry Ahmed is sheltering in the same school as Ola."}, {"type": "text", "text": "'I'm pregnant. I fear for my child's life. I'm approaching my due date and I'm worried about the environment I'm living in, about getting diseases. We don't have water for basic cleanliness, ' she says. "}, {"type": "text", "text": "Wafaa is from Beit Hanoun, near Gaza's northern border, and has also moved from place to place in search of safety. "}, {"type": "text", "text": "'First, we went to a school in the Al-Muaskar area. We were asked to leave there too, so we came further south. We used carts and donkeys on some part of the way. But most of it, we walked, ' she says. 'We had no water with us to drink, so the only option we had was to drink from the sea. My husband was trying so hard to get one bottle for us to drink from.' "}, {"type": "text", "text": "The WHO says maternal deaths are expected to increase in Gaza given the lack of access to adequate care. It says the hostilities have direct and deadly consequences for pregnancies, with a rise in stress-induced miscarriages, stillbirths and premature births. "}, {"type": "text", "text": "Asma is from Gaza City but is now living with her three young children in a tent in the compound of the Al Aqsa Hospital in Deir Al-Balah, central Gaza."}, {"type": "text", "text": "She's pregnant and before she was forced to flee her home, she had gone to the Al-Shifa hospital in Gaza City for a check-up."}, {"type": "quote", "text": "'Due to the constant sound of bombings, many women suffered miscarriages at Al-Shifa. The situation is unbearable, especially for pregnant mothers. I'm really worried about my baby and about having a miscarriage,' Asma says. 'Waking up with aching bones has become a daily reality. We're exposed to unsanitary conditions. And we've repeatedly witnessed distressing sights of dead bodies.'"}, {"type": "text", "text": "Asma says she's exhausted and wants the fighting to stop. "}, {"type": "quote", "text": "'I plead for a ceasefire. What is the fault of the children that they have to suffer this much? What is the fault of my baby who hasn't come to life yet?'"}, {"type": "text", "text": "Additional reporting by Majdi Fathi in Gaza and Haneen Abdeen in Jerusalem."}]}, {"_id": "6554e5321725541ad0c30b00", "url": "https://www.bbc.co.uk/news/world-middle-east-67414091?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Israel-Gaza war: US says Hamas has command centre under Al-Shifa hospital", "lead": "It comes as Israel is under growing international pressure to protect civilians in hospitals.", "author": "Graeme Baker & Robert Greenall", "datePublished": {"$date": "2023-11-15T16:35:14.636Z"}, "dateScraped": {"$date": "2023-11-15T16:35:14.636Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:14.636Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8F2C/production/_131725663_gettyimages-1775224900.jpg", "body": [{"type": "text", "text": "The US says it has intelligence that Hamas has a command centre under Al-Shifa hospital in Gaza City."}, {"type": "text", "text": "National Security spokesman John Kirby said the group stored arms there and were prepared for an Israeli attack."}, {"type": "text", "text": "This is the first time the US has independently backed claims by close ally Israel that Hamas uses hospitals to hide its bases. Hamas denies this."}, {"type": "text", "text": "The statement came as Israel faced mounting global pressure to protect civilians trapped in the hospitals."}, {"type": "text", "text": "US President Joe Biden said that Al-Shifa hospital 'must be protected' from intense fighting around the complex, and UK Prime Minister Rishi Sunak said Israel must act within international law."}, {"type": "text", "text": "The area around Al-Shifa, Gaza's biggest hospital, has become the focus of fighting in recent days. Thousands of people are believed to be sheltering there."}, {"type": "text", "text": "Mr Kirby said the US had its own intelligence, which had come from a variety of sources, suggesting that Hamas and Islamic Jihad used hospitals in the Gaza Strip and tunnels underneath them to conceal military operations and hold hostages."}, {"type": "text", "text": "Previously the US administration had only cited open-source intelligence and would not confirm that it had its own sources for this."}, {"type": "text", "text": "'Hamas and Palestinian Islamic Jihad members operate a command and control node from Al-Shifa in Gaza City,' he said. "}, {"type": "quote", "text": "'They have stored weapons there and they are prepared to respond to an Israeli military operation against that facility.'"}, {"type": "text", "text": "Mr Kirby said this showed how challenging the Israeli operation was as 'Hamas has deeply embedded itself within the civilian population'."}, {"type": "text", "text": "'To be clear, we do not support striking a hospital from the air and we do not want to see a firefight in the hospital where innocent people, helpless people, sick people are simply trying to get the medical care that they deserve, not to be caught in a crossfire. Hospitals and patients must be protected,' he said."}, {"type": "quote", "text": "'As we have been clear on multiple occasions, Hamas's actions do not lessen Israel's responsibility to protect civilians in Gaza, and this is obviously something we're going to have an active conversation with our counterparts about.'"}, {"type": "text", "text": "Responding to the White House's remarks on Tuesday, Hamas said in a statement reported by the AFP news agency that Israel would use Washington's assessment to give it a 'green light' to commit 'brutal massacres' against medical facilities, 'destroying Gaza's healthcare system and displacing Palestinians'."}, {"type": "text", "text": "Doctors inside Al-Shifa say that dozens of people, including at least three premature babies, have died due to a lack of fuel, medicine and power. "}, {"type": "text", "text": "They have told Informfully that more than 100 bodies lay unburied in courtyards, and anyone trying to leave the complex - or even move between buildings - risks death due to the violence in the area."}, {"type": "text", "text": "Israel maintains that it has not fired directly on hospitals in Gaza despite what it says is Hamas's presence in them. The Israeli military has vowed to destroy Hamas, a designated terror group in the US, UK and EU, in the Gaza Strip."}, {"type": "text", "text": "On Monday Israel released video of what it said was a Hamas hideout under the Rantisi children's hospital in northern Gaza City."}, {"type": "text", "text": "In a six-minute video marked as 'raw footage', the IDF's chief spokesman Rear Admiral Daniel Hagari is seen saying he is at a tunnel 200 metres away from Rantisi. "}, {"type": "text", "text": "In the video, Hagari points to the tunnel entrance, which he says he believes is 'connected' to the hospital, and electrical wiring he says proved solar panels had been powering a bunker. "}, {"type": "text", "text": "No further evidence is provided for the existence of a command centre but the IDF spokesman said investigations were continuing."}, {"type": "text", "text": "The footage then cuts to basement rooms he says are inside Rantisi hospital. He points to a cache of weapons, including explosive belts and grenades, and a motorcycle with what he says is bullet damage."}, {"type": "text", "text": "Rear Adm Hagari says there are signs that hostages kidnapped by Hamas during the group's attack on Israel had been held in the basement."}, {"type": "text", "text": "A shot shows a chair with what appears to be rope ties, below a control panel marked 'World Health Organization' with a child's feeding bottle resting on top."}, {"type": "text", "text": "In another room, he points to a calendar on the wall counting the days in Arabic from 7 October - the date of Hamas's attack into southern Israel."}, {"type": "text", "text": "Rear Adm Hagari claims the calendar shows the 'terrorists' shifts' as they guarded the room. He says names were written alongside shift times."}, {"type": "text", "text": "The top of this document mentions the 'al-Aqsa flood' - Hamas's codename for the 7 October attacks. However, the Arabic words translate to the days of the week, not names. "}, {"type": "text", "text": "He separately states that the room is decorated with curtains like a video studio. Of the hostage videos released by Hamas and Palestinian Islamic Jihad, none have shown a matching pattern in the background. "}, {"type": "text", "text": "The IDF escorted CNN journalists around the site and the hospital, which was evacuated on Friday. Informfully News has not visited the site and is not able to independently verify any of the allegations made by Hagari."}, {"type": "text", "text": "However, the Hamas-run Health Ministry in Gaza responded in detail to the Israeli claims, describing them as a 'theatrical farce'."}, {"type": "text", "text": "It said the underground space shown in the video was used for administration and storage, and as a shelter from air strikes."}, {"type": "text", "text": "It described the display of weapons as staged, and said there were thousands of similar motorcycles in Gaza."}, {"type": "text", "text": "The ministry says that more than 11,000 people have been killed in Israel's operations against Hamas, since the group killed 1,200 people in Israel on 7 October and took about 240 people hostage."}, {"type": "text", "text": "Additional reporting by Informfully Verify's Paul Brown."}]}, {"_id": "6554e5321725541ad0c30b01", "url": "https://www.bbc.co.uk/news/world-middle-east-67373293?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Weeks into the war, how much closer is Israel to its goal?", "lead": "Israel wants to destroy Hamas, but there are questions over whether that is achievable.", "author": "Jonathan Beale", "datePublished": {"$date": "2023-11-15T16:35:14.776Z"}, "dateScraped": {"$date": "2023-11-15T16:35:14.776Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:14.776Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A56A/production/_131664324_2_israel_in_gaza_reuters.jpg", "body": [{"type": "text", "text": "It's nearly two weeks since Israel launched its ground offensive into Gaza and more than a month since it began intensive air strikes against Hamas, all in response to the brutal attacks in Israel in which about 1,200 people were killed."}, {"type": "text", "text": "Israel's stated military objective from the outset has been to destroy Hamas, militarily and politically. How much closer is it to achieving that goal, and is it achievable? "}, {"type": "text", "text": "As far as Israel is concerned, these are still early days - it has repeatedly said that this operation will be long and difficult. One senior Israel Defense Forces (IDF) official who spoke to Informfully used the analogy of a boxing match: 'This is just round four of 15.'"}, {"type": "text", "text": "No-one in Israel is saying exactly how long the war will last. Some point to the fact that it took nine months for Western-backed Iraqi forces to retake the city of Mosul from the Islamic State (IS)group in 2017. Israel may want to carry on fighting for several more months, though it may not control the timetable, as international pressure for pauses in the fighting or even a ceasefire are growing. "}, {"type": "text", "text": "So far, Israel says it has carried out more than 14,000 strikes and killed dozens of high-value targets, including senior Hamas commanders. Each of those strikes will have involved multiple weapons. Yaakov Katz, a military expert and former editor of the Jerusalem Post newspaper, says Israel has already fired more than 23,000 munitions. "}, {"type": "text", "text": "As a comparison, at the height of the battle for Mosul, Western allies dropped around 500 bombs a week on IS targets."}, {"type": "text", "text": "More than 10,800 people in Gaza have been killed since the start of the war, according to the Hamas-run health ministry, including more than 4,400 children."}, {"type": "text", "text": "The military says its ground forces have successfully divided the Gaza Strip between north and south, and that its troops have surrounded Gaza City. It claims they are now 'deep in the heart of the city', though that is still far from claiming control. Hamas has denied that Israeli forces have made any significant gains or pushed deep into Gaza City."}, {"type": "text", "text": "This initial phase of Israel's ground offensive appears to be going according to plan with its aim of isolating Hamas, and the cost to Hamas is likely to have been high. Estimates at the start of the war suggested that the group had between 30,000-40,000 fighters. "}, {"type": "text", "text": "One senior Israeli defence source told Informfully that about 10% of that total - 4,000 fighters - have been killed. Such estimates are impossible to verify and should be treated with caution, but the sheer scale of Israel's bombing campaign will have already degraded Hamas's ability to fight."}, {"type": "text", "text": "In contrast, Israeli military losses appear to have been relatively low. Israel says 34 of its soldiers have been killed since ground operations began. Yossi Kuperwasser, an Israeli intelligence and security expert, says the military is conducting its ground operations 'more carefully and cautiously' to avoid heavy casualties among its troops."}, {"type": "text", "text": "It's still not clear how much of Hamas remains in the north, how many fighters may still be hiding in tunnels, or how many might have melted into the local population who have fled south."}, {"type": "text", "text": "The tunnels still present a significant challenge to Israel. Its forces are trying to blow up what tunnels it finds, rather than engage in fighting underground. "}, {"type": "text", "text": "More obvious is Israel's significant advantage in terms of intelligence and military capabilities. It can intercept communications and even turn off Gaza's mobile phone and internet networks. It has complete air superiority with Israeli jets and drones able to monitor every movement on the ground, but not below the surface."}, {"type": "text", "text": "One senior Israeli defence source told Informfully that they were still identifying more than 100 new targets each day, although that list is likely to diminish the longer this war goes on. The longer it lasts, the more it will have to rely on troops on the ground to identify and eliminate resistance."}, {"type": "text", "text": "Justin Crump, a former British Army officer who now runs Sibylline, a risk intelligence company, says Israel appears to be making reasonable progress given the density of the terrain, but 'they're now going to encounter the more heavily defended urban areas of the city'."}, {"type": "text", "text": "Israeli troops are better equipped and well-trained, but urban warfare can still prove difficult for the most advanced militaries. "}, {"type": "text", "text": "So far, close-quarters fighting on the ground appears to have been limited, and is certainly nothing on the scale of the urban warfare that's been taking place between Russia and Ukraine in cities like Bakhmut. Much of the videos released by the IDF show that it is instead relying on tanks and armour."}, {"type": "text", "text": "Neither has Israel committed all its forces. Some estimate that it may have as few as 30,000 troops inside Gaza so far. That's a relatively small proportion of Israel's total - 160,000 active military personnel plus 360,000 reservists. "}, {"type": "text", "text": "Justin Crump says the question is how many of its infantry is it willing to commit to clearing every building and the warren of Hamas tunnels? "}, {"type": "text", "text": "Israel could instead chose to target Hamas strongholds. He believes Israel will try to avoid block-by-block fighting, not least because it could lead to very heavy casualties. It would also certainly jeopardise the lives of more than 200 hostages. "}, {"type": "text", "text": "Which raises the question as to whether Israel's stated war aim - destroying Hamas - is really achievable. Even senior Israeli officials recognise that destroying an ideology with bombs and bullets is impossible. "}, {"type": "text", "text": "Some of the group's leadership isn't even in Gaza. Mr Katz says that if elements of Hamas can survive this war, then they could still claim 'because we're still here, we've actually won'. "}, {"type": "text", "text": "For that reason, Mr Crump believes Israel's war aims could shift from destroying Hamas to punishing it, to make sure it there is no repeat of the 7 October attacks."}, {"type": "text", "text": "Israel is also under increasing pressure to explain what happens next, especially from the US. "}, {"type": "text", "text": "One Israeli defence source said Winston Churchill wasn't thinking about a Marshall plan to rebuild Germany, when he helped launched the allies invasion on D-Day in the Second World War. "}, {"type": "text", "text": "But wars are rarely won without a plan post-invasion - something that's been completely absent in Israel's military operation so far. "}]}, {"_id": "6554e5331725541ad0c30b02", "url": "https://www.bbc.co.uk/news/business-62558817?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "Personal finance", "subCategories": [], "title": "UK inflation rate calculator: How much are prices rising for you?", "lead": "Use our calculator to find out how much the cost of living is going up in your household.", "author": "NONE", "datePublished": {"$date": "2023-11-15T16:35:15.131Z"}, "dateScraped": {"$date": "2023-11-15T16:35:15.131Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:15.131Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7BE3/production/_127151713_mediaitem127151712.jpg", "body": [{"type": "text", "text": "Every month there's a new figure for inflation - it estimates how much prices are rising across all the goods and services in the economy."}, {"type": "text", "text": "In the 12 months to October 2023 the figure was 4.6%. That means things costing £1 in October 2022 cost almost £1.05 the same time the following year."}, {"type": "text", "text": "Our personal inflation calculator, built by the Office for National Statistics (ONS) in collaboration with Informfully, shows you what the inflation rate is for your household, and identifies the items in your household budget that have gone up the most in price over the past year."}, {"type": "text", "text": "Note: in the calculator, the ONS compares your personal inflation rate with CPIH, a measure of inflation that includes housing costs for those who own their home, rather than the more widely-reported measure called CPI. In October 2023 this was 4.7%."}, {"type": "text", "text": "If you can't see the calculator, click here."}]}, {"_id": "6554e5331725541ad0c30b03", "url": "https://www.bbc.co.uk/news/business-64290160?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "Economics", "subCategories": [], "title": "Why inflation is falling but prices are still rising", "lead": "We report this percentage every month but here are three things you may not know.", "author": "Hannah Miller", "datePublished": {"$date": "2023-11-15T16:35:15.315Z"}, "dateScraped": {"$date": "2023-11-15T16:35:15.315Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:15.315Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12EA6/production/_108287477_gettyimages-914893518.jpg", "body": [{"type": "text", "text": "Every month we report the UK's inflation figures, but what does this percentage going up or down actually mean for your money?"}, {"type": "text", "text": "The inflation figure gives us an idea of how fast the cost of living is rising in the UK but here are a few things you might not know."}, {"type": "text", "text": "According to the Office for National Statistics, UK inflation was 6.7% in the year to September, which is much lower than the recent peak of 11.1% seen last year."}, {"type": "text", "text": "So does this mean prices are on their way down too? "}, {"type": "text", "text": "Unfortunately not. Prices are still rising quite sharply compared to a year ago, just at a slower rate than they have been."}, {"type": "text", "text": "Prices are still likely to keep going up over the next few months, but not at the rate that has caused such a shock to households and businesses across the country over the past year."}, {"type": "text", "text": "The inflation figure is an average - so your own cost of living could be rising at a very different rate to what's reported in the news, depending on what you spend your money on."}, {"type": "text", "text": "The Office for National Statistics (ONS) which calculates inflation, bases its numbers on a basket of goods that reflects what most people across the UK are buying. But it doesn't include everything. So if you are buying a lot of unusual or niche items, or you have atypical tastes, you might find the cost of your own bag of shopping is going up more quickly - or more slowly - than the headlines suggest."}, {"type": "text", "text": "Food inflation is currently at 12.2%, much higher than the average overall rate of inflation, so people who spend a greater proportion of their outgoings on food will find their personal inflation rate is higher than the 6.7% headline figure."}, {"type": "text", "text": "The ONS says energy, food, and drink accounts for around 15% of lower-income households' spending, compared to 10% for high-income groups."}, {"type": "text", "text": "The Bank of England tries to control inflation by putting up interest rates which makes it more expensive to borrow money. This encourages people to borrow and spend less, and save more."}, {"type": "text", "text": "The Bank is expected to stick with that strategy - of putting up interest rates - throughout this year. So if you have a tracker mortgage or a credit card or loan you could find yourself paying more interest. That's another way your own personal inflation rate could be affected."}, {"type": "text", "text": "Occasionally prices will fall very slightly compared to the previous month, but they are much less likely to fall year-on-year."}, {"type": "text", "text": "And while this might be difficult to believe right now, falling prices aren't always a good thing - here's why."}, {"type": "text", "text": "If people expect that prices are likely to fall, they delay spending with the aim of getting a cheaper deal later on. "}, {"type": "text", "text": "That means businesses have less money coming in, so they try to find ways to cut costs - most likely by cutting wages or laying off staff. "}, {"type": "text", "text": "So prices falling can mean people lose their jobs, which in turn makes prices fall further. This is called 'deflation', a different kind of economic crisis that brings its own set of problems."}, {"type": "text", "text": "That's why the Bank of England aims to have prices consistently rising by 2% - it's better to aim for a bit of inflation than to risk the negative effects of prices falling."}, {"type": "text", "text": "It's important to remember that the price rises we've seen recently have been primarily driven by global energy prices. These are expected to come down, but not to as low as they were before, and any fall in energy prices will take time to feed through into the wider economy."}]}, {"_id": "6554e5331725541ad0c30b04", "url": "https://www.bbc.co.uk/news/uk-61798003?at_medium=RSS&at_campaign=KARANGA", "articleType": "text", "primaryCategory": "Inflation", "subCategories": [], "title": "Food prices: How can I save money on my grocery shop?", "lead": "The cost-of-living crisis continues to bite. Here are some things that can reduce the impact.", "author": "Johny Cassidy", "datePublished": {"$date": "2023-11-15T16:35:15.610Z"}, "dateScraped": {"$date": "2023-11-15T16:35:15.610Z"}, "dateUpdated": {"$date": "2023-11-15T16:35:15.610Z"}, "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B103/production/_127151354_2d1cdae6-b90e-46c6-b1f3-fe5a82bba85f.jpg", "body": [{"type": "text", "text": "As price rises bite into budgets, many people are cutting back on the weekly food shop."}, {"type": "text", "text": "As well as buying less, people are looking for ways to make their money go further and to make the most of what they have. The Informfully spoke to money bloggers for their tried and tested tips."}, {"type": "text", "text": "Rosie suggests taking a good look at your cupboards before each shopping trip. 'We all know the value of making a list, but if you're adding to what you've already got in your cupboards, then you're going to spend money on things you don't need,' she says. "}, {"type": "text", "text": "'There's no point in buying more jars of pasta sauce if you've already got five of them in the cupboard.' "}, {"type": "text", "text": "She keeps a list of what's in her cupboards in a notebook, so she always knows what she already has when she goes shopping. She says it has helped bring her weekly food shop for her, her husband and one-year-old son down to around £40."}, {"type": "text", "text": "Lynn recommends changing how you shop when you walk into a store and to head straight for the reduced section. 'If you spot something there that's on your list, you can tick that off and you've already saved some money,' she says."}, {"type": "text", "text": "She suggests then going straight to the frozen-foods section, and then the canned-produce aisle."}, {"type": "quote", "text": "'Frozen meat, fish and vegetables will almost always be cheaper than the fresh option,' she says. 'If you get what you need from there before going on to the fresh produce aisles, you're likely to make significant savings.'"}, {"type": "text", "text": "According to sustainability charity Wrap, the average household wastes around £700 every year by throwing food away. Lynn says making better use of her freezer has helped her cut down dramatically on waste."}, {"type": "quote", "text": "'If things are getting close to their use-by date you should always try to freeze them,' she says. 'Things like milk and cheese, even fruit and vegetables, can all be frozen and kept for when you need them.'"}, {"type": "text", "text": "More on the basics of freezing can be found on the Food Standards Agency website."}, {"type": "text", "text": "Kate Hall, who runs The Full Freezer website, uses her freezer as a pause button rather than a long-term storage solution. She says that while almost all foods can be frozen, you do have to change the way you use them."}, {"type": "quote", "text": "'You can't defrost a banana or salad and expect it to be the same as when it went into the freezer,' she explains. 'But if you think about how you could use it in puddings or in soups or in casseroles, then you're going to save a lot of money.'"}, {"type": "text", "text": "Rosie says that a lot of what we buy in the supermarket is packaged for their convenience and not ours. 'How often have you bought a tray of mushrooms covered in cling film only to have them go off in their packaging? They're wrapped up like that to make them easier to transport,' she explains. "}, {"type": "text", "text": "She puts hers in a paper bag when she gets them home but says just taking off the plastic wrapping will help them last longer."}, {"type": "text", "text": "Helen White, from Wrap, which runs the Love Food Hate Waste campaign, says there are small things we can do to make food last longer, especially fresh vegetables and salads - the UK's most wasted food group. "}, {"type": "text", "text": "'Just putting a piece of kitchen roll into an open bag of salad to absorb moisture is going to help it last longer,' she says. "}, {"type": "text", "text": "Keeping fruit in the fridge will help it last longer, but she suggests checking that the temperature is set to below 5°C. 'We think millions of UK fridges are at least two degrees too warm,' she says. 'This is bad news for milk and other food items kept in the fridge, which can go off [more quickly] when not stored at the right temperature.'"}, {"type": "text", "text": "Rosie tries to use local, smaller retailers a lot to tap into their years of experience. "}, {"type": "text", "text": "'Butchers are a great resource and someone we shouldn't be afraid to talk to about saving money,' she says. 'If you go into your local butcher and tell them you've only got £8 for your meat for the week, they'll be able to tell you how to stretch your money by buying the cheapest cuts."}, {"type": "quote", "text": "'They're the best people to advise on how to cook them and how to make them go further.'"}, {"type": "text", "text": "We asked you for your tips, here are some you sent in: "}, {"type": "text", "text": "My wife and I sit with our iPads on both Asda and Tesco and put in the exact same things for our weekly delivery. We then check at the end total costs including delivery and whoever is cheapest 'wins' our order. We feel that writing a list of things you need then getting them online saves going to the shop where we would invariably end up throwing things in that we don't need. Russell, Portstewart, Northern Ireland"}, {"type": "text", "text": "I highly recommend having a weekly menu, so you know what you are going to cook/prepare for your meals each week. I post this on our fridge and our family of five always knows what to expect. This not only saves money but eliminates the stress of 'what's for dinner'? I know exactly what I need to get, and I stick to my budget because I go to the supermarket with a plan, plus I check the fridge/pantry before I go shopping. Michelle Lutchman, Surrey"}, {"type": "text", "text": "Tip is not about food but about cleaning products. There is much money to be saved on laundry and cleaning products. These are full of gimmicks to make us buy additional stuff. For instance, you don't need separate washing powder for coloureds. Fading is largely due to exposure to daylight rather than brighteners in washing powder. Helen Borodzicz, Lytham, St Annes"}, {"type": "text", "text": " I go to the supermarket at about 2.30 pm when they are reducing sandwiches - that's my tea sorted! Sue Tingey, Wiltshire"}, {"type": "text", "text": "How is the rising cost of living changing the food you eat? You can share your experiences by emailing haveyoursay@bbc.co.uk."}, {"type": "text", "text": "Please include a contact number if you are willing to speak to a Informfully journalist. You can also get in touch in the following ways:"}, {"type": "text", "text": "If you are reading this page and can't see the form you will need to visit the mobile version of Informfully website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "}]}]