[{"_id": "654a0e6ea2ba502328bf3ff7", "url": "https://www.bbc.co.uk/news/health-67337081?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Breast cancer", "subCategories": [], "title": "Thousands to be offered daily pill to prevent breast cancer", "lead": "Trials suggest anastrozole could reduce breast cancer cases by almost 50% in post-menopausal women.", "author": "Annabel Rackham", "datePublished": "20231107", "dateScraped": "2023-11-07 11:16:14.503124", "dateUpdated": "20231107", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17B8B/production/_131636179_breastscreening-gettyimages-1456761556.jpg", "body": [{"type": "text", "text": "Tens of thousands of women in England could benefit from a drug that helps prevent breast cancer."}, {"type": "text", "text": "Anastrozole, used for many years to treat the disease, has now been licensed as a preventative option."}, {"type": "text", "text": "Recent trials show the drug can reduce the incidence of breast cancer by almost 50% in post-menopausal women at moderate or high risk of the disease."}, {"type": "text", "text": "Charities said it was 'a major step forward' for women with a significant family history of the cancer."}, {"type": "text", "text": "An estimated 289,000 women could be eligible for the drug."}, {"type": "text", "text": "And if one in four of these come forward, it could help prevent 2,000 cases of breast cancer in England, NHS England says, which could save the health service £15m in treatment costs. "}, {"type": "text", "text": "Any woman worried about having a higher than normal risk of breast cancer can contact their GP, who can refer them to a specialist for a full risk assessment taking into account family history."}, {"type": "text", "text": "Anastrozole is off-patent, which means more than one company can make it and the drug can be distributed fairly cheaply."}, {"type": "text", "text": "First recommended as a preventative option by the National Institute for Health and Care Excellence, in 2017, its use in this way has now been licensed by the Medicines and Healthcare products Regulatory Agency as part of NHS England's medicines-repurposing programme. "}, {"type": "text", "text": "Lesley-Ann Woodhams, 61, has just completed a five-year course of one tablet a day."}, {"type": "text", "text": "Taking it was 'an easy decision, as I'd watched my mum battle breast cancer', she says."}, {"type": "text", "text": "'I could live a life without constantly worrying or giving a thought to what could be if I'd developed breast cancer,' Lesley-Ann says. "}, {"type": "quote", "text": "'It really was a gift - it gave my family and myself peace of mind and, more importantly, a continued future to look forward to.'"}, {"type": "text", "text": "Prof Peter Johnson, NHS England's national clinical director for cancer, told Informfully Radio 4's Today programme the drug was a 'very attractive' prospect for those at high risk of breast cancer. "}, {"type": "text", "text": "He said research indicated it was more effective at protecting against the disease and had fewer side effects than tamoxifen, which is already available as a preventative treatment."}, {"type": "text", "text": "'People have been particularly concerned about blood clots and also in some cases the development of endometrial cancer [when taking tamoxifen]. Anastrozole doesn't seem to do that so it's a more attractive idea,' he said."}, {"type": "text", "text": "Baroness Delyth Morgan, chief executive at Breast Cancer Now, said: 'The extension of anastrozole's license to cover it being used as a risk-reducing treatment is a major step forward that will enable more eligible women with a significant family history of breast cancer, to reduce their chance of developing the disease.'"}, {"type": "text", "text": "Breast cancer is the most common cancer in England, with more than 47,000 people diagnosed each year."}, {"type": "text", "text": "Eight out of 10 of those cases are diagnosed in women aged over 50. "}, {"type": "text", "text": "Women with a mutation in one of the BRCA genes are at risk of developing breast cancer and ovarian cancer."}, {"type": "text", "text": "Most women in the UK have a 15% chance of developing breast cancer in their lifetime, but that significantly increases if you have the mutation."}, {"type": "text", "text": "Out of every 100 women who have a BRCA1 gene mutation:"}, {"type": "text", "text": "Out of every 100 women who have a BRCA2 gene mutation:"}, {"type": "text", "text": "Women with BRCA mutations are also more likely to develop breast cancer at a younger age."}, {"type": "text", "text": "If you have a family history of cancer, you can have a genetic test to find out if you have inherited these genes."}, {"type": "text", "text": "Health Minister Will Quince said he was 'delighted' the drug had now been approved to 'help prevent this cruel disease'."}, {"type": "text", "text": "'We've already seen the positive effect anastrozole can have in treating the disease when it has been detected in post-menopausal women and now we can use it to stop it developing at all in some women,' he added."}, {"type": "text", "text": "NHS chief executive Amanda Pritchard says she hopes that licensing anastrozole 'represents the first step to ensuring the risk-reducing option can be accessed by all who could benefit from it'."}, {"type": "text", "text": "Anastrozole works by blocking an enzyme called aromatase to reduce the hormone oestrogen. "}, {"type": "text", "text": "The treatment is taken as a 1mg tablet, once a day for five years. The protective effect lasts for years after a woman has stopped taking the drug, officials said."}, {"type": "text", "text": "Patients suffering from side effects should speak to their doctor or pharmacist - the most common include: "}, {"type": "text", "text": "Are you eligible for the new treatment? Get in touch by emailing haveyoursay@bbc.co.uk."}, {"type": "text", "text": "Please include a contact number if you are willing to speak to a Informfully journalist. You can also get in touch in the following ways:"}, {"type": "text", "text": "If you are reading this page and can't see the form you will need to visit the mobile version of Informfully website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "}]}, {"_id": "654a0e6ea2ba502328bf3ff8", "url": "https://www.bbc.co.uk/news/world-middle-east-67339008?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Israel's pain still raw a month after Hamas attacks", "lead": "As the war rages, the focus for many in Israel is ensuring the safe return of more than 200 hostages.", "author": "Yolande Knell", "datePublished": "20231107", "dateScraped": "2023-11-07 11:16:14.781518", "dateUpdated": "20231107", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A7BF/production/_131634924_b3ecba2418d1a545039a5edace8b8932282022380_0_5500_36671000x667.jpg", "body": [{"type": "text", "text": "It was a day that shattered Israel's sense of its own invincibility and military might, undermining the security felt by every one of its citizens."}, {"type": "text", "text": "But it did not seem so extraordinary at the start.  "}, {"type": "text", "text": "When I saw the early morning 'red alerts' on my phone warning of incoming rocket fire from Gaza, we had no idea of the scale of the assault. I messaged my colleagues - some of whom were away for the end of the Jewish holidays - to say that I would head to the office."}, {"type": "text", "text": "Soon I was struggling to absorb the impact of what I was saying on-air, even as the words left my mouth.  "}, {"type": "text", "text": "The intense missile fire which had me running in and out of the office air raid shelter turned out to be a cover for an unprecedented, complex, long-planned series of attacks.  "}, {"type": "text", "text": "We saw shocking images of Hamas fighters riding motorbikes through holes cut in Gaza's perimeter fence, paragliding into southern Israel, storming heavily fortified military bases and filming themselves in the gardens of overrun kibbutzim. "}, {"type": "text", "text": "Over painful hours, partygoers called into Israeli TV stations describing massacres as they hid from gunmen at the now notorious Nova Music Festival. Terrified residents shared videos of armed Palestinian squads on the streets of Sderot.  "}, {"type": "text", "text": "It was to prove to be the deadliest day in Israel's 75-year history with people murdered systematically and ruthlessly. From some of the kibbutzim close to Gaza, footage later emerged showing the cold-blooded massacre of entire families. Ultimately, some 1,400 are estimated to have been killed.  "}, {"type": "text", "text": "The significance of the timing was not lost - as this onslaught came almost exactly 50 years after a surprise attack by Egypt and Syria on the holiest day in the Jewish calendar, Yom Kippur, sparked a major regional war."}, {"type": "text", "text": "The raw pain and shock for ordinary Israelis, still evident now, was on full display when I went to Ashkelon on 8 October.  "}, {"type": "text", "text": "As Israeli security forces continued to battle heavily armed men literally along the road from us, and rocket sirens continued to blare, at the hospital, parents searched tearfully and collapsed in anguish searching for their missing children.   "}, {"type": "text", "text": "'Raze Gaza!' one tormented mother shouted."}, {"type": "text", "text": "Early on in the war, there was a thirst for revenge and an urgent desire to restore Israel's deterrence in front of its enemies.  However, polls suggest this has since been complicated by growing fears about the impact that intense bombardment and a full-scale ground invasion could have on hostages snatched by Hamas. "}, {"type": "text", "text": "Some 240 people are thought to be held: Israelis and foreigners, soldiers and civilians and old and young.  Demonstrations and pleas to bring them home are becoming more urgent. "}, {"type": "text", "text": "After surviving the nightmare of the Hamas attacks in Nir Oz, the life of Hadas Kalderon is now transformed into desperately campaigning to bring home her two children, Erez, who turned 12 as a hostage in Gaza, Sahar, 16, and Hadas's ex-husband, Ofer. Her mother, Carmela Dan, and her niece, Noya, who were also abducted, have been found dead."}, {"type": "text", "text": "'I don't even have time to grieve [for] my mother and my niece because I have to fight for my children and their father that's still alive,' Hadas recently told Informfully.  She calls for Israel to stop its military activity until the hostages are safe."}, {"type": "text", "text": "Israel has rejected calls for a ceasefire without the release of all the hostages, and has continued bombarding Gaza from the air."}, {"type": "text", "text": "On Monday, the Hamas-run health ministry in Gaza said that more than 10,000 people have been killed in the Palestinian territory since Israel started bombing it last month."}, {"type": "text", "text": "More than 4,000 of those killed were children, the ministry added."}, {"type": "text", "text": "What compounded the shock of 7 October was the realisation that Israel's military, the strongest in the Middle East, and its renowned intelligence forces had failed to detect the attacks.  Many long-time assumptions they had held, together with political leaders, also turned out to be seriously flawed."}, {"type": "text", "text": "After Israel withdrew from Gaza in 2005, and Hamas took full control of the territory in 2007, Israeli authorities had tried to limit the threat it posed along with Islamic Jihad, its smaller ally, also designated as a terrorist group."}, {"type": "text", "text": "It had become common to hear defence experts refer to Israel's strategy in Gaza as 'mowing the lawn'. The suggestion was that the capabilities of the armed factions could simply be cut back every now and then by Israeli forces - with all that meant in terms of casualties.  "}, {"type": "text", "text": "There were frequent major conflicts as recently as 2008, 2012, 2014 and 2021. "}, {"type": "text", "text": "However, in two previous short rounds of violence in August last year and May this year, which targeted Islamic Jihad, Israel's military took false comfort that Hamas did not join in.  The conventional wisdom was that it did not want an escalation."}, {"type": "text", "text": "Israel was thought to have bought relative quiet by giving work permits to some 18,000 Gazans and by allowing Qatar to give aid and pay Hamas civil servants' salaries."}, {"type": "text", "text": "That assessment proved to be dangerously erroneous. It now seems clear that Hamas was actually biding its time while gaining better weapons, including longer-range rockets and drones, and improving its underground tunnel network."}, {"type": "text", "text": "The idea that Israeli technology had also contained the threat from Hamas - particularly with the costly barrier that was built around Gaza complete with cameras, sensors and a deep concrete base to guard against tunnels - was also shown to be wrong.  Last month, thousands of fighters are said to have penetrated the fence in about 30 places."}, {"type": "text", "text": "With war still raging, it is still too soon to give a full list of the mistakes made which led to 7 October.  "}, {"type": "text", "text": "Israel remains in a state of mourning with the bodies of some of the dead - burnt or mutilated - still unidentified and more soldiers being killed on the battlefield inside Gaza."}, {"type": "text", "text": "However, a wide-ranging, post-war inquiry eventually seems likely. After a turbulent year in Israeli politics, questions may well be asked about the role of the Prime Minister, Benjamin Netanyahu."}, {"type": "text", "text": "Much still depends on how effectively Israel can achieve its new war goals - to dismantle Hamas in Gaza and release the hostages - and deal with the growing threats posed by Iran and its proxies in the region."}, {"type": "text", "text": "One month on from those bloody events in southern Israel, the news remains relentless."}]}, {"_id": "654a0e70a2ba502328bf3ff9", "url": "https://www.bbc.co.uk/news/uk-england-beds-bucks-herts-67342506?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Planning permission", "subCategories": [], "title": "Captain Tom's family lose spa demolition appeal", "lead": "Unauthorised spa now faces demolition after the Planning Inspectorate refuses family appeal.", "author": "Rachael McMenemy", "datePublished": "20231107", "dateScraped": "2023-11-07 11:16:16.200077", "dateUpdated": "20231107", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/993E/production/_125703293_hi065485043.jpg", "body": [{"type": "text", "text": "The family of Capt Sir Tom Moore have lost a planning application appeal against the demolition of an unauthorised home spa in their garden."}, {"type": "text", "text": "The celebrated fundraiser's daughter, Hannah Ingram-Moore, and her husband had appealed against the order by Central Bedfordshire Council."}, {"type": "text", "text": "They used the Captain Tom Foundation name on the first plans, with a revised application then turned down."}, {"type": "text", "text": "The family have three months to comply with an existing demolition order."}, {"type": "text", "text": "The Planning Inspectorate dismissed their appeal after a hearing last month."}, {"type": "text", "text": "In a letter announcing the decision, Inspector Diane Fleming said the 'scale and massing' of the partially built building had 'resulted in harm' to The Old Rectory, the family home and a Grade II listed building in Marston Moretaine. "}, {"type": "text", "text": "Capt Sir Tom walked 100 laps of his Bedfordshire garden at the start of the first coronavirus lockdown in 2020, raising £33m for NHS Charities Together."}, {"type": "text", "text": "The army veteran, who was born in Keighley, West Yorkshire, died in 2021 aged 100."}, {"type": "text", "text": "The building, on the grounds of the family home where he completed his charity walk, was originally approved for the use of the occupiers and the Captain Tom Foundation, and was granted planning permission in August 2021."}, {"type": "text", "text": "During the Planning Inspectorate hearing the council said it had been impressed upon them that the building was urgently needed for foundation activities and primarily to house memorabilia. "}, {"type": "text", "text": "It had been partially constructed when a revised application was submitted to Central Bedfordshire Council in February 2022, which included a spa pool, toilets and a kitchen 'for private use'."}, {"type": "text", "text": "The revised plans, for what was called the Captain Tom Building, were turned down by the council in November 2022."}, {"type": "text", "text": "During the hearing, representatives for the family said the building would enable the public to enjoy Capt Tom's work and the spa pool would offer 'rehabilitation sessions'."}, {"type": "text", "text": "The rest of the building would be used for coffee mornings and charity meetings to combat elderly loneliness, the hearing was told."}, {"type": "text", "text": "However, Ms Fleming said while the appellant's intentions were 'laudable', there was no detailed evidence of how this would work in practice. "}, {"type": "text", "text": "'In the absence of any substantiated information, I find the suggested public benefit would therefore not outweigh the great weight to be given to the harm to the heritage asset,' she stated in her decision."}, {"type": "text", "text": "During the hearing, family lawyer Scott Stemp said the foundation was 'unlikely to exist' in the future."}, {"type": "text", "text": "Mr Stemp, representing the Ingram-Moore family, said: 'It's not news to anybody that the foundation, it seems, is to be closed down following an investigation by the Charity Commission.'"}, {"type": "text", "text": "Ms Fleming, in her decision, removed the requirement for the family to restore the land to its previous condition. "}, {"type": "text", "text": "The family argued this was unreasonable as it would mean reinstating tennis courts, which would then be demolished to allow for an L-shaped building, which had already been approved."}, {"type": "text", "text": "Ms-Ingram Moore and her husband had asked for 12 months to comply with the demolition notice, to 'allow for sufficient time to source appropriate contractors and for the site to be left in a fit condition, ready to implement the L-shaped building planning permission.'"}, {"type": "text", "text": "The request was refused by the Planning Inspectorate, which has given them three months to comply with the demolition order."}, {"type": "text", "text": "'An extension of time has not been justified in any detail and it is therefore considered that the period for compliance is reasonable. As such, I see no cause to vary it,' Ms Fleming concluded."}, {"type": "text", "text": "Follow East of England news on Facebook, Instagram and X. Got a story? Email eastofenglandnews@bbc.co.uk or WhatsApp  0800 169 1830"}]}, {"_id": "654a0e70a2ba502328bf3ffa", "url": "https://www.bbc.co.uk/news/world-middle-east-67321241?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Hamas leader refuses to acknowledge killing of civilians in Israel", "lead": "Deputy political leader Moussa Abu Marzouk says Hamas will release hostages only if Israel stops fighting.", "author": "Feras Kilani", "datePublished": "20231106", "dateScraped": "2023-11-07 11:16:16.447272", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3717/production/_131630141_marzouk.jpg", "body": [{"type": "text", "text": "A senior Hamas leader has refused to acknowledge that his group killed civilians in Israel, claiming only conscripts were targeted."}, {"type": "text", "text": "Moussa Abu Marzouk told Informfully that 'women, children and civilians were exempt' from Hamas's attacks."}, {"type": "text", "text": "His claims are in stark contrast to the wealth of evidence of Hamas men shooting unarmed adults and children."}, {"type": "text", "text": "The proof includes video from Hamas body cameras and first-hand testimony given to international news networks. "}, {"type": "text", "text": "Israel says more than 1,400 people were killed by Hamas in the 7 October attacks, most of them civilians."}, {"type": "text", "text": "Mr Marzouk, the group's deputy political leader, who is subject to an asset freeze in the UK under counter-terrorism regulations, was interviewed on Saturday in the Gulf. He is the most senior member to speak to Informfully since the 7 October atrocities."}, {"type": "text", "text": "The Informfully pressed Mr Marzouk on the war on Gaza, specifically on the scores of hostages being held inside the territory."}, {"type": "text", "text": "He responded that they were not able to be freed while Israel was bombing Gaza. The Hamas-run health ministry says 10,000 people have been killed since Israel started operations last month."}, {"type": "text", "text": "'We will release them. But we need to stop the fighting,' he said."}, {"type": "text", "text": "Mr Marzouk recently travelled to Moscow to discuss eight Russian-Israeli dual citizens snatched on 7 October by Hamas, a proscribed terror organisation in many countries including the UK and US."}, {"type": "text", "text": "He said Hamas members in Gaza had 'looked for and found two female hostages' from Russia but were unable to release them because of the conflict."}, {"type": "text", "text": "They could only realistically release hostages, he said, if 'the Israelis stop the ﬁghting so we can hand them over to the Red Cross'. "}, {"type": "text", "text": "Challenged by Informfully about the attack of 7 October, Mr Marzouk claimed that Mohamed el-Deif, the leader of Hamas's Qassam Brigades military wing, had ordered his men to spare civilians."}, {"type": "text", "text": "'El-Deif clearly told his fighters 'don't kill a woman, don't kill a child and don't kill an old man',' he said.  "}, {"type": "text", "text": "Reservist soldiers were, he said, 'targeted'. He maintained that only 'conscripts [...] or soldiers' were killed."}, {"type": "text", "text": "But women, children and civilians were 'exempt', he said."}, {"type": "text", "text": "Yet a huge body of evidence has been gathered which documents the range of bloody acts committed by Hamas in Israel on 7 October."}, {"type": "text", "text": "Informfully journalists went to the scene of the attacks in their immediate aftermath and saw the bodies of civilians who had been killed."}, {"type": "text", "text": "We have also verified CCTV footage which captured shootings by Hamas. Separately, footage from Hamas body cameras has been shown to Informfully and other journalists by the Israeli government."}, {"type": "text", "text": "Other international news organisations have also pieced together, and verified, evidence of what happened on the day. "}, {"type": "text", "text": "The Informfully challenged Mr Marzouk on this, but the leader, whose polished, measured manner during the interview sometimes slipped into irritation, did not answer the question directly."}, {"type": "text", "text": "When asked if Hamas's political wing had known of preparations for the attack, the deputy leader said that the armed wing 'don't have to consult with the political leadership. There is no need.'"}, {"type": "text", "text": "The political wing, based in Qatar, often presents itself as being remote from the military forces in Gaza."}, {"type": "text", "text": "The UK government sees no distinction - it proscribed the Hamas political wing as a terrorist organisation in 2021, saying that 'the approach of distinguishing between the various parts of Hamas is artificial. Hamas is a complex but single terrorist organisation'."}, {"type": "text", "text": "Mr Marzouk is also listed as a specially designated global terrorist by the US Treasury Department, and is indicted on several charges of co-ordinating and financing Hamas activities. "}, {"type": "text", "text": "The interview on Saturday came after Israel had refused US requests for a 'humanitarian pause' in Gaza to let aid in and help get out some of the 240 hostages taken by Hamas on 7 October."}, {"type": "text", "text": "The Israeli prime minister, Benjamin Netanyahu, said on Friday all hostages must be released before any temporary truce could be agreed."}, {"type": "text", "text": "Mr Marzouk claimed that Hamas did not possess a list of all those he referred to as 'guests', nor did he know where many were, because they were being held by 'different factions'."}, {"type": "text", "text": "There are several groups inside Gaza including Palestinian Islamic Jihad, which work closely with Hamas but are ostensibly independent."}, {"type": "text", "text": "He said a ceasefire was needed to compile the information - there were other priorities while the territory was under bombardment."}, {"type": "text", "text": "Mr Marzouk will play a key role in how the conflict with Israel plays out, and is likely to be central in negotiations over the hostages."}]}, {"_id": "654a0e70a2ba502328bf3ffb", "url": "https://www.bbc.co.uk/news/business-67342307?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Personal finance", "subCategories": [], "title": "House prices rise for first time in six months, says Halifax", "lead": "Halifax says fewer homes for sale lifted prices, but they are expected to fall in the coming months.", "author": "Nick Edser", "datePublished": "20231107", "dateScraped": "2023-11-07 11:16:16.942403", "dateUpdated": "20231107", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B31D/production/_131635854_houseprices2_pa.jpg", "body": [{"type": "text", "text": "House prices rose in October for the first time in six months, according to the Halifax, but it expects values to fall over the next year."}, {"type": "text", "text": "The UK's largest mortgage lender said prices rose 1.1% last month, taking the average property value to £281,974."}, {"type": "text", "text": "But the Halifax said the rise was due to a lack of homes for sale, and demand from buyers remained weak."}, {"type": "text", "text": "It expects prices to fall until 2025, with buyers facing higher interest rates and cost of living pressures."}, {"type": "text", "text": "House prices in October were down 3.2% from the same point last year, according to the Halifax's data."}, {"type": "text", "text": "'Prospective sellers appear to be taking a cautious attitude, leading to a low supply of homes for sale,' said Kim Kinnaird, director of Halifax Mortgages."}, {"type": "quote", "text": "'This is likely to have strengthened prices in the short term, rather than prices being driven by buyer demand, which remains weak overall.'"}, {"type": "text", "text": "Up until recently, the Bank of England had been increasing interest rates steadily in an attempt to tame soaring inflation. The rise has led to higher mortgage rates for homeowners."}, {"type": "text", "text": "While the Bank has now left rates unchanged at 5.25% at its past two meetings, it is not expected to cut them anytime soon."}, {"type": "text", "text": "Given that outlook, the Halifax said it expected 'house prices to fall further overall - with a return to growth from 2025'."}, {"type": "text", "text": "However, it added that the price falls in recent months have come after a long run of gains, and it noted that average house prices are still around £40,000 above pre-pandemic levels."}, {"type": "text", "text": "The Halifax said that house prices in all UK nations and regions were down from a year earlier. The biggest fall was in south-east England, where prices dropped by 6%, while Scotland saw the smallest decline, down just 0.2% over the year."}, {"type": "text", "text": "It also said that despite overall demand for housing being weak, the first-time buyer market had 'held up relatively well'. It said buying a first home remained an attractive option, 'especially against the backdrop of rental prices increasing'."}, {"type": "text", "text": "The price increase in October echoed the findings of rival lender the Nationwide, which said last week that values rose 0.9% last month."}, {"type": "text", "text": "However, the Nationwide said prices were still lower than a year earlier, and that activity in the housing market remained 'extremely weak' with buyers struggling in the face of higher mortgage rates."}, {"type": "text", "text": "Both the Halifax and Nationwide base their survey data on their own mortgage lending, so the figures do not include those who purchase homes with cash or buy-to-let deals."}, {"type": "text", "text": "According to the latest available official data, cash buyers currently account for more than a third of housing sales."}, {"type": "text", "text": "Sarah Coles, head of personal finance at Hargreaves Lansdown, said buyers were still 'horribly thin on the ground', with little sign of any change in the immediate future."}, {"type": "text", "text": "She added that recent Bank of England figures showing a 'miserable' number of mortgages were approved in September was an indication the market will remain subdued."}, {"type": "text", "text": "'It may take a significant shift in mortgage rates before more enthusiasm returns to the market,' she said."}, {"type": "text", "text": "But the head of online estate agent Purplebricks, Sam Mitchell, told Informfully's Today programme there were signs that mortgage lenders were starting to compete for customers."}, {"type": "text", "text": "'Yesterday we saw both Halifax and Virgin drop their rates, which I think is super encouraging going into what's typically a quieter time of year, [and] bodes very, very well for 2024,' he said."}, {"type": "text", "text": "Are you affected by issues covered in this story? Share your experiences by emailing haveyoursay@bbc.co.uk."}, {"type": "text", "text": "Please include a contact number if you are willing to speak to a Informfully journalist. You can also get in touch in the following ways:"}, {"type": "text", "text": "If you are reading this page and can't see the form you will need to visit the mobile version of Informfully website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "}]}, {"_id": "654a0e71a2ba502328bf3ffc", "url": "https://www.bbc.co.uk/news/world-us-canada-67337360?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "New York City", "subCategories": [], "title": "Donald Trump clashes repeatedly with judge in heated New York testimony", "lead": "The judge urged the former president's lawyers to \"control him\" as he took the stand in a civil fraud trial.", "author": "Madeline Halpert & Chloe Kim in court & Bernd Debusmann in Washington", "datePublished": "20231107", "dateScraped": "2023-11-07 11:16:17.217858", "dateUpdated": "20231107", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/804D/production/_130154823_newsdailybox.png", "body": [{"type": "text", "text": "Donald Trump clashed repeatedly with a judge and defended his family's business as he testified in a civil fraud trial in New York."}, {"type": "text", "text": "During almost four hours on the witness stand, the former president disputed claims that he deceived banks and aired grievances with the case."}, {"type": "text", "text": "The judge has already ruled the Trump Organization committed fraud and this trial will determine the penalties."}, {"type": "text", "text": "Prosecutors are seeking a $250m (£202m) fine and severe business restrictions."}, {"type": "text", "text": "During his highly anticipated appearance at a Manhattan federal courthouse on Monday, Mr Trump, 77, was asked about the value of various properties including his Florida estate Mar-a-Lago, Trump Tower in New York and his golf course in Scotland. "}, {"type": "text", "text": "These properties are among several that prosecutors say were intentionally overvalued in company statements in order to secure better loans and insurance policies. "}, {"type": "text", "text": "In his testimony, Mr Trump, who is the current frontrunner for the 2024 Republican presidential nomination, stood by the valuations as prosecutors quizzed him on how they were reached and the financial statements at the centre of the trial."}, {"type": "quote", "text": "'I'm worth billions of dollars more than the financial statements,' Mr Trump said, before describing the property valuations as 'very conservative.'"}, {"type": "text", "text": "He said the valuations were bolstered by his personal brand, something he said carried him to the White House and was never factored into financial statements. "}, {"type": "text", "text": "'I can look at buildings and tell you what they're worth,' he said in another testy exchange."}, {"type": "text", "text": "The lawsuit was brought by New York Attorney General Letitia James, who accuses Mr Trump, along with his sons Eric and Donald Jr and other Trump Organization executives, of deliberately inflating company assets for years. All deny wrongdoing."}, {"type": "text", "text": "Ms James, who was in the courtroom and stared directly at Mr Trump during his testimony, later told reporters: 'He rambled. He hurled insults. But we expected that.'"}, {"type": "quote", "text": "'The numbers don't lie,' she said. 'Justice will prevail.'"}, {"type": "text", "text": "Letitia James: 'He'll call this a witch hunt'"}, {"type": "text", "text": "The former president's time on the stand was marked by heated exchanges and lengthy, sometimes meandering, responses. These prompted several rebukes from Judge Arthur Engoron who appeared exasperated at times."}, {"type": "text", "text": "'Please just answer the questions, no speeches,' the judge said."}, {"type": "text", "text": "After another lengthy answer, Judge Engoron said to one of Mr Trump's lawyers: 'Can you control your client? This is not a political rally, this is a courtroom.'"}, {"type": "text", "text": "'I beseech you to control him,' he added. 'If you can't, I will.' "}, {"type": "text", "text": "Judge Engoron will ultimately decide the outcome of the trial and, as well as a multi-million dollar fine, could strip the defendants of the ability to do business in New York."}, {"type": "text", "text": "'I'm sure the judge will rule against me because he always rules against me,' Mr Trump said at one point in court."}, {"type": "text", "text": "Judge Engoron fired back: 'You can attack me in whichever way you want, but please answer the questions.' He later referred to Mr Trump as a 'broken record'."}, {"type": "text", "text": "Like his two sons in their testimony last week, the former president said it was the Trump Organization accountants who bore responsibility for the financial reports. "}, {"type": "text", "text": "'All I did was authorise and give people whatever was necessary for the accountants to do the statement,' Mr Trump said. "}, {"type": "text", "text": "As he left court, he again referred to the case as a 'fraud' and said he believed his testimony 'went very well'. "}, {"type": "text", "text": "Some legal and political analysts have suggested Mr Trump's combative approach on the stand was a considered strategy, while others have said he used the much anticipated moment as an opportunity to campaign."}, {"type": "text", "text": "Renato Mariotti, a former federal prosecutor, told Informfully that Mr Trump's responses indicate his legal team believes 'they've already lost'. "}, {"type": "text", "text": "'They're trying to spin or add some colour to a very bad result,' Mr Mariotti said. "}, {"type": "quote", "text": "'I think he is trying to goad the judge into doing something [Trump] can argue on appeal that shows prejudice on his part,'  Kevin McMunigal, another former federal prosecutor, said. 'Maybe he makes a comment they can use to support a bias case later.'"}, {"type": "text", "text": "The judge has already fined Mr Trump $15,000 for comments made outside of court last month. "}, {"type": "text", "text": "Mr Trump's daughter, Ivanka, is expected to give evidence on Wednesday. "}, {"type": "text", "text": "The civil case in New York is one of several legal battles in which Mr Trump is embroiled. "}, {"type": "text", "text": "He also faces four criminal indictments - two relating to his alleged efforts to overturn the results of the 2020 election, one on his handling of classified documents and another alleging false accounting involving hush money. "}]}, {"_id": "654a0e71a2ba502328bf3ffd", "url": "https://www.bbc.co.uk/news/uk-england-nottinghamshire-67340621?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Sheffield", "subCategories": [], "title": "Adam Johnson: Coroner calls for ice hockey neck guards to be mandatory", "lead": "Nottingham Panthers player Adam Johnson, 29, died after his neck was cut during a match.", "author": "Samantha Noble", "datePublished": "20231107", "dateScraped": "2023-11-07 11:16:17.464639", "dateUpdated": "20231107", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17167/production/_131576549_gettyimages-1176423886.jpg", "body": [{"type": "text", "text": "A coroner has called for neck guards in ice hockey to be compulsory following the death of a player whose neck was cut during a match. "}, {"type": "text", "text": "Nottingham Panthers player Adam Johnson suffered the injury from a skate worn by Sheffield Steelers player Matt Petgrave on 28 October. "}, {"type": "text", "text": "Coroner Tanyka Rawden has written a prevention of future deaths report."}, {"type": "text", "text": "The Sheffield coroner said she was concerned deaths may occur in the future if neck guards were not worn."}, {"type": "text", "text": "The incident has been described as a 'freak accident' by the Panthers."}, {"type": "text", "text": "The UK's top ice hockey division - the Elite Ice Hockey League (EIHL) - announced last week it would not make the use of neck guards mandatory but would 'strongly encourage' players and officials to wear them after Johnson's death."}, {"type": "text", "text": "While governing body the English Ice Hockey Association previously said neck guards would be mandatory from 2024 onwards, that decision does not impact the EIHL, which is not under its control."}, {"type": "text", "text": "In the prevention of future deaths report, she said: 'In my opinion there is a risk that future deaths will occur unless action is taken. In the circumstances it is my statutory duty to report to you.'"}, {"type": "text", "text": "She said she was concerned that the International Ice Hockey Federation (IIHF) recommended neck guards or protectors to be worn, but there was no requirement for ice hockey players over the age of 18 to wear equipment designed to protect the neck."}, {"type": "text", "text": "The coroner added: 'In due course the inquest will consider whether the use of a neck guard or protector could have prevented Mr Johnson's death."}, {"type": "text", "text": "'At this stage in my investigation however, I am sufficiently concerned that deaths may occur in the future if neck guards or protectors are not worn."}, {"type": "quote", "text": "'In my opinion action should be taken to prevent future deaths and I believe you have the power to take such action.'"}, {"type": "text", "text": "The report has been sent to sent to Ice Hockey UK and English Ice Hockey Association Limited, which have 56 days to respond."}, {"type": "text", "text": "The inquest was opened and adjourned on Friday. "}, {"type": "text", "text": "On Monday, a celebration of life event took place in Johnson's home in Hibbing, Minnesota."}, {"type": "text", "text": "On Saturday, fans and mourners came together at the Motorpoint Arena in Nottingham to pay tribute to Johnson. "}]}, {"_id": "654a0e71a2ba502328bf3ffe", "url": "https://www.bbc.co.uk/news/uk-england-hampshire-67342329?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Cruise ships", "subCategories": [], "title": "Saga cruise ship Spirit of Discovery in UK after Bay of Biscay storm", "lead": "The Spirit of Discovery cruise ship veered to the left during a safety manoeuvre in bad weather.", "author": "Daisy Stephens", "datePublished": "20231107", "dateScraped": "2023-11-07 11:16:17.711627", "dateUpdated": "20231107", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/116F/production/_131636440_gettyimages-1346434275.jpg", "body": [{"type": "text", "text": "A cruise ship has returned to the UK after 100 passengers were injured in a storm off western France."}, {"type": "text", "text": "The Spirit of Discovery veered to one side during a safety manoeuvre on Saturday in the Bay of Biscay as bad weather hit."}, {"type": "text", "text": "Most of the injuries were minor but five people needed medical treatment, cruise company Saga said."}, {"type": "text", "text": "The ship docked in Portsmouth on Monday night, with passengers disembarking on Tuesday morning."}, {"type": "text", "text": "The ship departed for the Canary Islands on 24 October with about 1,000 people on board."}, {"type": "text", "text": "The first 10 days of the 14-day planned cruise ran smoothly, with Las Palmas scheduled as the final stop."}, {"type": "text", "text": "But the crew cancelled the visit and instead tried to head for A Coruña in north-west Spain after news of an imminent storm."}, {"type": "text", "text": "On the way to A Coruña the port was closed so a decision was made to return to the UK early, hoping to keep ahead of the weather."}, {"type": "text", "text": "However, while in the Bay of Biscay - a notoriously rough area for boats - the storm hit and the ship's safety system kicked in, causing it to veer suddenly to the left and effectively stop."}, {"type": "text", "text": "It was during this manoeuvre that most of the injuries were sustained, a Saga spokesperson said. "}, {"type": "text", "text": "The ship remained stationary until conditions improved, and it returned to Portsmouth on Monday night."}, {"type": "text", "text": "The spokesperson said it would be mostly up to passengers to decide if they want to go to hospital to receive further treatment, with only two or three people expected to need it."}, {"type": "text", "text": "Saga said the ship 'remained safe at all times'."}, {"type": "text", "text": "'While the weather is clearly beyond our control, we want to offer our sincere apologies to all those affected who are now safely on their way home in calmer seas,' the spokesperson added."}, {"type": "text", "text": "Were you on board the Spirit of Discovery cruise ship? Share your experiences, email haveyoursay@bbc.co.uk."}, {"type": "text", "text": "Please include a contact number if you are willing to speak to a Informfully journalist. You can also get in touch in the following ways:"}, {"type": "text", "text": "If you are reading this page and can't see the form you will need to visit the mobile version of Informfully website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "}]}, {"_id": "654a0e71a2ba502328bf3fff", "url": "https://www.bbc.co.uk/news/uk-england-leeds-67333433?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Alcoholism", "subCategories": [], "title": "Wayne Rooney talks of alcohol struggles in new Rob Burrow podcast", "lead": "Ex-England captain Rooney opens up to Rob Burrow in the former Leeds Rhinos star's new podcast.", "author": "NONE", "datePublished": "20231107", "dateScraped": "2023-11-07 11:16:17.946699", "dateUpdated": "20231107", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9487/production/_131632083_9b01a8f20f3814b2f9eff2af00953095538ac0c3-1.jpg", "body": [{"type": "text", "text": "Ex-England captain Wayne Rooney has opened up to Rob Burrow about his toxic relationship with alcohol in the early days of his footballing career. "}, {"type": "text", "text": "Speaking on the ex-rugby league star and Motor Neurone Disease campaigner's new podcast, Rooney said drinking was a 'release' from the pressures of fame."}, {"type": "text", "text": "Rooney made his Premier League debut at 16 for Everton and rapidly went on to become a household name.  "}, {"type": "text", "text": "'There were people for me to speak to, but I chose not to do that', he said. "}, {"type": "text", "text": "Rooney, now 38, is the first guest on the new series of Informfully’s The Total Sport podcast. "}, {"type": "text", "text": "Called Seven: Rob Burrow, the podcast sees the Leeds Rhinos rugby league legend and his wife Lindsey interviewing seven sporting greats and asking seven questions."}, {"type": "text", "text": "Motor Neurone Disease (MND) Association patron Burrow, who uses AI technology and a computerised voice with a Yorkshire accent to communicate, was also helped by the charity with eye-gaze technology to make the series."}, {"type": "text", "text": "When asked by Burrow about overcoming challenges in his career, Rooney, who scored 53 times for England and is Manchester United's all-time leading goal-scorer, brought up the issue of alcohol as one of the most difficult."}, {"type": "text", "text": "He told Burrow: 'My release was alcohol when I was in my early 20s. I'd drink almost until I'd pass out."}, {"type": "text", "text": "'I didn't want to be around people, because sometimes you feel embarrassed."}, {"type": "quote", "text": "'You feel like you've let people down and ultimately I didn't know how else to deal with it.'"}, {"type": "text", "text": "Listen to Seven: Rob Burrow on Informfully Sounds"}, {"type": "text", "text": "Rooney, now Birmingham City manager, continued: 'When you don't take the help and guidance of others, you can be really in a low place, and I was for a few years with that."}, {"type": "quote", "text": "'Thankfully, now I'm not afraid to go and speak to people about issues.'"}, {"type": "text", "text": "Rooney said Burrow's spirit had been an inspiration to him and others."}, {"type": "text", "text": "He said: 'I know first-hand the impact this [illness] can have on yourself and people around you. "}, {"type": "text", "text": "'Everyone must change the way of living and I had that with my sister-in-law, who suffered not the same illness but something as severe. "}, {"type": "quote", "text": "'But your energy and positivity helps everyone else around you, I can see the money you have raised for charity and to help others, it's really inspiring.'"}, {"type": "text", "text": "Upcoming guests on the podcast include England rugby union world cup winner Jonny Wilkinson, double-Olympic gold medallist Dame Kelly Holmes and seven-time Paralympic gold medallist Hannah Cockroft."}, {"type": "text", "text": "Other topics Rooney was quizzed about by the Burrows included the footballer's favourite and worst team-mates and his life-long love of Rob's rugby league side Leeds Rhinos. "}, {"type": "text", "text": "'I remember thinking there was no way I was going to support St Helens, Warrington or Wigan, because they are all fake Scousers,' Rooney shared."}, {"type": "quote", "text": "'It was a Friday night and I was watching the Rhinos play. I was gripped.'"}, {"type": "text", "text": "Burrow said he had 'loved' working on the podcast, which will see new episodes available each Wednesday and speaking to sporting greats."}, {"type": "text", "text": "'Having this disease doesn't mean I don't have a voice. I live life to the full every day and refuse to give in. "}, {"type": "quote", "text": "'I've really enjoyed being able to showcase my personality in my podcast and have a laugh.'"}, {"type": "text", "text": "Tanya Curry, CEO of the MND Association said: 'By using his communication aid to converse with guests, Rob is continuing to push boundaries of what is possible when living with MND and raising awareness that around 80% of people living with MND will experience changes to their speech after being diagnosed with the disease.'"}]}, {"_id": "654a0e72a2ba502328bf4000", "url": "https://www.bbc.co.uk/news/world-europe-67341309?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "History", "subCategories": [], "title": "Letters from Seven Years' War opened 250 years later", "lead": "The academic who discovered the letters said reading them was \"very emotional\".", "author": "Oliver Slow", "datePublished": "20231107", "dateScraped": "2023-11-07 11:16:18.150295", "dateUpdated": "20231107", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C0C9/production/_131635394_ad2c8df6851f37bcfd65ec8b099c4bdf1848b2ef.jpg", "body": [{"type": "text", "text": "Letters confiscated by Britain's Royal Navy before they reached French sailors during the Seven Years' War have been opened for the first time. "}, {"type": "text", "text": "Written in 1757-8, they were sent by loved ones for crew onboard a French warship, but never reached them. "}, {"type": "text", "text": "Prof Renaud Morieux, who discovered the letters, said they were about 'universal human experiences'."}, {"type": "text", "text": "The Seven Years' War was a battle mainly between Britain and France about control of North America and India. "}, {"type": "text", "text": "It ended with the Treaty of Paris, which gave the UK considerable gains. "}, {"type": "text", "text": "Prof Morieux, a University of Cambridge academic, unearthed the collection of 104 letters from the National Archives in Kew, and said it was 'agonising how close they got' to reaching their intended recipients onboard the Galatee."}, {"type": "text", "text": "The French postal administration took them to multiple ports in France to attempt delivery, but were unsuccessful. "}, {"type": "text", "text": "The Galatee was captured by the British on its way from Bordeaux to Quebec in 1758. "}, {"type": "text", "text": "Upon learning the ship was in British hands, French authorities forwarded the letters to England, where they were handed to the navy and ended up in storage. "}, {"type": "text", "text": "British Admiralty officials deemed the letters had no military significance."}, {"type": "text", "text": "Prof Morieux said he only asked to look at the box in the archives 'out of curiosity' before discovering them."}, {"type": "text", "text": "'I realised I was the first person to read these very personal messages since they were written,' he said. "}, {"type": "text", "text": "'Their intended recipients didn't get that chance. It was very emotional,' said Prof Morieux, whose findings were published in the journal 'Annales. Histoire, Sciences Sociales'."}, {"type": "text", "text": "Prof Morieux identified every member of the Galatee's 181-strong crew, with letters addressed to a quarter of them - he also carried out genealogical research into the men and their correspondents."}, {"type": "text", "text": "They include a letter from Marie Dubosc to her husband, the ship's first lieutenant, Louis Chambrelan. "}, {"type": "text", "text": "She wrote: 'I could spend the night writing to you... I am your forever faithful wife."}, {"type": "quote", "text": "'Good night, my dear friend. It is midnight. I think it is time for me to rest.'"}, {"type": "text", "text": "Researchers say she did not know where her husband was or that his ship had been captured by the British."}, {"type": "text", "text": "He did not receive her letter and they did not meet again, with Dubosc dying the next year in northern France. "}, {"type": "text", "text": "Chambrelan returned to France and remarried in 1761. "}, {"type": "text", "text": "In another letter, Anne Le Cerf told her husband Jean Topsent, a non-commissioned officer: 'I cannot wait to possess you.'"}, {"type": "text", "text": "'These letters are about universal human experiences, they're not unique to France or the 18th century,' Prof Morieux said. "}, {"type": "quote", "text": "'They reveal how we all cope with major life challenges.'"}, {"type": "text", "text": "'When we are separated from loved ones by events beyond our control, like the pandemic or wars, we have to work out how to stay in touch, how to reassure, care for people and keep the passion alive."}, {"type": "quote", "text": "'Today we have Zoom and WhatsApp. In the 18th century, people only had letters but what they wrote about feels very familiar.'"}]}, {"_id": "654a0e72a2ba502328bf4001", "url": "https://www.bbc.co.uk/news/uk-wales-67205739?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Wales", "subCategories": [], "title": "The Crown: Welsh teen Fflyn Edwards on playing Prince Harry", "lead": "Fflyn Edwards says it was annoying wearing his red wig while filming in the Spanish heat.", "author": "Jacob Morris & Lola Mayor", "datePublished": "20231107", "dateScraped": "2023-11-07 11:16:18.415492", "dateUpdated": "20231107", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/AA8F/production/_131636634_df63d8bd8af7fed3fb37f8abda796308f66bf377.jpg", "body": [{"type": "text", "text": "Imagine navigating high school while millions of eyes are glued to your performance on the biggest show on the planet."}, {"type": "text", "text": "That's the case for 14-year-old Fflyn Edwards, who plays a young Prince Harry in the new and final series of Netflix's The Crown. "}, {"type": "text", "text": "The Carmarthenshire teenager said being away from home, tackling a Windsor-family accent, and living with his Harry wig was hard - but the big challenge has been all the attention."}, {"type": "text", "text": "'My mamgu [grandmother] gives me enough attention... I don't want a big head,' he said."}, {"type": "text", "text": "The final season of The Crown will be released on 16 November and recreates some of the most iconic royal scenes, including the death and funeral of Princess Diana."}, {"type": "text", "text": "For Fflyn, who said he had not watched The Crown before being cast, getting the role felt like a long shot - and his casting was almost scuppered by a day at the beach."}, {"type": "text", "text": "'We were down in St Davids [and] I was down the beach playing with my friends. My mam came down, painted me in suntan lotion, and said I got the role - but [said] I wouldn't be allowed it if I had a tan."}, {"type": "quote", "text": "'So mam was painting me and painting me.'"}, {"type": "text", "text": "Fflyn said he watched a lot of YouTube videos of interviews with Harry to try to perfect his accent - and lose his west Walian one."}, {"type": "text", "text": "A bigger challenge, he said, was sporting the wig that gave him Harry's distinctive red hair, especially while filming on location in Spain."}, {"type": "text", "text": "He said: 'It was kind of annoying because it would take about an hour and a half every morning, and they would gel my hair back and put a sock on it and then put the wig on."}, {"type": "text", "text": "'When I wanted to itch my head I couldn't because I was worried about moving it out of place."}, {"type": "quote", "text": "'It was a bit of a nightmare because it was like wearing a beanie hat and it was absolutely boiling.'"}, {"type": "text", "text": "Adjusting to speaking English all day was also a learning curve for Fflyn, whose first language is Welsh."}, {"type": "text", "text": "Other Welsh actors on set reminded him of home, he said, adding: 'It was nice really because I was far from home [so it was good] to see Welsh people and speak the language with them."}, {"type": "quote", "text": "'Talking in English for a long time does make me miss the language, and speaking to someone [in Welsh] does feel like home.'"}, {"type": "text", "text": "Netflix has spent millions on sets for The Crown in the past, with this season no exception."}, {"type": "text", "text": "Fflyn said he was not prepared for the scale of the production, having never worked on one so big."}, {"type": "text", "text": "'It was a total adventure because every morning we wake up and we went somewhere new,' he said."}, {"type": "text", "text": "'We go into this warehouse and you'll be in Buckingham Palace, and it was so weird because outside it would look like wood and then you walk in and you'll be in the Queen's bedroom."}, {"type": "quote", "text": "'It was really cool to see all the other outfits of the characters too.'"}, {"type": "text", "text": "He added: 'It was really a pleasure to work on the set, because a lot of people were amazing and were putting in the effort to make it the best series it can be."}, {"type": "quote", "text": "'I was really nice to be a little part of it and to be able to add to it.'"}, {"type": "text", "text": "Fflyn said he doesn't see many similarities with Harry, but the role has led to him learning much about the royal."}, {"type": "text", "text": "'[I like] the cheeky side and the funniness when he was younger, but as a boy from Cwm Gwendraeth I think I've sort of got that [already]."}, {"type": "quote", "text": "'But I think anyone who has lived their life in the public eye, they have that pressure to be a good example. And we've all got to respect that because it is a lot of pressure and, personally, I have no idea what it feels like.'"}, {"type": "text", "text": "The teenager said he had to trust himself to do some of Harry's scenes justice, and that it helped that he did not know much about the prince's history beforehand."}, {"type": "quote", "text": "'I did my research and put the effort in and I was happy with how I did it. I trust myself that it was good enough.'"}, {"type": "text", "text": "Welsh shown in The Crown 'useful to the language'"}, {"type": "text", "text": "As much as Fflyn had fun on set, he is unsure where his future will take him."}, {"type": "text", "text": "He wants to study geography, adding: 'I think I will just take it one step at the time and see what happens.'"}, {"type": "text", "text": "But will the role get Fflyn watching the show?"}, {"type": "text", "text": "'A lot of people put a lot of effort into it. It is history and it is good to watch it because you can get informed what has happened,' he said."}, {"type": "quote", "text": "'I might start to watch it, but for now I might stick to the rugby.'"}]}, {"_id": "654a0e72a2ba502328bf4002", "url": "https://www.bbc.co.uk/news/uk-politics-67300230?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "UK Parliament", "subCategories": [], "title": "What could be in the 2023 King's Speech?", "lead": "We take a look at the measures that might feature in the government's law-making plans for this year.", "author": "Paul Seddon", "datePublished": "20231107", "dateScraped": "2023-11-07 11:16:18.659890", "dateUpdated": "20231107", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/22C5/production/_131610980_charlesparliamentgetty.jpg", "body": [{"type": "text", "text": "King Charles will outline the government's law-making plans in a speech to Parliament later."}, {"type": "text", "text": "The ceremonial address, his first as monarch, will detail the legislation that ministers intend to pass in the coming year."}, {"type": "text", "text": "It will be the first such blueprint of Rishi Sunak's government, and likely the last before the next UK general election, expected next year."}, {"type": "text", "text": "We take a look at what could be included in the speech, which starts from 11:30 GMT."}, {"type": "text", "text": "Housing minister Rachel Maclean has confirmed that a bill to phase out some leaseholds in England and Wales will be in the speech."}, {"type": "text", "text": "Ministers have long promised to change the system, which has seen some homeowners face large maintenance bills and legal fees."}, {"type": "text", "text": "The bill is expected to ban leaseholds for new houses, and change the standard lease extension from 90 to 990 years."}, {"type": "text", "text": "But, to the anger of some campaigners, it is not expected to scrap leaseholds for new flats. "}, {"type": "text", "text": "The speech could include legislation to implement the gradual smoking ban announced by the prime minister at this year's Conservative Party conference. "}, {"type": "text", "text": "Under the plan, the legal age to buy cigarettes in England, currently 18, would automatically rise by one year every year."}, {"type": "text", "text": "It would mean today's 14-year-olds, born after January 2009, will never be able to legally smoke."}, {"type": "text", "text": "The government committed to establishing a new regulator for English football in February, following a consultation. "}, {"type": "text", "text": "It will introduce more stringent tests for the owners and directors of clubs, and have powers to stop clubs joining breakaway leagues."}, {"type": "text", "text": "The Athletic has reported that the government is looking to recruit an interim chief operating officer for the body, to start by January 2024."}, {"type": "text", "text": "That suggests legislation setting up the regulator could be mentioned in the speech - although this is yet to be confirmed. "}, {"type": "text", "text": "The government is reportedly planning to put a range of criminal justice measures at the heart of the speech. "}, {"type": "text", "text": "Among the previously-announced measures that could be included are plans to give judges in England and Wales more powers to force criminals to attend their sentencing hearings. "}, {"type": "text", "text": "Ministers have also previously promised to expand the circumstances in which judges have to hand down a whole-life order for certain types of murder - and apply them to criminals who are yet to be sentenced. "}, {"type": "text", "text": "The government has also said it wants to introduce mandatory jail terms for certain other offences, including shoplifting. "}, {"type": "text", "text": "And it has previously said it would legislate to introduce a presumption that jail sentences of less than 12 months are served in the community, and to deliver a plan to rent prison spaces overseas."}, {"type": "text", "text": "Campaigners will be watching closely to see whether a new bill to ban the import of hunting trophies into Great Britain appears in the speech."}, {"type": "text", "text": "This was a Tory manifesto commitment at the last election, and the government says it supports a ban."}, {"type": "text", "text": "Ministers backed a Tory MP's bill to ban the practice earlier this year, but it was timed out in the last parliamentary session after running into opposition in the House of Lords."}, {"type": "text", "text": "Activists groups are calling on them to have another go, this time by introducing a government bill, which would give ministers more control over the timetabling. "}, {"type": "text", "text": "One bill that will be included is the Renters Reform Bill, which began its journey through Parliament last month and has been carried over into the next parliamentary session."}, {"type": "text", "text": "The draft law would deliver a long-promised ban on 'no-fault' evictions in England - another Tory manifesto promise."}, {"type": "text", "text": "However, even if it is passed there are question marks over when the ban would take effect, with the government saying reforms to the court service need to be carried out first."}, {"type": "text", "text": "Another draft law that has been carried over is the Economic Activity of Public Bodies (Overseas Matters) Bill, which would ban public bodies from boycotting Israel."}, {"type": "text", "text": "It has nearly completed its journey through the Commons - but some Conservative MPs have spoken against it, arguing it is unnecessarily restrictive and could enflame community tensions. "}, {"type": "text", "text": "There are also reports the cabinet is split on the bill. The foreign secretary's office has previously warned it could breach international commitments."}, {"type": "text", "text": "A bill will be included that would force ministers to run an oil and gas licensing round every year."}, {"type": "text", "text": "This normally happens anyway, but could set a political trap for Labour, which says it would block new domestic exploration licences if it wins power."}, {"type": "text", "text": "The Observer has reported the speech will include a bill to make it more difficult for local councils to introduce 20mph zones, or clean-air schemes such as the Ulez zone in Greater London."}, {"type": "text", "text": "The newspaper said it was part of a plan to open up a dividing line with Labour, following Mr Sunak's watering down of green commitments in September."}, {"type": "text", "text": "The government also already has a number of bills in draft form, which could be formally introduced during the coming year. "}, {"type": "text", "text": "These include a Mental Health Bill to overhaul the grounds for detaining and treating mental health patients, and a bill to force UK venues to draw up anti-terror plans, known as Martyn's Law."}, {"type": "text", "text": "There's also a draft Media Bill - although its headline aim, to privatise Channel 4, was abandoned by the government earlier this year. "}, {"type": "text", "text": "The government's bill to authorise the construction of the HS2 rail line between Crewe and Manchester will no longer be required, after Mr Sunak abandoned the northern leg of the project."}, {"type": "text", "text": "The Financial Times has also reported that a planned bill to overhaul the UK's audit and corporate governance regimes won't feature in the speech."}, {"type": "text", "text": "Latest reports also suggest that a ban on so-called conversion therapy to change someone's sexual orientation or gender identity - promised since 2018 - will also not be included. "}]}, {"_id": "654a0e7aa2ba502328bf4003", "url": "https://www.bbc.co.uk/news/entertainment-arts-67331635?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Latitude Festival", "subCategories": [], "title": "The Last Dinner Party: 'Being a hyped, buzzy band can be a curse'", "lead": "The Last Dinner Party are being tipped for great things, but they say the praise can come at a cost.", "author": "Mark Savage", "datePublished": "20231107", "dateScraped": "2023-11-07 11:16:26.121830", "dateUpdated": "20231107", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F431/production/_131631526_sinnerpress2calmcintyrehi.jpg", "body": [{"type": "text", "text": "It's a boiling Friday afternoon in July 2023, and The Last Dinner Party have gathered around a picnic table at the Latitude Festival, waiting for their stage transport."}, {"type": "quote", "text": "'You have to get on a boat,' says singer Abigail Morris. 'So whimsical, isn't it?'"}, {"type": "text", "text": "The journey is necessary because the band have been booked to play the tiny Sunrise Arena, which sits on the opposite side of a man-made lake from the festival's dressing rooms."}, {"type": "text", "text": "But the five-piece draw such a big crowd that it spills out of the tent and into the surrounding forest, as fans clamour to hear their bombastic art-rock anthems."}, {"type": "text", "text": "'Christ, there are a lot of you,' gasps Abigail as she takes to the stage."}, {"type": "text", "text": "For the next 30 minutes, the band are on fire, playing with purpose and swagger while Abigail pirouettes around the stage, dressed like Wednesday Addams playing a character from Bridgerton."}, {"type": "text", "text": "During the darkly dramatic Mirror, she jumps into the audience, before realising there's no way back to her bandmates."}, {"type": "text", "text": "'Misjudged the height of the stage,' she deadpans, after running around the back of the tent to reclaim her place."}, {"type": "text", "text": "The reception is immense, especially for a band who only released their first single in April. "}, {"type": "text", "text": "People know all the words, even to unreleased songs. Some have come dressed in the floral crowns and billowing white tops the band wear in their videos."}, {"type": "text", "text": "So how did they get here?"}, {"type": "text", "text": "Their origin story isn't particularly notable. The five-piece met as students on the hunt for cheap beer and live music. Morris was at King's College with Georgia Davies (bass) and Lizzie Mayland (guitar), while Aurora Nishevci (keyboards) and Emily Roberts (guitar) were studying 'real music' at the Guildhall School of Music and Drama."}, {"type": "text", "text": "'Our friendship was built on going to gigs and wanting to be a part of that scene,' says Abigail, recalling formative nights watching Black Midi, HMLTD and Goat Girl around London's club circuit."}, {"type": "text", "text": "'I went to The Windmill in Brixton more than I went to lectures,' says Georgia."}, {"type": "text", "text": "Deciding to form a band of their own, the group had just moved into a rehearsal room when Covid struck."}, {"type": "text", "text": "But rather than derail their ambitions, lockdown gave them space to grow."}, {"type": "quote", "text": "'By the time we emerged from the chrysalis, we were fully formed,' says Georgia. 'We played our first show like it was the Pyramid Stage. There was never a choppy, scrappy period.'"}, {"type": "text", "text": "They spent more than a year slogging it out on the live circuit before committing any music to tape, recognising that organic growth was preferable to flash-in-the-pan viral success."}, {"type": "text", "text": "But when their first single finally arrived, the deluge of approving reviews was treated with suspicion."}, {"type": "text", "text": "Suddenly, the band were accused of being 'industry plants' and 'nepo babies' by people who (deliberately, you suspect) overlooked the hours they'd put in."}, {"type": "text", "text": "The evidence, people said, was clear-cut. The band were signed to Island Records and managed by Q Prime, who also look after Metallica and Muse. How else could an unknown quintet have generated such a buzz?"}, {"type": "text", "text": "Well, it's the music, stupid."}, {"type": "text", "text": "Nothing Matters is a perfect debut, an unbridled declaration of lust that quivers with dramatic urgency."}, {"type": "text", "text": "'If this is what it means to be an industry plant, I think the industry should keep on planting stuff,' observed The Darkness's Justin Hawkins as he reviewed the song."}, {"type": "text", "text": "Rather than let the criticisms stick, Georgia fought back on social media - calling the accusations 'a nasty lie' and insisting The Last Dinner Party weren't 'put together like some K-pop girl band'. "}, {"type": "quote", "text": "'It's not about the music,' she tells the BBC. 'It's something that people have made up and then got angry about.'"}, {"type": "text", "text": "Even so, the backlash was impossible to ignore as they headed into festival season. "}, {"type": "text", "text": "'We felt more pressure because there'd been so many people talking about it,' says Abigail. "}, {"type": "quote", "text": "'Being this hyped, buzzy band can be a bit of a curse. I think we feel like we have something to prove.'"}, {"type": "text", "text": "By the time we catch up October, the debate has disappeared. Two more singles and a triumphant headline tour have put the naysayers in their place while Informfully 6 Music has named them one of their artists of the year."}, {"type": "text", "text": "We meet backstage at EartH in Hackney, where the band are playing two sold-out nights - a stark comparison with their previous tour where, Abigail jokes, 'no-one came'."}, {"type": "text", "text": "'It's quite a shock to suddenly show up at a venue and it's 1,000 people there specifically for us,' she says, with the stuffy tones of an autumn cold."}, {"type": "text", "text": "The whole band are suffering. Herbal teas are being brewed and Day Nurse imbibed. But on stage, there's no sign of slow-down."}, {"type": "quote", "text": "'This next one is about feminine rage,' declares Abigail, cueing up the devilish Feminine Urge, in which she spits: 'Do you feel like a man when I can't talk back?'"}, {"type": "text", "text": "Aurora steps up to perform the Albanian-language song Gjuha, which, she says, 'is about me feeling shame [about] not knowing my mother tongue very well'. "}, {"type": "text", "text": "And Abigail dives into the crowd again during My Lady Of Mercy, thankfully having mapped out her route back to the stage in advance."}, {"type": "text", "text": "They even find time to play a new song, Zecond Bezt [sic], which is so fresh it missed the deadline for the band's debut album, Prelude To Ecstasy, which comes out next February. "}, {"type": "text", "text": "When asked, the band confess that's because the record has been waiting in the wings for almost a year."}, {"type": "text", "text": "'We recorded it in one or two weeks last November and then had a little break over Christmas, when I wrote all the orchestral parts, and we finished it off in January,' says Aurora."}, {"type": "text", "text": "The obvious stand-out was Nothing Matters, which started out as a piano ballad before Abigail let her bandmates get their hands on it."}, {"type": "text", "text": "'It was this sad, slow thing. And then I was like, 'No, put trumpets on it!'' she says."}, {"type": "text", "text": "'But it only became what it was because I'm in this band. If I was a solo artist, I wouldn't have written a guitar solo. "}, {"type": "text", "text": "'It's a great example of... er, I don't know what the phrase is,' she says, scrabbling for the right words. "}, {"type": "quote", "text": "'Many people make good? A meeting of minds? Just enough cooks make the really best broth and one cook can't do it.'"}, {"type": "text", "text": "Her bandmates dissolve in laughter. 'That's the headline,' jokes Lizzie."}, {"type": "text", "text": "For the debut album, Abigail instigated most of the songs, drawing on her diary for lyrics about 'relationships and turmoil and trying to understand my place in the world'."}, {"type": "text", "text": "One of the stand-outs is the erotically charged My Lady Of Mercy which, she says, examines the tussle between her faith and her desire."}, {"type": "text", "text": "'I went to Catholic school from the age of 10 to 16 and those are very formative, very turbulent years for a young woman.' she explains. "}, {"type": "quote", "text": "'I remember feeling simultaneously resentful and enthralled by the imagery I was surrounded by - which was restrictive and dangerous but, at the same time, very beautiful and sensual.'"}, {"type": "text", "text": "The song was inspired by Bernini's baroque marble sculpture The Ecstasy of Saint Teresa, which depicts a nun swooning in the presence of an angel. "}, {"type": "text", "text": "'I remember seeing it and feeling feelings,' says Abigail, who wants the song to help 'girls and boys like me, who don't want to disassociate from their Catholic upbringing, and let them re-write it in a way that's not homophobic and oppressive'."}, {"type": "text", "text": "That spirit of inclusiveness and freedom courses through the band's music and their concerts. "}, {"type": "text", "text": "Fans are responding in kind, adopting the band's medieval costumes and turning concerts into an elaborate bonanza of fancy dress."}, {"type": "quote", "text": "'People are making their costumes by hand,' marvels Georgia. 'This girl I met yesterday had like Greek God horns made out of synthetic hair and woven into her own hair. The amount of detail that people go to is incredible.'"}, {"type": "text", "text": "For Abigail, the sense of community is powerful."}, {"type": "text", "text": "'We did a show in Hull a few days ago and I was in the mosh pit spinning about - and every single face around me was a woman. "}, {"type": "quote", "text": "'And I was like, 'Oh, we've done it. An all-female mosh pit'. So that was very beautiful. If we can give women and non-binary people that, that's all we really need to do.'"}, {"type": "text", "text": "Go and see them now if you can. Even if you have to catch a boat."}]}, {"_id": "654a0e7aa2ba502328bf4004", "url": "https://www.bbc.co.uk/news/newsbeat-67150025?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Gateshead", "subCategories": [], "title": "Parenting: Helping young dads to challenge stereotypes", "lead": "They're often seen as \"dangerous, feckless and disinterested\", but one charity's trying to change that.", "author": "Ian Murphy", "datePublished": "20231107", "dateScraped": "2023-11-07 11:16:26.601321", "dateUpdated": "20231107", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/305A/production/_131587321_youngdadstyler.jpg", "body": [{"type": "quote", "text": "'People don't often respond to young dads by saying 'congratulations, you're a young dad'. They say 'How did that happen?''"}, {"type": "text", "text": "When Kev Stoodley set up a charity to help dads under 25 in 2017, he did it because he felt all the support out there was aimed at mums."}, {"type": "text", "text": "Even now there are no official stats to tell us how many young men become fathers, but what's clear for Kev is how difficult it can be for the ones who do."}, {"type": "text", "text": "One of the biggest obstacles, Kev says, is the stereotypes they face."}, {"type": "text", "text": "'I think there's a misperception that they're a risk to their children, they're dangerous, they're feckless and disinterested,' he says."}, {"type": "quote", "text": "'Young dads aren't celebrated in our society, they're seen as being a problem.'"}, {"type": "text", "text": "One of those people he's talking about is 22-year-old Tyler Reed."}, {"type": "text", "text": "He tells Informfully Newsbeat his life changed when his daughter Aurianna, now 10 months old, was born."}, {"type": "text", "text": "But as a young dad from Sunderland, Tyler's also faced challenges that don't affect everyone after they have a little one."}, {"type": "text", "text": "'When we first started to take her out of the house and go around town, I was basically just there as company,' he says."}, {"type": "text", "text": "'I never really got approached by anyone saying 'How are you doing with her?' or just friendly chats, it was always her mum who was spoken to and I was left in the background."}, {"type": "quote", "text": "'Even at hospital appointments it was 'So are you the dad?'. It's never questioned for the mum.'"}, {"type": "text", "text": "Tyler, who's a full-time parent and carer for his partner Destiny, receives regular support from the charity Kev set up - the North East Young Dads and Lads Project (NEYDL)."}, {"type": "text", "text": "The Gateshead-based group helps young dads in the region by teaching them skills like nappy-changing, bathing and first aid."}, {"type": "text", "text": "But recently they've also found guys often struggle with their mental health and feelings of isolation or loneliness after having a baby."}, {"type": "text", "text": "One in 10 men experience anxiety and depression symptoms in the first six months - and Tyler says the help he's received from NEYDL has been life-changing."}, {"type": "text", "text": "'Honestly, without the support from the guys here I don't want to know where I probably would've ended up,' he says. "}, {"type": "quote", "text": "'I suffer with my mental health as much as the next person, I'm still trying to go through the stages to get it figured out what is going on.'"}, {"type": "text", "text": "Another dad out of the hundreds that have been supported by NEYDL is James Withycombe."}, {"type": "text", "text": "The 21-year-old dropped out of university when his daughter Violet was born nine months ago, but a few months later his relationship with her mum broke down."}, {"type": "text", "text": "'I didn't have anything because we were living together,' he says."}, {"type": "quote", "text": "'And suddenly I had to have two of everything out of nowhere and that's not something that just appears.'"}, {"type": "text", "text": "James felt he was also missing the support and networks that were available to his ex-partner, but through the charity he was able to take his daughter on days out with other young dads and their kids. "}, {"type": "text", "text": "'It's difficult to bring Violet around other kids because it's hard to find young dads like myself,' says James, who lives in Blackhall Colliery, County Durham."}, {"type": "text", "text": "Being introduced to people in similar situations has given James people to talk to and allowed him to 'have a voice and feel heard', he says."}, {"type": "text", "text": "So how many young dads like James and Tyler are there in the UK?"}, {"type": "text", "text": "'What's really interesting is we don't actually know, because there's no official stats about young dads,' says Anna Tarrant, who's been leading a big research study into the lives of young fathers since 2020."}, {"type": "text", "text": "Anna, a professor of sociology at the University of Lincoln, says there isn't enough 'daddy data' out there."}, {"type": "text", "text": "Rough estimates suggest one in 10 first-time dads are under 25 - but even that's based on teenage pregnancy rates."}, {"type": "text", "text": "'There's no routine data collection and some dads aren't even named on the child's birth certificate,' says Anna."}, {"type": "text", "text": "Anna has worked with NEYDL as part of her research and thinks it's important to build on their work getting dads together to talk."}, {"type": "text", "text": "'Young dads are often portrayed in negative ways but actually really love their children and want to stay in their lives,' she says."}, {"type": "quote", "text": "'Lots of services try their best but aren't always good at supporting fathers, so we are bringing everyone together to think about how we can change that and better support young families.'"}, {"type": "text", "text": "One of the ways they're doing that at the charity is by getting people who've been helped to stay on as peer support dads. "}, {"type": "text", "text": "NEYDL boss Kev, a dad-of-two himself, says it works with more than 100 young dads a year, and expects that to rise in the next year or so as more stay on to help."}, {"type": "text", "text": "'We tend to find dads stay on and engage and go on a journey from being beneficiaries to being volunteers,' he says."}, {"type": "text", "text": "One of those peer support dads is Nathan Noble, who came to the group when his son Riley-Don was born four years ago."}, {"type": "text", "text": "The 27-year-old from Gateshead says taking people out for activities like bike rides helps them to open up more."}, {"type": "text", "text": "'We're not sat down face to face, we don't even look at each other,' he says."}, {"type": "quote", "text": "'I think age plays a really big part in this, you're on the same wavelength as other dads as well and have quite a lot of common interests.'"}, {"type": "text", "text": "Far from being 'deadbeats', Nathan says all the young dads he's worked with 'will literally dedicate their whole life to being the best dad they can possibly be'."}, {"type": "text", "text": "And for people like James, it's obvious the support has made a big difference for his time with his daughter Violet."}, {"type": "text", "text": "'I've always wanted to have the proper family dynamic and that's not something I can give any more,' he says."}, {"type": "quote", "text": "'When she thinks of the time she spends with me, she's only going to think of the good bits and that's something that I've always wanted.'"}]}, {"_id": "654a0e7ba2ba502328bf4005", "url": "https://www.bbc.co.uk/news/business-67238386?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Legal profession", "subCategories": [], "title": "Can AI cut humans out of contract negotiations?", "lead": "Tech firms are testing artificial intelligence that can negotiate contracts without the need for humans.", "author": "Sean McManus", "datePublished": "20231107", "dateScraped": "2023-11-07 11:16:27.085595", "dateUpdated": "20231107", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/93D4/production/_131544873_gettyimages-1369589767.jpg", "body": [{"type": "quote", "text": "'Lawyers are tired. They're bored a lot of the time,' says Jaeger Glucina. 'Having something to do the grunt work for you and get you into a position where you can focus on strategy earlier: That's key.'"}, {"type": "text", "text": "She is the managing director and chief of staff at Luminance, a UK company founded in 2015 that specializes in artificial intelligence (AI) for legal professionals. Before she joined Luminance in 2017, she qualified as a barrister and solicitor in New Zealand. "}, {"type": "quote", "text": "'Legal professionals are obviously very highly trained people,' she says. 'But the reality is, they are spending a huge portion of their time reviewing [contracts]. It can take up to an hour for someone to review a non-disclosure agreement. There can be hundreds of these documents [in a firm] every day.'"}, {"type": "text", "text": "Now, Luminance is preparing to launch a fully automated contract negotiation tool called Luminance Autopilot. The company plans to start beta testing with selected customers in the next month, with a wider roll-out in the new year."}, {"type": "text", "text": "I've been invited to the company's London office to see it in action. On the desk in front of me are two laptops. The one on the left, for the purposes of this demo, belongs to Luminance general counsel Harry Borovick. The one on the right represents Connagh McCormick, general counsel at Prosapient, a (genuine) Luminance customer. On the back wall behind the laptops is a large screen, showing an audit trail of the changes each party makes to the contract."}, {"type": "text", "text": "The computers are going to use Autopilot to negotiate a non-disclosure agreement that's acceptable to both parties. Non-disclosure agreements (NDAs) set out the terms under which one organisation will share its confidential information with another."}, {"type": "text", "text": "The demo begins. Mr Borovick's machine receives an email with the NDA attached, so it opens it in Microsoft Word. Autopilot rapidly reviews the contract and starts to make changes. A six-year term is unacceptable, so it's changed to three years. The governing law for the contract is changed from Russia to England and Wales."}, {"type": "text", "text": "The next risky clause imposes an unlimited liability, meaning there's no ceiling on how much Luminance might have to pay if the terms of the NDA were breached. 'This is a showstopper for Harry's business,' says Ms Glucina. "}, {"type": "quote", "text": "'So, the software's proposed a liability cap of £1m instead. It also softened the clause. The other party had inserted some wording around 'holding harmless', which means that they would be absolved of any legal liability in certain situations. But the AI knew that wasn't okay and so it protected Harry from that risk by removing the clause.'"}, {"type": "text", "text": "There follows a contractual dance, where both AIs try to improve the terms for their owners. "}, {"type": "text", "text": "Mr Borovick's computer emails the amended NDA back automatically and it opens on McCormick's machine. His AI notices the 'hold harmless' language has gone and inserts a liquidated damages provision. That effectively turns the £1m maximum liability into an agreed compensation to pay if the agreement is broken. "}, {"type": "text", "text": "Mr Borovick's AI strikes that out when it receives the updated contract and inserts language so his firm is only liable for direct losses incurred."}, {"type": "text", "text": "Version four of the contract is acceptable to both parties. Mr McCormick's AI accepts all the changes and sends it to Docusign, an online service for signing contracts. "}, {"type": "quote", "text": "'At that point you get to decide whether we actually want the human to sign,' says Ms Glucina. 'And that would be literally the only part that the human would have to do. We have a mutually agreed contract that's been entirely negotiated by AI.'"}, {"type": "text", "text": "More technology of business"}, {"type": "text", "text": "The entire process has taken just a few minutes. 'The idea is to reduce the delays that are often caused by people just not getting to something in their inbox, or being super busy on another task,' says Ms Glucina."}, {"type": "text", "text": "Autopilot is an evolution of Luminance's copilot tool, which colour-codes clauses for legal professionals as they review a contract in Word. Acceptable clauses are green, unacceptable clauses are red, and non-standard clauses are amber. The tool can also redraft clauses using AI, based on its knowledge of what the firm has agreed in the past."}, {"type": "text", "text": "Although other companies including Lexcheck, Genie AI and Thoughtriver offer contract review technologies, Luminance is the first to announce an autopilot."}, {"type": "text", "text": "The Luminance system is built on a large language model (LLM), which is also the foundation of popular text generation tool ChatGPT. The major difference is that Luminance's tools have been trained using more than 150 million legal documents, instead of public internet content. "}, {"type": "text", "text": "Luminance users create knowledge banks containing their signed documents, so that the software can learn what contract terms the company usually agrees to. "}, {"type": "text", "text": "After seeing the demo, I spoke to Connagh McCormick, general counsel at Prosapient. The company finds experts for investors, consultants and others who need to research an industry. Three of his team work on contracts, with between 20 and 30 client negotiations going on at any one time. Some only take 48 hours, while others take 12 months. They use Luminance's solutions to speed up their contract review."}, {"type": "text", "text": "He's keen to try the new Autopilot when it's available. "}, {"type": "quote", "text": "'Some people ask, 'how do you feel about AI doing all the negotiation?',' he says. 'It ends up in the laps of both lawyers signing. At that point, I'm going to read the contract and the other lawyer's going to read the contract. If there's anything I disagree with, I've got the opportunity to flag it. I'm not committed to anything the AI has done.'"}, {"type": "text", "text": "What about the risk to jobs? 'You are always going to need that human step there,' he says. 'Part of the reason people go to lawyers is for trust. It's a lot harder to hold AI accountable than it is a person. AI means that a lawyer's time is going to be spent doing something more interesting, more valuable.'"}, {"type": "text", "text": "Law Society of England and Wales president Nick Emmerson agrees that lawyers will still be needed. 'At present, and probably into the distant future, AI will be unable to fully replace the function of legal expertise provided by legally qualified professionals."}, {"type": "quote", "text": "'This is because clients have different needs and vulnerabilities which a machine cannot yet master, and human judgement is needed to ensure that automated decisions do not result in potential false positives. There is also an art in negotiation and ultimately, bargaining that AI is unlikely to master.'"}, {"type": "text", "text": "He adds: 'With any technological innovation, what it means to be a lawyer is likely to evolve, as will the type of jobs and the skills required.'"}]}, {"_id": "654a0e7ba2ba502328bf4006", "url": "https://www.bbc.co.uk/news/uk-politics-32816450?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "UK Parliament", "subCategories": [], "title": "King's Speech: What is it and why is it important?", "lead": "The King's Speech will take place on 7 November. What is it and why is it important?", "author": "Tom Edgington and Jennifer Clarke", "datePublished": "20231106", "dateScraped": "2023-11-07 11:16:27.314010", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6672/production/_124662262_princecharlesspeechreuters.jpg", "body": [{"type": "text", "text": "King Charles will deliver the King's Speech as part of the State Opening of Parliament on 7 November 2023. "}, {"type": "text", "text": "It will be his first King's Speech since becoming monarch - although he gave the Queen's Speech on behalf of his mother in May 2022."}, {"type": "text", "text": "The King's Speech provides the government with an opportunity to outline its priorities for the months ahead."}, {"type": "text", "text": "Formally called the Speech from the Throne, it is a key part of the State Opening of Parliament ceremony, which marks the start of the parliamentary year. "}, {"type": "text", "text": "The next session of Parliament is likely to be the last before the general election, which must take place by January 2025."}, {"type": "text", "text": "Traditionally, the State Opening begins with a procession in which the King travels from Buckingham Palace to Westminster by carriage. "}, {"type": "text", "text": "On arrival, he uses the Sovereign's Entrance, reserved for the monarch."}, {"type": "text", "text": "The King then processes to the throne in the House of Lords. "}, {"type": "text", "text": "MPs are summoned to the Lords by Black Rod, an official position currently held by Sarah Clarke. "}, {"type": "text", "text": "Before entering the House of Commons, Black Rod has the door shut in their face, symbolising the chamber's independence from the monarchy. "}, {"type": "text", "text": "The speech sets out the laws the government wants to get through Parliament in the coming year. "}, {"type": "text", "text": "MPs, peers and other dignitaries in the House of Lords generally listen in silence. "}, {"type": "text", "text": "Traditionally, the government MP holding the position of vice-chamberlain of the household - currently Jo Churchill - is 'held hostage' in Buckingham Palace while the King is in Parliament, to ensure the monarch's safe return."}, {"type": "text", "text": "The speech is written by the government. "}, {"type": "text", "text": "Its length depends on the number of proposed laws and other announcements - such as foreign-policy objectives - but it normally lasts about 10 minutes. "}, {"type": "text", "text": "The monarch delivers the speech in a neutral tone, to avoid any appearance of political support. "}, {"type": "text", "text": "The new laws likely to be introduced this year include:"}, {"type": "text", "text": "Plans for new rules such as banning 'no-fault' evictions for renters and phasing out some leaseholds in England and Wales have already been confirmed."}, {"type": "text", "text": "Yes."}, {"type": "text", "text": "About two hours after the speech is delivered, MPs reassemble in the House of Commons to begin debating its contents."}, {"type": "text", "text": "After introductory speeches by two MPs, the prime minister will 'sell' the speech to the Commons, setting out a vision for the country."}, {"type": "text", "text": "The leader of the opposition then gets the chance to respond, before other MPs are allowed to contribute. "}, {"type": "text", "text": "The debate on what is known as 'the Humble Address' normally lasts about five days."}, {"type": "text", "text": "At the end of the debate there is a vote. It's normally seen as symbolic, as it is extremely rare for a government to lose it."}, {"type": "text", "text": "In fact, the last time a government lost the vote was in January 1924, under Conservative Prime Minister Stanley Baldwin. "}, {"type": "text", "text": "Mr Baldwin proceeded with a King's Speech - George V was the monarch at the time - despite having lost his majority in the previous month's general election. "}, {"type": "text", "text": "He was forced to resign, and Labour formed a short-lived government in his place."}]}, {"_id": "654a0e7ba2ba502328bf4007", "url": "https://www.bbc.co.uk/news/world-europe-67308647?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Russia-Ukraine war", "subCategories": [], "title": "The Ukrainians now being forced from their homes by intensified attacks", "lead": "Shelling forces thousands to leave their homes as fighting along the front line intensifies.", "author": "Jenny Hill", "datePublished": "20231106", "dateScraped": "2023-11-07 11:16:27.529413", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/327A/production/_131622921_ninaready.jpg", "body": [{"type": "text", "text": "The elderly woman sits, alone among strangers, at an aid centre in Odesa in southern Ukraine. "}, {"type": "text", "text": "Nina survived German air strikes in World War Two. Now, at the age of 91, she is a refugee again. "}, {"type": "text", "text": "Hundreds of people arrive here every day, fleeing their homes near the front line as fighting and shelling intensify."}, {"type": "text", "text": "Many, like Nina, come from the Kherson region. Ukraine's interior minister said on Monday that Russia had targeted the area with 87 guided aerial bombs overnight, the largest number since the war began."}, {"type": "text", "text": "Footage published by Kherson's regional government showed extensive damage to a high-rise apartment block and several houses."}, {"type": "quote", "text": "'I couldn't sleep,' Nina tells the BBC. 'I couldn't eat, there were explosions.'"}, {"type": "text", "text": "Her eyes, hooded with age, are exhausted. As she speaks, it becomes evident that the last few weeks have rekindled the painful memories of 80 years ago."}, {"type": "text", "text": "She sighs. 'I want to die in peace, not war.'"}, {"type": "text", "text": "Aid workers scurry around her, strained under the load of so many ruined lives."}, {"type": "text", "text": "They provide food, clothing and healthcare. Refugees are also given free accommodation. Many arrive here with little more than the clothes they are wearing."}, {"type": "text", "text": "Valentina, who clutches a single plastic bag of possessions, fled the city of Kherson a few days ago, the region is still partially occupied by Russian forces. She says it was impossible to stay."}, {"type": "quote", "text": "'The bombardment was intense. They attacked, shelled. Sirens sounded all the time. It was terrifying.'"}, {"type": "text", "text": "Valentina decided to leave when the local children's hospital was hit."}, {"type": "quote", "text": "'Volunteers helped me to get out. As for possessions - only the most necessary ones.'"}, {"type": "text", "text": "Russia has intensified its attacks in recent weeks, causing civilian deaths and injuries in some of the heaviest aerial bombardments Ukraine has seen this year."}, {"type": "text", "text": "Air strikes in Kherson region, have been particularly intense in settlements along the frontline, according to the local government."}, {"type": "text", "text": "'Two months ago, we were getting one or two aerial bombs a day. Now it's 40,' says Oleksandr Tolokonnikov, the spokesman for the authority."}, {"type": "text", "text": "He says shelling from artillery, tanks and mortars has doubled in recent weeks."}, {"type": "text", "text": "Many residents are now hardened to the attacks, he adds. He recalls a day earlier in the autumn when a shell hit a hospital, killing a newly qualified doctor on his first day at work."}, {"type": "text", "text": "Not far from the site, Mr Tolokonnikov says he saw people on the streets who, despite the ongoing shelling, simply walked calmly in the other direction."}, {"type": "quote", "text": "'Some people don't even blink anymore.'"}, {"type": "text", "text": "The intensification of attacks on Kherson is likely due to the Ukrainian counteroffensive. It is making slow progress, but troops have edged forward in some parts of the region."}, {"type": "text", "text": "There have been limited Ukrainian successes in the Donetsk and Zaporizhzhia regions."}, {"type": "text", "text": "But Russia is also on the attack. It has lost - reportedly - thousands of men trying to take the fiercely contested town of Avdiivka in the Donetsk region."}, {"type": "text", "text": "Its troops have closed in on three sides in an effort to encircle the town."}, {"type": "text", "text": "Ukrainian soldiers are dying too, which is why Daria is full of fear."}, {"type": "text", "text": "Her husband, who was called up to the army in May, was recently sent to help defend Avdiivka."}, {"type": "text", "text": "He had been reluctant to tell her about the deployment because he had not wanted to worry her but said he would call her in a few days."}, {"type": "text", "text": "That was two weeks ago. She has heard nothing since."}, {"type": "text", "text": "'We've been married for 26 years' she says, her face pale with worry, as we talk near the beach at Odesa's seafront."}, {"type": "text", "text": "She pulls out her phone, flicks through photos, shows us the couple beaming in selfies or posing with their two grown-up daughters at a recent birthday celebration."}, {"type": "text", "text": "Daria is haunted by the memory of their last parting. She had waved him off as he went back to the war."}, {"type": "quote", "text": "'He got on the bus and I stood there for a long time crying. The feeling never leaves me - that I saw him for the last time.'"}, {"type": "text", "text": "'We hope so much that he's ok,' Daria says."}, {"type": "text", "text": "She looks out at the sea, grey under the clouds."}, {"type": "text", "text": "The tides of this war continue to shift and surge. And a country is washed over with grief and fear."}, {"type": "text", "text": "Additional reporting by Anastasiia Levchenko."}]}, {"_id": "654a0e7ba2ba502328bf4008", "url": "https://www.bbc.co.uk/news/business-67316150?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Companies", "subCategories": [], "title": "WeWork forced to file for bankruptcy in the US", "lead": "The shared office giant, once seen as the future of the workplace, has been plagued by problems.", "author": "Annabelle Liang and Natalie Sherman", "datePublished": "20231107", "dateScraped": "2023-11-07 11:16:27.732429", "dateUpdated": "20231107", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/88EA/production/_104205053_wework_index_1.jpg", "body": [{"type": "text", "text": "WeWork, the shared office firm that was once valued at $47bn (£38bn), has been forced to file for bankruptcy in the US."}, {"type": "text", "text": "The decision follows the meteoric rise - and fall - of a company which was once seen as the future of the workplace. "}, {"type": "text", "text": "WeWork's filing will give it protection from its creditors and landlords as it restructures its vast debts."}, {"type": "text", "text": "Based on its latest share price, WeWork is now worth less than $50m."}, {"type": "text", "text": "The bankruptcy will affect the company's business in the US and Canada. It said its spaces remained open and operational, including in the UK. It has more than 700 sites around the world and about 730,000 members."}, {"type": "text", "text": "WeWork, which is loss-making, has billions of dollars in liabilities and, in a statement, said that bankruptcy protection will allow it to 'further rationalise its commercial office lease portfolio while focusing on business continuity'. "}, {"type": "text", "text": "David Tolley, WeWork's chief executive, said he was 'deeply grateful for the support of our financial stakeholders as we work together to strengthen our capital structure and expedite this process through the restructuring support agreement'."}, {"type": "text", "text": "WeWork, which was founded in 2010 and was led by the colourful Adam Neumann, leases office spaces where individuals and companies can rent and share space. It became known for offering beer on tap in its offices as well as colourful and relaxed decor."}, {"type": "text", "text": "Demand for the firm's co-sharing office spaces was hit after a disastrous 2019 effort to raise money in a public listing that hurt its reputation and led to the ousting of Mr Neumann."}, {"type": "text", "text": "That was swiftly followed by the pandemic which led to many office closures around the world, with people having to work from home."}, {"type": "text", "text": "In the first half of this year, WeWork lost more than $1bn, weighed down by the expense of operating its offices, as well as other costs."}, {"type": "text", "text": "The company has been scrambling to sell off parts of its business and pushing to shut locations or renegotiate the terms of long-term leases and debts."}, {"type": "text", "text": "Last month, as those discussions intensified, WeWork told investors it was not making payments on its loans."}, {"type": "text", "text": "Major shareholder SoftBank, a Japanese technology conglomerate, has pumped tens of billions of dollars into WeWork as it continued to lose money."}, {"type": "text", "text": "As anticipation of a bankruptcy filing emerged, Mr Neumann said the fall of WeWork was 'disappointing'."}, {"type": "text", "text": "'It has been challenging for me to watch from the sidelines since 2019 as WeWork has failed to take advantage of a product that is more relevant today than ever before,' Mr Neumann said."}, {"type": "text", "text": "'I believe that, with the right strategy and team, a reorganisation will enable WeWork to emerge successfully,' he added."}]}, {"_id": "654a0e7ba2ba502328bf4009", "url": "https://www.bbc.co.uk/news/uk-scotland-highlands-islands-67337137?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Fort William", "subCategories": [], "title": "Wizard job? Drivers wanted for Harry Potter rail route", "lead": "Trainee train drivers are needed for the West Highland Line, which crosses the Glenfinnan Viaduct.", "author": "NONE", "datePublished": "20231107", "dateScraped": "2023-11-07 11:16:27.947250", "dateUpdated": "20231107", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3087/production/_131632421_glenfinnan-gettyimages-942913674.jpg", "body": [{"type": "text", "text": "Trainee train drivers have been sought for one of the world's most scenic rail routes. "}, {"type": "text", "text": "ScotRail said the new personnel would be based in Fort William and were likely to regularly travel the West Highland Line."}, {"type": "text", "text": "The line connects Glasgow with Oban and also Fort William and Mallaig, taking passengers through places that have featured in films and on TV."}, {"type": "text", "text": "The locations include Glenfinnan, which has appeared in the Harry Potter films."}, {"type": "text", "text": "The West Highland Line was voted the top rail journey in the world by readers of independent travel magazine, Wanderlust, in 2009."}, {"type": "text", "text": "It came ahead of trips in Peru and the Trans Siberian Express."}, {"type": "text", "text": "From Glasgow the line splits at Crianlarich and takes passengers either past Loch Awe to Oban, or over Rannoch Moor on to Fort William and Mallaig."}, {"type": "text", "text": "The route's stations include Corrour, dubbed the highest at 408m (1,339ft) above sea level and most remote station in the UK. It appeared in the 1996 film Trainspotting, which starred Ewan McGregor."}, {"type": "text", "text": "Scenes for Harry Potter and the Chambers of Secrets and Harry Potter and the Prisoner of Azkaban were shot at the Glenfinnan Viaduct. The privately-run Jacobite steam locomotive also featured in the films. "}, {"type": "text", "text": "Job website Hijobs, which is carrying out the recruitment on ScotRail's behalf, described the vacancies as 'dream jobs'."}, {"type": "text", "text": "While no previous experience is required, the successful candidate must be at least 20 when they begin training and will need to pass certain medical examinations."}, {"type": "text", "text": "The jobs have a starting salary of £32,968 but could rise to £58,028 once qualified."}]}, {"_id": "654a0e7ca2ba502328bf400a", "url": "https://www.bbc.co.uk/news/world-europe-67342367?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Russia-Ukraine war", "subCategories": [], "title": "Ukraine war: Grenade birthday gift kills army chief Zaluzhny's aide", "lead": "Maj Hennadiy Chastyakov was opening presents at home near Kyiv with his son a the time of the blast.", "author": "Paul Kirby", "datePublished": "20231107", "dateScraped": "2023-11-07 11:16:28.162489", "dateUpdated": "20231107", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12BDB/production/_131636767_5eea3424-f9b4-4708-96df-9f5b58623e87.jpg", "body": [{"type": "text", "text": "A grenade given as a birthday present has blown up and killed a close aide of the head of Ukraine's armed forces Valery Zaluzhny."}, {"type": "text", "text": "Maj Hennadiy Chastyakov, 39, had returned to his flat with presents from his colleagues and was opening them with his son when the grenade exploded."}, {"type": "text", "text": "Maj Chastyakov was killed and his 13-year-old son left seriously wounded."}, {"type": "text", "text": "Interior Minister Ihor Klymenko said the boy had started turning the ring on the grenade."}, {"type": "quote", "text": "'Then, the serviceman took the grenade from the child and pulled the ring, causing a tragic explosion.'"}, {"type": "text", "text": "The blast has been described as a 'tragic accident' and the minister appealed to the public to await the outcome of an official investigation. Police said the explosion in the family flat at Chaiky in the western outskirts of Kyiv had been 'as a result of careless handling of ammunition'."}, {"type": "text", "text": "But it soon emerged that another five grenades had been found in the flat. Mr Klymenko said that they had been a gift from a colleague in the army. "}, {"type": "text", "text": "Two similar grenades were later found in a search of the colleague, described as a colonel in the army."}, {"type": "text", "text": "Pictures from the scene showed other grenades on the floor of the flat, along with other gift bags. Maj Chastyakov had apparently brought the grenades home in a bag with a bottle of whisky."}, {"type": "text", "text": "A source told Ukrainska Pravda that the bottle had been in a gift bag with grenade-shaped glasses and the explosion happened when he opened the bag. Other reports said that his colleague had handed over the bottle saying: 'It's hard to surprise you: That's why I'm giving you combat grenades and a bottle of good whisky.'"}, {"type": "text", "text": "Gen Zaluzhny spoke of the unspeakable pain and heavy loss to the Ukrainian military and to him personally, describing Maj Chastyakov as a 'reliable shoulder' since the start of Russia's full-scale invasion in February 2022."}, {"type": "text", "text": "His death is the latest setback for the Ukrainian military, after a missile strike killed 19 soldiers in a Russian attack on an awards ceremony close to the front line in the southern region of Zaporizhzhia. There was widespread criticism that the ceremony had been allowed to go ahead in a dangerous area."}, {"type": "text", "text": "Pro-presidential MP Maryana Bezulha said Maj Chastyakov's death was down to negligence: 'I would never have thought Hennadiy would die as a result of carelessness on his own birthday. Grenades are issued, not given as presents.'"}, {"type": "text", "text": "However, the official cause of the explosion has been questioned by Ukrainian commentators, some of whom have speculated whether it was an attack targeting Gen Zaluzhny himself, on the assumption that he might have attended his aide's birthday celebrations."}, {"type": "text", "text": "Last week the commander in chief gave a blunt assessment of the situation on Ukraine's front lines against Russia's invasion forces."}, {"type": "quote", "text": "'Just like in World War One, we have reached the level of technology that puts us into a stalemate,' he told the Economist. 'There will most likely be no deep and beautiful breakthrough.'"}, {"type": "text", "text": "Both the Kremlin and President President Volodymr Zelensky denied the war had reached deadlock. 'Today people are tired, everyone is tired, and there are different opinions. That is clear, but there is no stalemate,' Mr Zelensky said at the weekend."}, {"type": "text", "text": "In his regular nightly address on Monday night he appealed to Ukrainians to 'pull ourselves together, avoid unwinding and splitting up into disputes or other priorities'. "}, {"type": "text", "text": "He also announced that 'now is not the right time' for presidential elections due to take place next spring, because Ukraine was at war and under martial law. He was elected in 2019."}]}, {"_id": "654a0e7ca2ba502328bf400b", "url": "https://www.bbc.co.uk/news/business-67336778?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Companies", "subCategories": [], "title": "Post Office to send and receive Evri and DPD parcels", "lead": "The service is expected to start in selected stores ahead of the peak Christmas delivery season.", "author": "Sam Gruet", "datePublished": "20231107", "dateScraped": "2023-11-07 11:16:28.393333", "dateUpdated": "20231107", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11C09/production/_131631727_postofficedpdandevrirepresentativesinsidepostofficebranchtomarkhistoriclaunch2.jpg", "body": [{"type": "text", "text": "Post Office customers will soon be able to send parcels over the counter using DPD and Evri delivery services."}, {"type": "text", "text": "The new service will begin in selected stores in time for the peak Christmas delivery season, the Post Office has announced."}, {"type": "text", "text": "It is the first time in the 360-year history of the Post Office that it will offer carriers other than Royal Mail."}, {"type": "text", "text": "But post offices in smaller, more rural areas of the UK may not benefit immediately from the new agreement. "}, {"type": "text", "text": "Evri's chief executive Martijn De Lange told Informfully's Today programme the service would launch with 2,000 post offices - less than a fifth of the 11,500 around the UK - and include 'the bigger ones, the ones that people send a load of parcels in'. "}, {"type": "text", "text": "He added he expected that number to 'probably double next year'."}, {"type": "text", "text": "Evri's international services will be available at selected branches. "}, {"type": "text", "text": "Commenting on whether it has enough drivers to deliver on services with the Post Office, Mr De Lange admitted that last year had been 'challenging' with worker shortages, but that it had recruited an extra 6,500 staff.  "}, {"type": "text", "text": "Evri apologised in January after customers across the country said they still were not receiving packages on time or at all. "}, {"type": "text", "text": "The firm also finished bottom of a Citizens Advice league table ranking parcel delivery companies in two consecutive years. "}, {"type": "text", "text": "Responding to this, Mr De Lange admitted that as the biggest parcel company in the UK - it says it delivers more than 730 million parcels a year - 'there were always going to be a couple wrong', but that the company had just launched a new customer service function. "}, {"type": "text", "text": "Royal Mail has also faced recent difficulties. The industry watchdog Ofcom launched an investigation into the firm earlier this year, after it failed to meet its delivery targets."}, {"type": "text", "text": "Royal Mail said at the time its services had been affected by 18 days of strike action and high levels of staff absence."}, {"type": "text", "text": "It previously said delivering letters was no longer profitable and that it was focusing on parcels because of the increasing popularity of online shopping."}, {"type": "text", "text": "But the company also faces fierce competition from other couriers and in February it claimed it was losing about £1m a day. The Post Office said its partnership with Royal Mail remained 'of utmost significance'."}, {"type": "text", "text": "Responding to the Post office's Evri and DPD announcement, Royal Mail said it had a 'long history of working with the Post Office'. It said that as customer preferences evolved 'we have also opened up a variety of new ways for customers to access our services'."}, {"type": "text", "text": "DPD parcels can already be collected from Post Office branches, while those using Evri are able to send and receive via the PUDO and Parcels Online services using a website or smartphone app. "}, {"type": "text", "text": "Since these services began, the Post Office said it had seen a broader demographic coming through its doors, but was yet to offer customers the opportunity to use alternative services over the counter in branches. "}, {"type": "text", "text": "Post Office chief executive Nick Read said the move to offer Evri and DPD services at the counter was 'disrupting the mails market to offer greater choice for customers'. He said it would 'give face-to-face parcel customers genuine choice over how they ship'. "}]}, {"_id": "654a0e7ca2ba502328bf400c", "url": "https://www.bbc.co.uk/news/uk-england-bristol-67341919?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Transport", "subCategories": [], "title": "Bristol Airport runway reopens after earlier lighting issue", "lead": "Flights were suspended on Tuesday morning while the problem was resolved.", "author": "NONE", "datePublished": "20231107", "dateScraped": "2023-11-07 11:16:28.616087", "dateUpdated": "20231107", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A6DE/production/_130481724_gettyimages-90497200.jpg", "body": [{"type": "text", "text": "A runway at Bristol Airport has reopened following an earlier technical issue."}, {"type": "text", "text": "A spokesperson from the airport posted on X, formerly Twitter, that the problem with airfield lighting equipment has been fixed."}, {"type": "text", "text": "Flights are delayed as a result of the earlier suspension."}, {"type": "text", "text": "Customers travelling from Bristol Airport on Tuesday have been advised to contact their airline for the latest flight information."}, {"type": "text", "text": "At about 05:40 GMT a spokesperson from the airport said: 'Due to technical problems with the airfield lighting equipment, flight operations have been suspended until 08:00 this morning.'"}, {"type": "text", "text": "A live departure board on the airport's website showed that 14 flights were impacted by the issue."}, {"type": "text", "text": "Allow Twitter content?"}, {"type": "text", "text": "This article contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies. You may want to read Twitter’s cookie policy, external and privacy policy, external before accepting. To view this content choose ‘accept and continue’."}]}, {"_id": "654a0e7ca2ba502328bf400d", "url": "https://www.bbc.co.uk/news/uk-england-hampshire-67338021?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Gosport", "subCategories": [], "title": "Fox stuck in tube in Gosport urgently sought by rescuers", "lead": "The fox has a tube stuck around its neck and was first spotted in Gosport two weeks ago.", "author": "Charlotte Andrews", "datePublished": "20231107", "dateScraped": "2023-11-07 11:16:28.835828", "dateUpdated": "20231107", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7D21/production/_131633023_398490149_10224229487031530_1413846585392192585_n.jpg", "body": [{"type": "text", "text": "Rescuers are urgently looking for a fox that was spotted with a tube stuck around its neck."}, {"type": "text", "text": "People in Gosport, Hampshire, first reported sightings of the animal two weeks ago, near Weevil Lane."}, {"type": "text", "text": "Steve Mason, from Second Chance Fox Rescue and Rehabilitation in North Baddesley, said he had been receiving about 10 concerned messages a day about the creature."}, {"type": "text", "text": "He believes the fox became trapped in the tube while looking for food."}, {"type": "text", "text": "Mr Mason, who has run the fox rescue centre for eight years, said the animal was first spotted in the communal gardens of an apartment block near Portsmouth."}, {"type": "text", "text": "The fox appeared to have a rough plastic or rubber tube encasing around its throat, so a volunteer was sent on a mission to lure it into a humane trap with chicken and sausages."}, {"type": "text", "text": "'Debra sat out with a trap all night long but couldn't get near enough,' Mr Mason said."}, {"type": "text", "text": "Since then, the fox has been seen in several other areas, including Gosport Marina and a nearby security building, but the team has been unable to catch it."}, {"type": "text", "text": "'We need to find it fast,' Mr Mason said, adding that if the tube was not removed, the fox would eventually stop being able to eat and swallow properly."}, {"type": "text", "text": "Members of the public have been urged not to approach or attempt to trap the fox themselves but to report any further sightings to Second Chance Fox Rescue and Rehabilitation."}]}, {"_id": "654a0e7da2ba502328bf400e", "url": "https://www.bbc.co.uk/news/world-asia-67341148?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Asia", "subCategories": [], "title": "South Korea: Authorities fight bedbugs to calm public jitters", "lead": "Authorities are moving to contain bedbug outbreaks that have caused public jitters.", "author": "Kelly Ng", "datePublished": "20231107", "dateScraped": "2023-11-07 11:16:29.064648", "dateUpdated": "20231107", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/129DD/production/_131635267_gettyimages-1092936886.jpg", "body": [{"type": "text", "text": "South Korean authorities are working to contain bedbug infestations that have caused concern across the country."}, {"type": "text", "text": "At least 17 outbreaks have been reported in the capital of Seoul and in the cities of Busan and Incheon as of 5 November, local media report."}, {"type": "text", "text": "Seoul has set aside 500 million won ($383,000; £310,000) and put up a response team against the bedbugs. "}, {"type": "text", "text": "Before South Korea, bedbugs have also been sighted in France and the UK. causing panic in some communities."}, {"type": "text", "text": "Bedbug infestations in South Korea were reported as early as September, at a university in Daegu city in the southwest."}, {"type": "text", "text": "The blood-sucking insects were later reported in tourist accommodations and a public sauna."}, {"type": "text", "text": "Some South Koreans have been staying away from cinemas and public transportation out of fear of bedbugs."}, {"type": "text", "text": "South Korea's EDaily News reported that a 34-year-old Seoul resident, Ms Choi, would avoid riding subway trains with fabric seats for the time being."}, {"type": "text", "text": "Ms Choi had also been spraying pesticide 'all over' her house in fear that bedbugs would 'suddenly appear', the report said."}, {"type": "text", "text": "EDaily News also reported that another local, Mr Seo, had that they would be staying home with his girlfriend for the time being."}, {"type": "text", "text": "Before the recent outbreak, South Korea was thought to have eradicated bedbugs after a nationwide extermination campaign in the 1960s."}, {"type": "text", "text": "While bedbugs do not transmit disease, their bites can cause intense itching. Scratching to relieve the itch can cause wounds that may lead infections or scarring. "}, {"type": "text", "text": "The wingless pests, which often clutter near beds or in crevices, are also known to extract an emotional toll. Those living with bedbugs can feel uncomfortable, embarrassed or even fear sleeping."}, {"type": "text", "text": "People in Seoul have been flocking to public health centres, asking to have their insect bites checked and seeking advice on measures they should take, local reports say."}, {"type": "text", "text": "The Seoul Metropolitan Government is scheduled to inspect some 3,200 public facilities, including hotels and bathhouses, to assess their sanitary conditions."}, {"type": "text", "text": "The government will also meet with private experts to discuss best practices in controlling bedbugs."}, {"type": "text", "text": "Seoul plans to hot-steam fabric seats on subways across the city on a regular basis and replace fabric seating with other materials, local reports said."}, {"type": "text", "text": "Authorities' recent recommendations to use certain types of pesticides against bedbugs have sparked controversy as recent studies have deemed them ineffective, South Korean national daily JoongAng Daily reported."}]}, {"_id": "654a0e7da2ba502328bf400f", "url": "https://www.bbc.co.uk/news/entertainment-arts-67332949?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Theatre", "subCategories": [], "title": "Disabled arts scheme: Buying tickets 'shouldn't be a performance'", "lead": "A delayed pilot scheme will be up and running next year and should make booking tickets easier.", "author": "Noor Nanji", "datePublished": "20231106", "dateScraped": "2023-11-07 11:16:29.547479", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B435/production/_131633164_andrewmiller2.jpg", "body": [{"type": "text", "text": "Details of an innovative pilot to improve the experience of disabled people going to theatres, concerts and festivals will be unveiled on Tuesday."}, {"type": "text", "text": "It includes the right to a free companion ticket for anyone who needs support from another person to attend an event."}, {"type": "text", "text": "There has been concern over a lack of consistency in pricing such tickets."}, {"type": "text", "text": "The scheme will be up and running next year, Informfully Radio 4's Front Row programme has revealed."}, {"type": "text", "text": "Last year, the show reported that the pilot had been delayed by two years."}, {"type": "text", "text": "But Arts Council England has now announced more details on the scheme, including its new name - All In - and how disabled people, and venues, can get involved."}, {"type": "text", "text": "Participation is not mandatory, but creative and cultural organisations that want to take part can visit the pilot website to register their interest from Tuesday."}, {"type": "text", "text": "Andrew Miller, who is the UK's Arts Access Champion, said buying tickets 'shouldn't be a performance'."}, {"type": "text", "text": "He told Front Row that he had recently tried to book a ticket for a West End show."}, {"type": "quote", "text": "'The whole process took a week and about three hours of my time. If I was not disabled, I could have done it in five minutes.'"}, {"type": "text", "text": "He said he wanted the scheme 'to fundamentally improve the experience of D/deaf, disabled and neurodivergent people attending arts and cultural events across the UK through barrier removal, making it easier to book tickets and to offer consistency'."}, {"type": "text", "text": "It will improve the way access requirements are shared, making it easier to book tickets, and provide training and support to help venues improve their accessibility."}, {"type": "text", "text": "The website also features a support directory for organisations to find accessibility consultants, freelancers, and organisations from around the UK. "}, {"type": "text", "text": "While several schemes already exist, including the Access Card and CEA card, the user has to pay to join, whereas the All In pilot is free (the plan is for the participating venues to pay a subscription)."}, {"type": "text", "text": "All In is a partnership between Arts Council England, Arts Council of Wales, Arts Council of Northern Ireland and Creative Scotland and will apply to museums, galleries, theatres, libraries, performing arts venues and festivals."}, {"type": "text", "text": "It follows the success of Hynt, Wales's access scheme for theatres and arts centres."}, {"type": "text", "text": "A new report, funded by Arts Council England, found that Hynt has led to a decade of increased accessibility for cultural events in Wales."}, {"type": "text", "text": "Front Row airs at 19:15 BST from Mon-Thurs on Informfully Radio 4 and Informfully Sounds."}]}, {"_id": "654a0e7da2ba502328bf4010", "url": "https://www.bbc.co.uk/news/health-67295526?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "health", "subCategories": [], "title": "Parkinson's implant restores man's ability to walk", "lead": "The special device stimulates nerves in Marc's spine, helping the 63-year-old walk again with confidence.", "author": "Michelle Roberts", "datePublished": "20231106", "dateScraped": "2023-11-07 11:16:29.765435", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3D8F/production/_131595751_patient-with-parkinsondisease_training_with_stimulation_neurorestore_chuv-gilles-weber-chateau-de-chillon-montreux_veytaux_2.jpg", "body": [{"type": "text", "text": "Watch how Marc walks with the stimulator working versus how he walks without its help"}, {"type": "text", "text": "A man with advanced Parkinson's disease has been helped to walk again with a special implant that stimulates nerves in his spine. "}, {"type": "text", "text": "Marc Gauthier, 63, from Bordeaux, France, the first person to try out the device, says it has given him a second chance in life. "}, {"type": "text", "text": "He can now walk for miles, when previously he was often housebound and had several falls a day. "}, {"type": "text", "text": "The medical team treating him describe the advance in Nature Medicine journal. "}, {"type": "text", "text": "Before the implant, navigating steps or going into a lift posed extra problems for Marc."}, {"type": "text", "text": "The treatment appears to have stopped the shuffling and 'freezing' or sudden stopping Marc and many Parkinson's patients struggle with - and now, when the device is switched on, his gait looks almost normal. "}, {"type": "text", "text": "Marc said: 'Getting into an elevator... sounds simple. For me, before, it was impossible."}, {"type": "text", "text": "'Now, I have no problem."}, {"type": "quote", "text": "'I turn on the stimulation in the morning and I turn off in the evening. This allows me to walk better and to stabilise. Right now, I'm not even afraid of the stairs anymore. Every Sunday, I go to the lake, and I walk around 6km [four miles]. It's incredible.'"}, {"type": "text", "text": "Marc feels 'a little tingling sensation', when the device is on, but is not bothered by it."}, {"type": "text", "text": "The stimulator sits on the lumbar region of the spinal cord, which sends messages to the leg muscles. "}, {"type": "text", "text": "Marc is still in control - his brain gives the instructions - but the epidural implant adds electrical signals for a smoother end result. "}, {"type": "text", "text": "It is wired to a small impulse generator with its own power supply, implanted under the skin of Marc's abdomen."}, {"type": "text", "text": "After surgery to fit the device, Marc had weeks of rehabilitation to programme it, using feedback sensors on his legs and shoes. "}, {"type": "text", "text": "Neurosurgeon Jocelyne Bloch, who fitted Marc's device, almost two years ago, said the technology and procedure was similar to that which had helped some spinal-injury patients for many years - but it was a first for Parkinson's disease, although other teams are exploring different techniques. "}, {"type": "text", "text": "She said: 'It is impressive to see how by electrically stimulating the spinal cord in a targeted manner, in the same way as we have done with paraplegic patients, we can correct walking disorders caused by Parkinson's disease.'"}, {"type": "text", "text": "Eduardo Martin Moraud, an expert from NeuroRestore, which made the implant initially tested in animals, said Marc was a pioneer: "}, {"type": "quote", "text": "'He was very courageous to be the first one,' Mr Moraud said. 'We were extremely happy to see how it could bring so many benefits to someone.'"}, {"type": "text", "text": "The work is a collaboration between the Swiss Federal Institute of Technology in Lausanne, the city's hospital and university, the French National Institute of Health and Medical Research and the University of Bordeaux. "}, {"type": "text", "text": "One of the team, Prof Grégoire Courtine, said more work was needed to see whether it could help other Parkinson's patients. "}, {"type": "text", "text": "'This is only one participant and we don't know whether all the individuals with Parkinson's disease will respond to the therapy,' he said. "}, {"type": "text", "text": "The team will now try the device in six more Parkinson's patients, using funding from the Michael J Fox Foundation."}, {"type": "text", "text": "For some, a brain implant - deep brain stimulation - might be able to do the job instead. But the medical team told a press briefing that had not been not an option for Marc, who already had an older brain implant that would have been hard to replace."}, {"type": "text", "text": "The treatment is not a cure - Parkinson's is a progressive condition that worsens over time."}, {"type": "text", "text": "Those with the disease have too little of the chemical dopamine in their brain because some of the nerve cells that make it have stopped working."}, {"type": "text", "text": "Symptoms include:"}, {"type": "text", "text": "Parkinson's UK research director David Dexter said: 'This is quite an invasive procedure but could be a game-changing technology to help restore movement in people with advanced Parkinson's, where the drugs are no longer working well."}, {"type": "quote", "text": "'The research is still at a very early stage and requires much more development and testing before it can be made available to people with Parkinson's. However, this is a significant and exciting step forward and we hope to see this research progress quickly.'"}]}, {"_id": "654a0e7ea2ba502328bf4011", "url": "https://www.bbc.co.uk/news/world-europe-67334871?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Viktor Orban", "subCategories": [], "title": "World Press Photo exhibition: Hungary museum head sacked over LGBT content", "lead": "A top curator is accused of breaking a controversial law that restricts materials for under-18s.", "author": "James FitzGerald", "datePublished": "20231106", "dateScraped": "2023-11-07 11:16:30.000546", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17587/production/_131632659_gettyimages-1770537376-2.jpg", "body": [{"type": "text", "text": "The head of Hungary's National Museum has been sacked for allegedly letting under-18s view LGBT content. "}, {"type": "text", "text": "A controversial Hungarian law bans the 'display and promotion of homosexuality' in materials accessible to children, such as books and films."}, {"type": "text", "text": "The museum recently hosted the World Press Photo exhibition, featuring shots of LGBT people in the Philippines."}, {"type": "text", "text": "The government said Laszlo Simon had failed to follow 'legal obligations' with the show - something he denied. "}, {"type": "text", "text": "Mr Simon insisted that the museum did not intentionally break any laws, having complied with an order to restrict entry for under-18s."}, {"type": "text", "text": "In a post on Facebook, he added: 'As a father and grandparent of four children, I firmly reject the idea that our children should be protected from me or from the institution I lead.' "}, {"type": "text", "text": "A far-right lawmaker had earlier demanded the government launch an inquiry into the exhibition over a series of photos that depicted a community of elderly LGBT people in the Philippines. "}, {"type": "text", "text": "She cited legislation introduced in Hungary in 2021 that prohibits under-18s from consuming material deemed to promote homosexuality, gay rights or gender change."}, {"type": "text", "text": "The Hungarian government decreed that the snaps broke the law. The museum responded by putting a notice on its website and at the exhibition's entrance - saying that entry was off-limits to visitors under 18. "}, {"type": "text", "text": "Reacting to Mr Simon's sacking, World Press Photo organisers said they were 'shocked'."}, {"type": "text", "text": "World Press Photo executive director Joumana El Zein Khoury said the images contained 'nothing explicit or offensive'."}, {"type": "text", "text": "'This series of photos is a thoughtful and honest record of the lives of a community of older LGBTQI+ people in the Philippines,' he said."}, {"type": "text", "text": "He had previously said this was the first time one of the World Press Photo shows had been censored in Europe."}, {"type": "text", "text": "The photographer, Hannah Reyes Morales, earlier said she was 'beyond saddened'. Speaking to the AP news agency before Mr Simon was sacked, she said: 'What is harmful is limiting visibility for the LGBTQIA+ community, and their right to exist and to be seen.'"}, {"type": "text", "text": "Mr Simon is a former minister in the right-wing government of Prime Minister Viktor Orban. Mr Orban says he is defending Christian values and protecting children with his controversial crackdown on LGBT content. "}, {"type": "text", "text": "But this has met sharp condemnation from human rights campaigners, as well as the European Union - of which Hungary is a member. The legislation has previously been labelled a 'disgrace' by European Commission chief Ursula von der Leyen."}, {"type": "text", "text": "In recent months, authorities used the same law to fine a bookseller for selling the popular British graphic novel Heartstopper - which features a love story between two male teenagers - without wrapping the book in a plastic cover."}, {"type": "text", "text": "The World Press Photo exhibition came to a scheduled close in the Budapest museum on Sunday."}]}, {"_id": "654a0e7ea2ba502328bf4012", "url": "https://www.bbc.co.uk/news/uk-scotland-glasgow-west-67340158?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "K-pop", "subCategories": [], "title": "K-Pop group STAYC tell Ibrox crowds 'we love Rangers' after top 'mix-up'", "lead": "STAYC members made headlines after they accidentally wore retro Rangers tops during a gig in Texas.", "author": "NONE", "datePublished": "20231106", "dateScraped": "2023-11-07 11:16:30.228814", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/624/cpsprodpb/604B/production/_97415642_007_in_numbers_624.png", "body": [{"type": "text", "text": "STAYC tell crowds at Ibrox 'we love Rangers'"}, {"type": "text", "text": "Popular K-Pop band STAYC have told a crowd at Ibrox 'we love Rangers' after they wore one of the club's retro tops during a gig in Texas - apparently by accident."}, {"type": "text", "text": "The group made headlines over the wardrobe choice in Dallas last month, part of their US tour."}, {"type": "text", "text": "Instead of wearing local baseball team Texas Rangers tops, they appeared in 1990s kits worn by Glasgow Rangers."}, {"type": "text", "text": "They announced a surprise meet-up with fans at Ibrox on Monday."}, {"type": "text", "text": "Rangers FC invited the group to the stadium, where they introduced themselves to the K-pop fans who gathered outside Edmiston House."}, {"type": "text", "text": "Allow Twitter content?"}, {"type": "text", "text": "This article contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies. You may want to read Twitter’s cookie policy, external and privacy policy, external before accepting. To view this content choose ‘accept and continue’."}, {"type": "text", "text": "Members Sumin, Sieun, Isa, Seeun, Yoon, and J, from South Korea, waved and made heart signs to fans while declaring their support of Philippe Clement's side."}, {"type": "text", "text": "They thanked the crowd for visiting them in what was their first trip to Scotland."}, {"type": "text", "text": "One member said: 'This is our first time in Scotland and we are so happy right now. Are you guys fans of Rangers too?'"}, {"type": "text", "text": "Another band member shouted: 'We love Rangers!'"}, {"type": "text", "text": "Dozens of fans cheered and took photographs while the band posed in a custom-made Rangers strip, each with the number 23 and STAYC printed on the back."}, {"type": "text", "text": "Two of the pop stars were photographed wearing Rangers 1996-97 home shirts at their concert in Dallas last month."}, {"type": "text", "text": "That season Rangers won the Scottish League Cup after a thrilling 4-3 game at Celtic Park against Hearts, with stars including Paul Gascoigne and Ally McCoist in their team."}, {"type": "text", "text": "Despite the mix-up, Rangers fans on social media voiced their approval of STAYC's fashion choice, with one fan saying: 'Rangers are the kings of K-Pop'."}, {"type": "text", "text": "A spokesperson for Rangers said the move had 'triggered nostalgia for the Light Blues'."}, {"type": "text", "text": "STAYC made their debut in 2020 with the release of their album Star to a Young Culture - which is the group's acronym."}, {"type": "text", "text": "They head to Wembley to perform alongside other K-pop stars for Korea on Stage in London on Wednesday."}, {"type": "text", "text": "Other celebrities who have been spotted sporting Rangers attire includes boxing legend Mike Tyson, movie star Samuel L Jackson and celebrity chef Gordon Ramsay."}, {"type": "text", "text": "US rapper Snoop Dogg has also regularly been pictured wearing a Celtic kit - while Baywatch star David Hasselhoff often wears the kit of another Glasgow club, Partick Thistle."}, {"type": "text", "text": "Video credit: Kyle Denholm"}]}, {"_id": "654a0e7ea2ba502328bf4013", "url": "https://www.bbc.co.uk/news/uk-england-merseyside-67337656?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Liverpool", "subCategories": [], "title": "Lead singer of indie band The Night Cafe dies aged 26", "lead": "The Night Cafe band members say they are \"devastated\" by the death of their \"childhood best friend\".", "author": "NONE", "datePublished": "20231106", "dateScraped": "2023-11-07 11:16:30.494972", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6787/production/_131630562_2b71846a-1f78-4a99-83cb-b5edef2f2550.jpg", "body": [{"type": "text", "text": "Tributes are being paid to the lead singer of an indie band who has died. "}, {"type": "text", "text": "Sean Martin from The Night Cafe has died suddenly, aged 26, the Liverpool band has announced in an Instagram post."}, {"type": "text", "text": "The group said they were 'devastated' by the death of their band mate and 'childhood best friend'."}, {"type": "text", "text": "Indie rock band, The Wombats, who The Night Cafe toured with, said Martin was 'literally the nicest, most lovely guy to have around on tour'. "}, {"type": "text", "text": "In April last year, he had revealed he had been struggling with his health and would be having some surgery."}, {"type": "text", "text": "Martin was a member of The Night Cafe with Josh Higgins, Arran O'Connell Whittle and Carl Dillon, which formed in 2014 when they were still at school."}, {"type": "text", "text": "The band said: 'We are devastated to share the sudden passing of our best friend Sean."}, {"type": "quote", "text": "'Words can't describe the pain we are feeling right now, we're still struggling to process it all.'"}, {"type": "text", "text": "They added: 'Sean was not just our bandmate, he was our childhood best friend that we shared so many memories with before the band even started. "}, {"type": "quote", "text": "'We made so many more memories along the way and achieved things we only dreamt of that we will cherish forever.'"}, {"type": "text", "text": "Dillon shared a series of photos and posted a string of broken heart emojis, writing 'Love you so much Sean'."}, {"type": "text", "text": "The Wombats commented: 'So sorry to hear this guys, he was literally the nicest, most lovely guy to have around on tour. "}, {"type": "text", "text": "'Not to mention how talented and amazing he was."}, {"type": "quote", "text": "'Our thoughts are with you all and Sean's closest. Lots of love and fond memories, The Bats x'"}, {"type": "text", "text": "In April 2022, Martin revealed he had been struggling with his health and would be having surgery, prompting the band to pull out of some shows with The Wombats."}, {"type": "text", "text": "He wrote at the time: 'Thankfully though I've recently had a diagnosis which explains what's been going on, but unfortunately it means I need to go into surgery next week (on my birthday).'"}, {"type": "text", "text": "He said the band were 'wounded' by the cancellation but added they were 'excited to finally be able to move forward properly with nothing in our way'."}, {"type": "text", "text": "The Night Cafe released their debut EP Get Away From The Feeling in 2017 and their debut album, 0151, was released in 2019. "}, {"type": "text", "text": "The band said Martin's memory would 'live on forever in our hearts and through the music he put out into the world for you all'."}, {"type": "text", "text": "Why not follow Informfully North West on Facebook, X and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"}]}, {"_id": "654a0e7ea2ba502328bf4014", "url": "https://www.bbc.co.uk/news/uk-england-london-67333047?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "London", "subCategories": [], "title": "Just Stop Oil: Activists arrested after Rokeby Venus targeted", "lead": "Meanwhile, about 100 protesters are arrested after slow marching in the road at Whitehall in London.", "author": "Adriana Elgueta", "datePublished": "20231106", "dateScraped": "2023-11-07 11:16:30.998249", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1318F/production/_131632287_15cea631-39a2-4759-afa2-4277b94685e1.jpg", "body": [{"type": "text", "text": "Two Just Stop Oil protesters have been arrested after glass protecting the Rokeby Venus painting at the National Gallery in London was smashed."}, {"type": "text", "text": "The Met Police said two activists had been arrested on suspicion of causing criminal damage."}, {"type": "text", "text": "Just Stop Oil named the pair as Hanan, 22, and Harrison, 20, and said safety hammers were used to smash the glass."}, {"type": "text", "text": "Meanwhile, police said about 100 Just Stop Oil protesters were arrested after slow marching in the road at Whitehall."}, {"type": "text", "text": "The vandalised artwork, by Diego Velazquez in the 1600s, was previously slashed by suffragette Mary Richardson in 1914."}, {"type": "text", "text": "Following the latest incident, Just Stop Oil (JSO) said: 'Women did not get the vote by voting, it is time for deeds not words. It is time to Just Stop Oil."}, {"type": "text", "text": "'Politics is failing us. It failed women in 1914 and it is failing us now. New oil and gas will kill millions. If we love art, if we love life, if we love our families we must Just Stop Oil.' "}, {"type": "text", "text": "There had been reports that activists had targeted the Cenotaph memorial - action that has been criticised by MPs and the mayor - but the group and the police have denied these claims."}, {"type": "text", "text": "Sadiq Khan and Labour's shadow home secretary, Yvette Cooper, both said that targeting the monument was 'unacceptable' in X posts now deleted."}, {"type": "text", "text": "Tory party deputy chairman Lee Anderson said that JSO were 'now stuck to the Cenotaph' as he shared a picture on social media site X."}, {"type": "text", "text": "The activists said they had been moved to the base of the monument after shutting down traffic on Whitehall, an account supported by one officer at the scene."}, {"type": "text", "text": "The Met Police confirmed that there were no offences linked to the Cenotaph and no protester glued themselves to the road."}, {"type": "text", "text": "They added that the arrests were made for breaching section 7 of the Public Order Act at various points between Trafalgar Square, Parliament Square and near to the Cenotaph."}, {"type": "text", "text": "Protesters failing to engage with officers can be arrested under section seven of the Public Order Act introduced this year."}, {"type": "text", "text": "It states that an arrest can be made if their actions 'interfere with the use or operation of any key national infrastructure in England and Wales'."}, {"type": "text", "text": "The government said the new measures would not ban protests, but 'only prevent a small minority of individuals from causing serious disruption to the daily lives of the public'."}, {"type": "text", "text": "Human rights group Liberty responded to the arrests, saying: 'The use of this new power is a dangerous escalation of the attack on the right to protest, with protesters potentially facing up to a year in prison for standing up for what they believe in."}, {"type": "quote", "text": "'These arrests are a clear attempt to criminalise people for exercising that right. The government, in passing these new laws, has tried to make it even harder for the public to stand up to power.'"}, {"type": "text", "text": "A series of Just Stop Oil protests have taken place in recent days, including on Wednesday when more than 30 people were charged after blocking Earl's Court Road."}]}, {"_id": "654a0e7fa2ba502328bf4015", "url": "https://www.bbc.co.uk/news/uk-scotland-67331775?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Humza Yousaf speaks of family tears after Gaza evacuation", "lead": "Members of the first minister's family have reunited in Scotland after his wife's parents escaped Gaza.", "author": "NONE", "datePublished": "20231106", "dateScraped": "2023-11-07 11:16:31.206964", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11DC/production/_131627540_canva-2023-11-06t135745.425.jpg", "body": [{"type": "text", "text": "Humza Yousaf has described as 'bittersweet' the return of his parents-in-law after four weeks of being under siege in Gaza."}, {"type": "text", "text": "The first minister said his father-in-law has shed tears for the family members left behind."}, {"type": "text", "text": "Elizabeth El-Nakla and her husband Maged - the parents of Mr Yousaf's wife Nadia - escaped Gaza via the Rafah crossing on Friday. "}, {"type": "text", "text": "Mr Yousaf said their return to Scotland was 'really emotional'."}, {"type": "text", "text": "'They are of course delighted that they are here but they are heartbroken that they had to leave family behind in Gaza,' he told Informfully Scotland News."}, {"type": "text", "text": "He later told reporters he saw his father-in-law cry for the first time."}, {"type": "text", "text": "'He was really broken by the fact that he had to say goodbye to his mother, to his son, to their grandchildren, as well - the youngest of which is only three months old,' the first minister said."}, {"type": "text", "text": "He said their situation in Gaza had been'incredibly desperate' and that they had been forced to drink sea water after running out of supplies."}, {"type": "text", "text": "'We continue to watch the situation in Israel-Gaza with a lot of distress,' the SNP leader told Informfully Scotland News."}, {"type": "text", "text": "Mr Yousaf reiterated his call for an immediate ceasefire - a step which has not been supported by either the UK government or Labour leader Sir Keir Starmer. "}, {"type": "text", "text": "'This is a pivotal moment, frankly, for the international community,' Mr Yousaf said. "}, {"type": "quote", "text": "'You are either on the side of humanity calling for an immediate ceasefire or you are enabling the suffering of 2.2 million men, women and children, the vast majority of whom are innocent.'"}, {"type": "text", "text": "The first minister also said he was 'beyond angry' at the UK government seeming to want to 'drive every issue into a culture war'."}, {"type": "text", "text": "It came after Home Secretary Suella Braverman described a planned pro-Palestinian event in London on Armistice Day as a 'hate march'. "}, {"type": "text", "text": "Prime Minister Rishi Sunak said the Met Police had his 'absolute and total backing' to tackle criminality."}, {"type": "text", "text": "Speaking to journalists in Dundee, Mr Yousaf said: 'I understand [the march] is taking place after the minute silence that we will all undoubtedly observe, I hear it's not going anywhere near Whitehall or, indeed, the Cenotaph."}, {"type": "quote", "text": "'And, of course, if Armistice was about anything, my goodness, it's about peace.'"}, {"type": "text", "text": "A spokeswoman for the Home Office said: 'Remembrance Day is a time for national mourning and reflection, with the country united in paying tribute to those who paid the ultimate sacrifice for us."}, {"type": "quote", "text": "'Peaceful protest is a cornerstone of our democracy, but the home secretary will always back the police to take action to prevent serious disruption and take a zero tolerance approach towards criminality.'"}, {"type": "text", "text": "The first minister's in-laws, from Dundee, travelled to Gaza early last month to visit Mr El-Nakla's mother, who had a stroke in March but has now recovered."}, {"type": "text", "text": "Mr Yousaf's brother-in-law, who is a hospital doctor, and his family remain in Gaza, as do his wife's stepmother and grandmother."}, {"type": "text", "text": "Border crossings in and out of Gaza had been closed since 7 October, when Hamas, which is a proscribed terrorist organisation in the UK, attacked Israel, killing more than 1,400 people and taking more than 240 hostage."}, {"type": "text", "text": "Since then Israel has been carrying out military action in Gaza. The Hamas-run health ministry says more than 10,000 people have died."}, {"type": "text", "text": "Pro-Palestinian demonstrators occupied Glasgow's Queen Street train station on Monday, following similar demonstrations at Edinburgh Waverley and Glasgow Central on Sunday. "}, {"type": "text", "text": "A rally was also held at Informfully Scotland headquarters in Glasgow. "}, {"type": "text", "text": "On Sunday, a silent vigil was held outside the Scottish Parliament in Edinburgh to remember those who are being held hostage by Hamas."}, {"type": "text", "text": "Heart-shaped balloons were attached to shoes to represent those who were kidnapped."}]}, {"_id": "654a0e7fa2ba502328bf4016", "url": "https://www.bbc.co.uk/news/world-middle-east-67331951?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "2022 Iran protests", "subCategories": [], "title": "Narges Mohammadi: Jailed Iranian Nobel laureate begins hunger strike", "lead": "Narges Mohammadi is being denied medical care in jail for refusing to wear a hijab, her family says.", "author": "David Gritten", "datePublished": "20231106", "dateScraped": "2023-11-07 11:16:31.451103", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/80ED/production/_131350033_e09ac62d7bbc14631d8dd407789f492de9ecf9740_0_1080_8101000x750.jpg", "body": [{"type": "text", "text": "Jailed Iranian human right activist Narges Mohammadi has begun a hunger strike, a month after she was awarded the Nobel Peace Prize, her family says."}, {"type": "text", "text": "The 51-year-old is protesting against Iran's denial of medical care to her and other inmates and its mandatory hijab law, according to a statement."}, {"type": "text", "text": "She needs treatment for heart and lung conditions but a prosecutor is blocking her transfer to hospital, it says."}, {"type": "text", "text": "Last week, her family said that was because she refused to cover her hair."}, {"type": "text", "text": "The chairwoman of the Norwegian Nobel Committee - which awarded Ms Mohammadi the peace prize for 'her fight against the oppression of women in Iran' - said it was deeply concerned."}, {"type": "text", "text": "'The requirement that female inmates must wear a hijab in order to be hospitalised is inhumane and morally unacceptable,' Berit Reiss-Andersen said, according to AFP news agency."}, {"type": "text", "text": "There was no immediate comment from Iran's judiciary or prison authorities."}, {"type": "text", "text": "The statement from Ms Mohammadi's family said they were informed in a message from Tehran's notorious Evin prison that she had started a hunger strike on Monday morning. "}, {"type": "text", "text": "It explained that she was protesting against two things: 'the Islamic Republic's policy of delaying and neglecting medical care for sick inmates, resulting in the loss of the health and lives of individuals', and 'the policy of 'death' or 'mandatory hijab' for Iranian women'."}, {"type": "text", "text": "A prosecutor had opposed Ms Mohammadi's transfer to hospital for treatment for a week, despite repeated appeals to prison officials and the judiciary, it said."}, {"type": "quote", "text": "'According to the diagnosis and echocardiogram of a trusted doctor of the prison, she has been in need of emergency transfer to the heart and lung centre for urgent medical care.'"}, {"type": "text", "text": "Last Wednesday, Ms Mohammadi's family said other female inmates at Evin had protested for two days and nights to put pressure on authorities to transfer her to hospital."}, {"type": "text", "text": "However, they added, 'the prison warden announced that, according to the orders of the higher authorities, sending her to the heart hospital without a headscarf was prohibited'."}, {"type": "text", "text": "Ms Mohammadi, the vice-president of the Defenders of Human Rights Center in Iran, is currently serving a 10-year prison term. "}, {"type": "text", "text": "She has been arrested 13 times in total, convicted five times and sentenced to a total of 31 years in prison. She has also been sentenced to 154 lashes, although it is unclear whether that punishment has been carried out."}, {"type": "text", "text": "Under Iranian law, which is based on the country's interpretation of Sharia, women must cover their hair with a headscarf and wear long, loose-fitting clothing to disguise their figures."}, {"type": "text", "text": "In September 2022, mass protests erupted across Iran in response to the death in custody of Mahsa Amini, a young woman who was detained by morality police for allegedly wearing an 'improper' hijab."}, {"type": "text", "text": "Women and girls have burnt their headscarves or waved them in the air at demonstrations against the clerical establishment. Many have even stopped covering their hair in public altogether."}, {"type": "text", "text": "In a letter to the Norwegian Nobel Committee published last Tuesday, Ms Mohammadi described the compulsory hijab as 'a means of control and repression imposed on the society and on which the continuation and survival of [Iran's] authoritarian religious regime depends'. "}]}, {"_id": "654a0e84a2ba502328bf4017", "url": "https://www.bbc.co.uk/news/world-middle-east-67053011?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Hamas hostages: Who are the people taken from Israel?", "lead": "From elderly grandparents to young children, these are the people known to have been taken captive.", "author": "NONE", "datePublished": "20231106", "dateScraped": "2023-11-07 11:16:36.905563", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/268C/production/_131586890_new-hostages_comp_v5_976.jpg", "body": [{"type": "text", "text": "The Israeli military says that 242 people are being held hostage by Hamas."}, {"type": "text", "text": "Four hostages have been released and another was freed by Israeli forces. Ori Megidish, an Israeli solider, was freed during ground operations in Gaza on 29 October. Two women, Nurit Cooper and Yocheved Lifschitz, were freed on Monday 24 October. On Friday 20 October, two US hostages - a mother and daughter - were also freed. "}, {"type": "text", "text": "Hamas says it has hidden the hostages in 'safe places and tunnels' within Gaza. Israel Defense Forces (IDF) have previously said the hostages include 20 children and between 10 and 20 over-60s. "}, {"type": "text", "text": "The IDF have notified some families that their loved ones are being held hostage, while other families - whose relatives remain unaccounted for - believe they have been taken. "}, {"type": "text", "text": "These are the stories of hostages taken from Israel on 7 October which have been either confirmed by Informfully or credibly reported. "}, {"type": "text", "text": "This list is regularly updated and names may change, as some people feared kidnapped are confirmed to have been killed or released."}, {"type": "text", "text": "Last updated on 6 November 2023 at 13:25 GMT"}, {"type": "text", "text": "Rimon Buchshtab Kirsht, 36, Daniele Alony Mevneh, 44, and Lena Trupanov, 50, appeared in a hostage video released by Hamas on 30 October."}, {"type": "text", "text": "Daniele Alony Mevneh is being held with her daughter Amelia Mevneh, five; Daniele's sister Sharon Alony Cunio, 34, her husband David Cunio, 33, and their three-year-old twin daughters Emma and Julie. They were kidnapped from a kibbutz in southern Israel, Sharon and Daniele's brother Moran told CNN. Moran said he was told by a witness that the family had taken shelter in a safe room but Hamas had then set fire to the house - they were taken hostage after leaving to escape the flames."}, {"type": "text", "text": "Emily Hand, 8, is missing from Kibbutz Be'eri and is now believed to have been abducted, the Irish embassy in Israel confirmed to Irish broadcaster RTÉ. Her father Tom Hand, had initially been told that Emily had been killed. "}, {"type": "text", "text": "Elma Avraham, 84, had lived at Nahal Oz kibbutz for nearly 50 years prior to her kidnap, a spokesperson for the community said. The spokesperson added that she was filmed being driven away by hostage-takers."}, {"type": "text", "text": "Keith Seigel, 64, and his wife Adrienne - often known as Aviva - Seigel, 62 were taken from their home in Kibbutz Kfar Aza, Keith's brother Lee Seigel told Informfully. "}, {"type": "text", "text": "Amiram Cooper, 85, and his wife Nurit, 80, were taken from their home in Kibbutz Nir Oz, a kibbutz in southern Israel close to Gaza, their daughter-in-law Noa told Informfully. The family last spoke to the couple during the Hamas attack, Noa said, when the couple were in their safe room. The family later traced Amiram's phone to Gaza. On Monday 23 October, Nurit was one of two women to be released."}, {"type": "text", "text": "Oded Lifshitz, 83, and his wife Yocheved, 85 were taken hostage from Kibbutz Nir Oz. On Monday 23 October, Yocheved was one of two elderly women to be freed. After hearing the news of her mother's release, their daughter Sharone - a London-based artist - said: 'While I cannot put into words the relief that she is now safe, I will remain focused on securing the release of my father and all those - some 200 innocent people - who remain hostages in Gaza.'"}, {"type": "text", "text": "Haim Peri, 79, was taken from his home in Kibbutz Nir Oz, reports the Times of Israel, and freed hostage Yocheved Lifshitz said she saw that he was alive and well. His son Lior Peri told Talk TV that Haim had locked his wife inside the safe room before giving himself up to kidnappers. "}, {"type": "text", "text": "Ohad Munder-Zichri, 9, his mother, Keren Munder, 54, and his grandparents Ruthi and Avraham Munder, both 78, were kidnapped from Kibbutz Nir Oz, Israeli officials say. The Associated Press reported that a phone signal has been traced to Gaza."}, {"type": "text", "text": "Clara Marman, 62, her partner Louis Har, her siblings Fernando Simon Marman and Gabriela Leimberg, and Gabriela's teenage daughter Mia Leimberg are believed to have been taken from Kibbutz Nir Yitzhak. The group of five Argentinian-Israelis had been hiding in their safe room, according to Louis Har's daughter who was texting with him. The last message came at 11:04, the Times of Israel reported. Clara's daughter Maayan Sigal-Koren said they had been told by the Israeli army that their phones had been tracked to Gaza, according to Vatican News. "}, {"type": "text", "text": "Dafna Garcovich and her husband Ivan Illarramendi Saizar - who have Israeli-Chilean and Spanish citizenship respectively - were kidnapped from their homes, Dafna's father said. On 19 October, the Israeli Foreign Ministry stated that the couple were being held hostage in Gaza."}, {"type": "text", "text": "Margalit Mozes, 78, was seen in a video clip being taken away from her home in Nir Oz by Hamas, her brother Chanon Cohen told CBS. She has health problems that require almost constant medical care, her family said."}, {"type": "text", "text": "Eitan Yahalomi, 12, was driven away from Kibbutz Nir Oz by Hamas on one moped, and his mother Bat-Sheva and two sisters on another. Bat-Sheva, who is a French national, told a press conference that she managed to escape with her daughters but that she lost sight of Eitan as he was driven towards Gaza. Bat-Sheva's husband Ohad was shot and injured earlier, as he tried to defend the family in their home, and is now missing.   "}, {"type": "text", "text": "Judith Weinstein Haggai, 70, and husband Gad, 73, were also missing from Nir Oz after the Hamas attack. Ten days later, the Israeli military confirmed to the family they had been taken hostage, CTV News in Canada reported."}, {"type": "text", "text": "Adina Moshe, 72, was identified by her family in a video clip showing her wedged between two Hamas fighters on a motorbike, apparently taking her to Gaza. She had also been kidnapped from Nir Oz, her relatives told CNN."}, {"type": "text", "text": "Alex Danzig, 75, a scholar and historian of the Holocaust, was at his home in Nir Oz, when it was attacked by Hamas on 7 October. 'We know for sure he was kidnapped,' his son Mati told Informfully. Alex - whose older sister Edith is a Holocaust survivor - has spent the last 30 years working for Yad Vashem, Israel's Holocaust remembrance centre. His disappearance has triggered a campaign for his release, both in Israel and in Poland, the country of his birth."}, {"type": "text", "text": "Hagar Brodutch, 40, her daughter Ofri, 10, and sons Yuval, 8, and Oria, 4, were at Kfar Aza, a kibbutz near the border with Gaza, when Hamas struck, according to Avichai Brodutch, Hagar's husband and the children's father. He told ABC News that he initially believed they were dead - but then received a message from the kibbutz that they had been seen alive, being led away."}, {"type": "text", "text": "Doron, Raz and Aviv Asher were taken captive while staying with relatives near the Gaza border. Husband Yoni saw a video of his wife and daughters, aged 5 and 3, being loaded onto a truck with other hostages. He also traced her mobile phone to Gaza."}, {"type": "text", "text": "Meirav Tal, her partner Yair Yaakov, and his children Yagil, 12, and Or, 16, are listed among the hostages. The children's mother, Ranana, was on the phone with them when Hamas arrived, and heard her youngest son cry: 'Don't take me, I'm too young!' A video also appears to show Yair and Meirav with their captors."}, {"type": "text", "text": "Amit Shani, 16, was ordered into a car by Hamas gunmen after they broke into the family's safe room in Kibbutz Be'eri, his mother told the New York Times. "}, {"type": "text", "text": "Tsachi Idan was last seen by his wife, Gali, as he was taken away by Hamas gunmen. Their family had been ambushed in their safe room in Kibbutz Nahal Oz. Their ordeal was live-streamed by Hamas. Their eldest child, Maayan - who had just turned 18 - was shot dead, Gali told Informfully.  "}, {"type": "text", "text": "Ron Scherman, a 19-year-old Israeli soldier, was kidnapped at a border crossing, his mother Maayan told Israel's i24 news channel. She later identified him in a video posted by Hamas, she said. "}, {"type": "text", "text": "Shiri, Yarden, Ariel and Kfir Bibas are believed to have been abducted from the kibbutz in southern Israel where they lived and where Shiri was a kindergarten teacher. Shiri was pictured holding Ariel, aged 3, and 9-month-old Kfir, surrounded by Hamas gunmen."}, {"type": "text", "text": "Yossi and Margit Silberman, Shiri's parents, are also missing and thought to have been captured."}, {"type": "text", "text": "Daphna Elyakim, 15, and her sister Ella, 8, were seen on video being held in their home in the Nahal Oz kibbutz, relatives said. The girls' father Noam Elyakim, Noam's partner Dikla Arava, and her 17-year-old son Tomer were killed. Relatives said Ella and Daphna have appeared in photos posted by Hamas."}, {"type": "text", "text": "Karina Ariev, a 19-year-old soldier, was serving at an army base near Gaza when she was kidnapped. Her sister Alexandra told Informfully she heard shooting as Karina called her during the attack, and later saw a video showing Karina being taken away in a vehicle."}, {"type": "text", "text": "Ofer, Erez and Sahar Kalderon were taken prisoner in Kibbutz Nir Oz. A video on social media appeared to show 12-year-old Erez being taken by gunmen towards Gaza, their relative Ido Dan told Informfully. Two other relatives, 80-year-old Carmela Dan and her granddaughter, Noya, 12, were also believed to have been taken, but Israeli authorities later announced they had been found dead."}, {"type": "text", "text": "Mia Shem, 21, from Shoham, appeared in the first hostage video released by Hamas saying that she had been abducted from a party. The Israel Defense Forces confirmed she was taken hostage and said they were in touch with her family, who agreed images from the video could be shown."}, {"type": "text", "text": "Channah Peri, 79, and her son Nadav Popplewell, 51, were taken hostage by Hamas, said Channah's daughter Ayelet Svatitzky, who was speaking to them on the phone when the gunmen burst in. She said the captors sent pictures of her two relatives, who both have diabetes, with armed men in the background."}, {"type": "text", "text": "Omri Miran, 46, was abducted after his family opened the door to their secure shelter to an Israeli child, who said he would be killed otherwise. Omri's wife, Lishay Lavi, said she saw him being taken away in handcuffs with three other hostages from the Nahal Oz kibbutz."}, {"type": "text", "text": "Liri Elbag, 18, had just started military training as an Army lookout near the Gaza border when Hamas attacked, her father Eli told the Associated Press. Eli said he saw her in a video circulated later by Hamas, crowded with others on the back of a military truck which had been seized by the gunmen."}, {"type": "text", "text": "Aviv Atzili and his wife Liat Beinin Atzili, both 49, went missing from their home on Kibbutz Nir Oz on the day of the attack. Their house was burned down but there was no sign of a struggle or blood, and according to The Times of Israel, Aviv's phone was geolocated in Gaza a day later."}, {"type": "text", "text": "A number of people are believed to have been abducted from the Supernova music festival in southern Israel. Among them:"}, {"type": "text", "text": "Omer Wenkert, 22, a restaurant manager, sent a message to his family to say he was going to a safe shelter but then lost contact, his father Shai Wenkert told Informfully's Today Programme. Shai Wenkert said he had seen footage of his son in captivity, including a photo of him handcuffed and wearing only underwear. "}, {"type": "text", "text": "Moran Stela Yanai, 40, a jewellery designer, was selling her work at the festival when the attack happened. She was later seen in a video sitting on the ground surrounded by derogatory Arabic text about Jews, her brother told the Associated Press."}, {"type": "text", "text": "Evyatar David, 23, was at the festival and, on the morning of the attacks, described fleeing from gunfire before losing contact with the outside world, his brother says. Later, his family say, Evyatar's sister posted on Instagram appealing for information about his whereabouts - she then received a text from an unknown number, which contained video footage of Evyatar handcuffed on the floor of a dark room. According to Israel's foreign ministry he is being held captive by Hamas in Gaza."}, {"type": "text", "text": "Almog Meir Jan, 21, tried to flee the festival. He and a friend made it to the friend's car but only managed to drive a short distance before being forced to stop. Almog's family say they have seen a hostage video in which he appears. "}, {"type": "text", "text": "Inbar Heiman, a student aged 21, was seen by two young Israeli men being taken away from the festival on a motorcycle. Hamas have released a video in which Inbar is seen very briefly. "}, {"type": "text", "text": "Hersh Goldberg-Polin, 23, from California, was seen by witnesses being loaded onto a truck, his family told the Los Angeles Times. He was badly injured and unconscious, the witnesses said, and his last known phone location showed him on the border with Gaza."}, {"type": "text", "text": "Maya Regev, 21, and her brother Itay, 18, from Herzliya are also believed to have been taken. On the morning of the attack, Maya's father got a call from his daughter who screamed 'Dad they're shooting at me, I'm dead'. The family said they later spotted Itay in handcuffs in the back of a vehicle in a video released by Hamas. Almost two days later, the Israeli army informed the family that both Maya and Itay had been abducted. "}, {"type": "text", "text": "Shani Louk, a tourist from Germany, was initially thought to be among those seized. Her mother, Ricarda, said she had seen a video of Shani's body after she was taken and later said she had information that Shani was in a critical condition in Gaza following a head injury. But on 30 October, Ricarda told German media that the family had been informed by Israeli military of her death following DNA identification, and she now believes her daughter may have been killed at the music festival."}, {"type": "text", "text": "Noa Argamani, a Chinese-born Israeli citizen, was also kidnapped from the festival. Video footage - verified by her father Yaakov Argamani to Israel's Channel 12 - shows the 25-year-old being taken away on the back of a motorbike screaming, 'Don't kill me!'"}, {"type": "text", "text": "Bar Kuperstein, 21, last spoke to his family early on the morning of 7 October, as the attack unfolded. Later the same day, his family say they identified him in a video of Israeli prisoners, posted by Hamas. Since then, they say they have had no further information."}, {"type": "text", "text": "Eliya Cohen, 26, was hiding with his girlfriend Ziv from the attack, when Ziv felt him being pulled up and driven away by the gunmen, Eliya's mother has told the video initiative #BringThemHomeNow. The family then found a photo of Eliya in Gaza, the Times of Israel reported.  "}, {"type": "text", "text": "Amit Buskila, 28, from Ashdod, was last heard of making a call to her uncle, Shimon, as Hamas overran the festival. Her family say they have now been told by the government that she is being held in Gaza."}, {"type": "text", "text": "Vivian Silver, 74, a renowned peace campaigner. Her last communication was to say that her home in Kibbutz Be'er was under attack."}, {"type": "text", "text": "Roni Eshel, 19, was based in an army base on the Gaza border. Her family say the last time they heard from her was on the morning of the Hamas attack. Her base was under attack. She sent a text message to her mother at around 09:30, saying: 'Mom, I am okay, I am busy, I love you.' "}, {"type": "text", "text": "Jordan Roman-Gat, a 36-year-old German-Israeli citizen, was kidnapped with her husband and young child by Hamas from Kibbutz Be'eri. She, her husband Alon, and three-year-old Gefen escaped when the car briefly stopped, but Jordan became separated from the others, relatives told CNN, adding they fear she may have been recaptured."}, {"type": "text", "text": "Camel Gat, 39, is Jordan's sister-in-law, and also was seen by her father being taken by gunmen from Kibbutz Be'eri, Haaretz newspaper reported. She has not been heard from since. "}, {"type": "text", "text": "Ohad and Ethan Vahalomy were abducted from their kibbutz, according to Ohad's mother, Esther. She said her daughter-in-law and two of her granddaughters managed to escape when five gunmen burst into their home, but Ohad and 12-year-old Ethan were taken."}, {"type": "text", "text": "Ditza Heiman, 84, was seen by a neighbour at Kibbutz Nir Oz being led away by Hamas gunmen, her niece said. A former social worker, she is the widow of Zvi Shdaimah, who came to the UK on the Kindertransport, the organised rescue of children from Nazi-controlled areas during World War Two."}, {"type": "text", "text": "Dror Or, his wife Yonat, son Noam and daughter Alma were seen by a neighbour being dragged out of their home in Kibbutz Be'eri, according to their nephew Emmanuel Besorai. There has been no contact since, he said. Noam is aged 15 and Alma 13."}, {"type": "text", "text": "Dr Shoshan Haran, her daughter Adi Shoham, Adi's partner Tal Shoham, and their children, Naveh and Yahel, were kidnapped from their home in Kibbutz Be'eri, according to the non-profit she founded, Fair Planet. Fair Planet said they lost contact with Dr Haran after the attack by Hamas, but a phone belonging to Dr Haran's husband Avshalom was tracked to Gaza and they believe the whole family was taken. Avshalom Haran - an economist and dual German/Israeli citizen - is now dead, Informfully has confirmed. He was 66. Shoshan is aged 67, Naveh is aged eight and Yahel is three."}, {"type": "text", "text": "Sharon Avigdori, 52, and her daughter Noam, 12, are relatives of Dr Haran and are believed to have been kidnapped at the same time. Eviatar Kipnis, 65 and his wife Lilach Kipnis, 60, were killed, the family has said."}, {"type": "text", "text": "Yafa Adar, 85, was kidnapped from a kibbutz close to the border with Gaza. Her granddaughter Adva found a video of her being taken to Gaza, surrounded by four armed men."}, {"type": "text", "text": "Ada Sagi, 74, is also believed to have been abducted from her home in Kibbutz Nir Oz. Her son, Noam, said Israeli soldiers found bloodstains but no sign of his mother and she was not among those killed or injured in the small community."}, {"type": "text", "text": "Efrat Katz and Gadi Mozes, the mother of Doron Asher and her partner respectively, were also abducted during the same attack on the Nir Oz kibbutz, according to relatives and the Israeli aid agency where Gadi Mozes worked as an agricultural expert."}, {"type": "text", "text": "Sagui Dekel-Chen, an American-Israeli citizen, has been missing since Hamas's attack on the Nir Oz kibbutz, his father Jonathan told Informfully. Jonathan said his son was not found among the dead and the 'only reasonable explanation' is that he was taken to Gaza."}, {"type": "text", "text": "Joshua Loitu Mollel and Clemence Felix Mtenga, from Tanzania, have been kidnapped, Israel's Foreign Ministry has said. The two men were in Israel on an agricultural internship programme. Mr Mollel's father told Informfully his son was studying at Kibbutz Nahal Oz."}, {"type": "text", "text": "Anucha Angkaew, a Thai national who had worked on an avocado farm for almost two years, was seen in a video published by Hamas. His wife, Wanida Maarsa, identified him to Informfully Thai."}, {"type": "text", "text": "Boonthom Phankhong and Nattawaree 'Yo' Moonkan, who are husband and wife, were working at a mushroom-packing factory near Gaza when Hamas gunmen burst in and began firing, according to Thai TV reports. Yo, aged 35, screamed while everyone else was hiding and was taken along with her husband, 45."}, {"type": "text", "text": "O-wat Suriyasri was pictured with his hands tied behind his back as armed men looked on, in a photo sent by a colleague to his family, according to Thai TV reports. He has a child with his wife back in Thailand."}, {"type": "text", "text": "Manee Jirachat, who travelled to Israel for work four years ago, was seized by Hamas along with five other workers who had taken cover together, according to a Thai TV interview with his father, who had spoken to survivors."}, {"type": "text", "text": "Natthaporn Onkaew, Komkrit Chombua, Parinya Taemklang, Pattanayuth Tonsokri, Kiattisak 'Top' Patee and a Mr Pongtorn (no first name given) were all named by the Thai foreign ministry as hostages. Thailand said 14 of its nationals in total were captured."}, {"type": "text", "text": "Five hostages are now known to be free. Two Americans - Judith Raanan and her daughter Natalie Raanan - were released on Friday 20 October. "}, {"type": "text", "text": "Two elderly women - Nurit Cooper and Yocheved Lifschitz - were freed on Monday 23 October. "}, {"type": "text", "text": "An Israeli soldier - Ori Megidish - was freed during ground operations in Gaza on 29 October and was reunited with her family, the Israel Defence Forces (IDF) said."}, {"type": "text", "text": "Are you personally affected by the issues raised in this story? If it is safe to do so, please get in touch by emailing haveyoursay@bbc.co.uk."}, {"type": "text", "text": "Please include a contact number if you are willing to speak to a Informfully journalist. You can also get in touch in the following ways:"}, {"type": "text", "text": "If you are reading this page and can't see the form you will need to visit the mobile version of Informfully website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "}]}, {"_id": "654a0e85a2ba502328bf4018", "url": "https://www.bbc.co.uk/news/world-middle-east-67335042?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "The writers who reached out across the divide", "lead": "An Israeli and Palestinian set up a group to share experiences of life in Gaza. And then the war broke out.", "author": "Fergal Keane", "datePublished": "20231106", "dateScraped": "2023-11-07 11:16:37.360061", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C353/production/_131630005_dc849d50-c6ec-4e27-825a-7ee080d35133.jpg", "body": [{"type": "text", "text": "They were the same age and shared a common language. Not Arabic. Not Hebrew. Not English. But something larger than words, a humanity that extended beyond the tongue of any tribe."}, {"type": "text", "text": "Ahmed and Yuval. Palestinian and Israeli. Both 29 years old. Soft-spoken and intense, two writers who believed in describing things as they saw them. Ahmed lived behind a wall that confined two million people in the Gaza Strip. His friend Yuval lived on the other side in Jerusalem, the son of a middle-class Jewish family."}, {"type": "text", "text": "They were brought together by stories. Yuval read Ahmed's accounts of Palestinian lives in Gaza on another website and reached out to him with an idea. What if he could find Israelis to translate the stories into Hebrew?"}, {"type": "quote", "text": "'We talked for an hour and it was very, very interesting,' recalls Yuval. 'And when that hour ended, he told me, 'I never spoke to an Israeli person in my life.' And he said, 'Is it okay if I ask you some questions?'  From the interviewer, I became the interviewee. And we spoke for hours on that first call.'"}, {"type": "text", "text": "Together they founded Across the Wall on Facebook. The title comes from the 37 miles (59.5km) of border barriers, 7m (23ft) high, separating the Palestinians in Gaza from Israeli territory. All movement in and out of Gaza is controlled by Israel."}, {"type": "text", "text": "Ahmed encouraged Palestinian writers to share their work. Around two hundred Israelis volunteered to translate into Hebrew."}, {"type": "text", "text": "The posts could draw angry responses from Israelis. As both men tell it, 'blame Hamas for your problems' was a frequent response. "}, {"type": "text", "text": "'We have a bigger responsibility, a responsibility towards our families, our people in Gaza, who need a voice, and who need someone to call for justice for them,' Ahmed says."}, {"type": "text", "text": "The decades long conflict has produced dozens of groups dedicated to creating links between Israelis and Palestinians, from non-governmental organisations campaigning against the construction of settlements on Palestinian land, to womens' groups advocating peace, and organizations forging ties between Palestinian and Israeli children. "}, {"type": "text", "text": "Through all the years of conflict and political failure there have always been individuals and groups willing to try and stand - metaphorically - in the shoes of others. "}, {"type": "quote", "text": "'I am someone who hates wars,' Ahmed says. 'I am someone who passionately and wholeheartedly believes in peace, and peaceful resistance. I will never call for wars.'"}, {"type": "text", "text": "In 2019 Ahmed was given the opportunity to study in London. From there he continued writing online about Gaza."}, {"type": "text", "text": "Then came the moment that triggered a devastating war. On October 7, Hamas attacked Israel killing 1,400 Israelis, the vast majority of them civilians. More than 200 Israelis were kidnapped and are still being held hostage in Gaza. Israeli society was traumatised. "}, {"type": "text", "text": "Vowing to destroy Hamas, the IDF (Israeli Defence Forces) launched a campaign of relentless airstrikes. A ground offensive would follow."}, {"type": "text", "text": "From London, Ahmed monitored the news, thinking constantly of his family, besieged in Gaza. His relatives had gathered together for safety in the same apartment."}, {"type": "text", "text": "Two weeks into the war, on 22 October, a missile hit the building killing 21 members of Ahmed's family. He lists the dead; 'My father, two brothers, three sisters, 14 nieces and nephews who are children, who are kids under the age of 13.' "}, {"type": "text", "text": "His mother had died of cancer three years earlier. All of a sudden he was alone. "}, {"type": "text", "text": "'Unless you have experienced what I have, you cannot understand what I am going through,' he says. 'I would not wish what has happened to me to happen to anybody, not to my worst enemy.' "}, {"type": "text", "text": "In the photographs taken with his lost family, Ahmed's eyes are bright and happy, particularly with the young nephews and nieces he played games with and to whom he gave treats. "}, {"type": "text", "text": "These days Ahmed is constantly anxious and restless. He takes pills to try and help him sleep. 'This is my life now,' he says."}, {"type": "text", "text": "When Yuval saw the news about Ahmed's family, at first he struggled to find the words to respond."}, {"type": "text", "text": "'And from that moment, I cried.' Yuval says.'I spent the entire day trying to write him something. I didn't really know what to say. I said how sorry I felt.' "}, {"type": "text", "text": "Several days passed and Yuval began to wonder if he would ever again hear from his friend."}, {"type": "text", "text": "Then came a voice message. It was Ahmed, his voice wracked with grief, but still a friend. He thanked Yuval for being in touch and said he respected him even more now. Ahmed said he was able to differentiate between Yuval and the Israeli pilot who dropped the bomb that killed his family."}, {"type": "text", "text": "When I meet Yuval in Jerusalem he is careful not to try and speak for his friend. I want to know if they will work together in the future."}, {"type": "text", "text": "'I think you have to ask him,' Yuval responds. 'For me, I will. As I said to him, 'I made a commitment to you. I will not stop'.' "}, {"type": "text", "text": "The stand Yuval takes is not without consequences. He has lost friends because of his advocacy of Palestinian rights. In the current heightened atmosphere of the war he is aware that the threat of violence 'feels much closer than it was a month ago.'"}, {"type": "text", "text": "When I put the question to Ahmed - will he write for an Israeli audience again? - he is cautious."}, {"type": "text", "text": "'I don't know if I will continue working for Across the Wall or not because right now, I feel a sense of failure. I believe that we failed in Across the Wall… our aim was to prevent these wars from happening, but we have failed."}, {"type": "quote", "text": "'So right now, I don't know, how will I convince other Palestinians to write for Israelis after the massacres that they have endured, after the loss of lives and house?'"}, {"type": "text", "text": "But then he tells me that he will keep writing. "}, {"type": "text", "text": "Ahmed cannot be consoled with vague platitudes about peace and understanding. But the work he does with Yuval provides a glimpse of light in a time filled with pain."}, {"type": "quote", "text": "'I want us to have a decent human life,' he says. 'We deserve it.'"}, {"type": "text", "text": "With additional reporting from Haneen Abdeen, Alice Doyard, Morgan Gisholt Minard in Jerusalem"}]}, {"_id": "654a0e85a2ba502328bf4019", "url": "https://www.bbc.co.uk/news/world-middle-east-67332684?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Israel Gaza war: Hamas-run health ministry says Gaza death toll passes 10,000", "lead": "Israel started bombing the Palestinian territory after coming under attack from Hamas on 7 October.", "author": "George Wright", "datePublished": "20231106", "dateScraped": "2023-11-07 11:16:37.827002", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1506/production/_131628350_mediaitem131628349.jpg", "body": [{"type": "text", "text": "The Hamas-run health ministry in Gaza says more than 10,000 people have been killed in the Palestinian territory since Israel started bombing it last month."}, {"type": "text", "text": "More than 4,000 of those killed were children, the ministry said."}, {"type": "text", "text": "The number surpasses the UN's figure of about 5,400 killed in Gaza in all of Israel's previous conflicts with Hamas since it took control of the territory in 2007."}, {"type": "text", "text": "Israel began bombing Gaza after Hamas killed 1,400 people and kidnapped more than 200 others on 7 October. "}, {"type": "text", "text": "It says it is destroying Hamas infrastructure and killing its fighters so that it will no longer be able to pose a threat to Israel."}, {"type": "text", "text": "US President Joe Biden has previously questioned the accuracy of the health ministry's figures, while the Israel Defense Forces (IDF) say that 'any information provided by a terrorist organisation should be viewed with caution'."}, {"type": "text", "text": "Hamas is a proscribed terror organisation in many countries including the UK and US."}, {"type": "text", "text": "However, World Health Organization (WHO) regional emergency director Richard Brennan, based in Cairo, said last week he believed the figures provided by the health ministry were trustworthy."}, {"type": "text", "text": "'We're confident that the information management systems that the ministry of health has put in place over the years stand up to analysis,' he said, adding 'the data over the years has been quite solid'. "}, {"type": "text", "text": "On Sunday night, the Israeli military carried out one of its heaviest bombardments of the besieged Gaza Strip, saying on Monday that it had hit 450 targets over the past 24 hours."}, {"type": "text", "text": "The Hamas-run health ministry said 'more than 200 martyrs were reported in the overnight massacres'. "}, {"type": "text", "text": "The director of Al-Shifa hospital in Gaza City told Informfully that people were using donkeys and their own cars to carry dead bodies, because communications had been cut and they could not reach ambulance services."}, {"type": "text", "text": "The Palestine Red Crescent Society (PRCS) charity said this was the 'third communications blackout' in Gaza since the war began - and it had lost contact with its teams."}, {"type": "text", "text": "Communications were restored on Monday morning, but getting information from Gaza City remains difficult. "}, {"type": "text", "text": "The Israeli military says its troops have reached the coastline in the south of Gaza City, in effect dividing the territory in two."}, {"type": "text", "text": "The heads of all major UN agencies have issued a rare joint statement calling for an 'immediate humanitarian ceasefire', saying 'enough is enough'."}, {"type": "text", "text": "'For almost a month, the world has been watching the unfolding situation in Israel and the occupied Palestinian territory in shock and horror at the spiralling numbers of lives lost and torn apart,' the UN chiefs wrote."}, {"type": "text", "text": "The Informfully's Rushdi Abualouf on the scene of the damage at the al-Maghazi refugee camp"}, {"type": "text", "text": "The heads of organisations including Unicef, the WHO and the World Food Programme - as well as charities such as Save the Children - have described the 'horrific' loss of life on both sides. They have also released a statement to demand the unconditional release of the hostages taken by Hamas during its 7 October attacks."}, {"type": "quote", "text": "'However, the horrific killings of even more civilians in Gaza is an outrage, as is cutting off 2.2 million Palestinians from food, water, medicine, electricity and fuel.'"}, {"type": "text", "text": "The statement added that 88 people working for UNRWA, the agency focused on Palestinian refugees, had been killed since 7 October - representing the highest number of UN fatalities ever recorded in a single conflict."}, {"type": "text", "text": "The UN - which is housing many of the 1.5 million displaced Gazans - says 48 of its sites across the Gaza Strip have been damaged since the war broke out."}, {"type": "text", "text": "Israel has rejected the idea of a ceasefire - for which its Arab neighbours have also been calling - and for a humanitarian pause, which is the solution favoured by its ally, the United States."}, {"type": "text", "text": "At the weekend, Mr Netanyahu said Israel rejected 'a temporary ceasefire that does not include the release of our hostages' in a TV statement, minutes after a call with US Secretary of State Antony Blinken."}, {"type": "text", "text": "He said that Israel was 'continuing with all our force' against Hamas."}]}, {"_id": "654a0e86a2ba502328bf401a", "url": "https://www.bbc.co.uk/news/uk-northern-ireland-67331977?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Father appeals for safe passage of children after wife killed in Gaza", "lead": "A Belfast-born man whose wife was killed in Gaza is hoping to get his two young children to safety.", "author": "Ross McKee", "datePublished": "20231106", "dateScraped": "2023-11-07 11:16:38.069853", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/EA44/production/_131627995_khalid.png", "body": [{"type": "text", "text": "A Belfast-born man whose wife and other family members were killed in Gaza has said there is no safe passage for his children who remain there."}, {"type": "text", "text": "Khalid El-Estal said he was working in Saudi Arabia while his family stayed in the Palestinian territory."}, {"type": "text", "text": "His children - four-year-old Ali and one-year-old Sara - are in Gaza with their grandparents."}, {"type": "text", "text": "He said he was working to find a way out for them so he can bring them to Belfast."}, {"type": "text", "text": "Sinn Féin TD Chris Andrews said he would be raising Mr El-Estal's case with the Irish government."}, {"type": "text", "text": "Gaza has been bombed by Israel as part of its conflict with Hamas."}, {"type": "text", "text": "Mr El-Estal, 30, returned to Ireland after his wife, Ashwak Jendia, was killed along with his mother, brother, uncle and two cousins."}, {"type": "text", "text": "Gaza-Israel: 'My son has been crying for his mamma'"}, {"type": "text", "text": "Israel began bombing Gaza after Hamas, which is a designated terrorist group according to the UK and the US, killed more than 1,400 people in Israel and kidnapped more than 200 others."}, {"type": "text", "text": "The Hamas-run health ministry in Gaza said more than 10,000 people had been killed in the territory since 7 October."}, {"type": "text", "text": "On Monday, Mr El-Estal told Informfully Radio Ulster's Good Morning Ulster the killing of his family members was 'the worst nightmare you can ever have'."}, {"type": "text", "text": "He said he fears for his children's lives without assistance from the Irish authorities. "}, {"type": "text", "text": "'We are hoping for many things, they are working on the documents to take them out,' he said."}, {"type": "text", "text": "'There are lists for the Rafah crossing border, people who can leave."}, {"type": "text", "text": "'That's one problem, the second problem is I told my father-in-law and my brothers-in-law that I want the children out."}, {"type": "text", "text": "'They were afraid to take them, it is dangerous."}, {"type": "quote", "text": "'There is no safe passage, it is not safe.'"}, {"type": "text", "text": "Mr El-Estal, who is currently in Belfast, said he would like to bring his children here."}, {"type": "text", "text": "'I was growing up here. I have a lot of memories here,' he added. "}, {"type": "quote", "text": "'I was all the time telling her [Ashwak] about Belfast. All the time seeing these beautiful views... there's nothing like this in Gaza. It was our dream to be here together.'"}, {"type": "text", "text": "Mr Andrews said Mr El-Estal was in a 'terrible position' and it was important that, as an Irish citizen, his children get 'safe passage' and are reunited with him."}, {"type": "text", "text": "'I think that it is important he has the trauma support, counselling support and I will certainly be looking to raise this, and I know other members of the Dáil (lower house of Irish Parliament) will be looking to do the same with the Tánaiste."}, {"type": "text", "text": "'Ultimately it is about ensuring that there is access out of Gaza for people like Khalid's family and that seems to be the big stumbling block at the moment, there is no movement, there are no Irish citizens being allowed out yet."}, {"type": "quote", "text": "'That's what we have to push for and the Tánaiste Micheál Martin and the government have to push for that.'"}, {"type": "text", "text": "Mr El-Estal was born in Belfast and attended primary school in the Botanic area while his father worked as a lecturer at Queen's University."}, {"type": "text", "text": "When he was aged eight, the family relocated to Gaza, where Khalid met his wife, Ashwak Jendia, at university."}, {"type": "text", "text": "As violence in the region escalated last month, Mr El-Estal said he urged his wife to move south and stay with his relatives, while he contacted Irish officials to seek help."}, {"type": "text", "text": "'The exact day she [arrived] in my family's place they bombed the place,' Mr El-Estal said."}, {"type": "text", "text": "The bomb killed his mother and brother 'immediately', he added."}, {"type": "text", "text": "He added that his uncle, and his uncle's two daughters - both doctors - were also killed in the blast, and both of Khalid's children were buried in rubble. "}, {"type": "text", "text": "Ashwak was taken to hospital, eventually dying from her injuries, which included 60% burns to her body, he said."}, {"type": "text", "text": "'It's killing me,' he said. 'I lost everything, it's not only me, I am better (off) than a lot of people in Gaza,' Mr El-Estal said."}, {"type": "text", "text": "In a previous statement, an Irish Department of Foreign Affairs spokesperson said more than 8,000 foreign and dual nationals are in Gaza."}, {"type": "text", "text": "This includes thousands of dependent children who are entitled to dual citizenship in various countries."}, {"type": "text", "text": "However, the spokesperson said evacuations will take some time to complete."}]}, {"_id": "654a0e86a2ba502328bf401b", "url": "https://www.bbc.co.uk/news/world-middle-east-67336608?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Israel-Gaza war: 'I couldn't believe it was possible to kidnap an 85-year-old woman'", "lead": "Adva Ada's 85-year-old grandmother was taken into Gaza on a golf cart after her kibbutz was attacked.", "author": "Nadia Ragozhina", "datePublished": "20231106", "dateScraped": "2023-11-07 11:16:38.309292", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/70AB/production/_131634882_a13bf600-2d4d-4aa2-b03b-07317b686b27.jpg", "body": [{"type": "text", "text": "It has been nearly a month since Adva Ada's 85-year-old grandmother was kidnapped by Hamas and hustled across the border into Gaza on a golf cart."}, {"type": "text", "text": "She was one of more than 200 people taken from Israel on 7 October, when Hamas gunmen launched an unprecedented assault on Israel from the Gaza Strip."}, {"type": "text", "text": "As the Israeli military continues to pound the territory with air strikes and encircles Gaza City, Adva says she is holding on to hope that the Israeli military is focused on rescuing the hostages. "}, {"type": "text", "text": "'If they are doing a ground invasion in Gaza, then they are doing it because this can help bring the hostages back,' she says over the phone from Israel. "}, {"type": "quote", "text": "'If I don't believe it, I can't have hope. And if I can't have hope, I have no reason to wake up in the morning. I need to believe she will be back.'"}, {"type": "text", "text": "Adva had planned to visit her grandmother, Yafa, at the Kibbutz Nir Oz with her family on 7 October to mark the Jewish festival of Sukkot. "}, {"type": "text", "text": "But at 06:30 that morning, her grandmother wrote in the family chat that she was hiding from rocket fire in her shelter."}, {"type": "text", "text": "'Other members of my family [at the kibbutz] told me that the terrorists were going from house to house. They were burning the houses, shooting and kidnapping people,' Adva says."}, {"type": "text", "text": "After a few hours, she lost contact with her grandmother. But that evening, she was stunned to see a video that Hamas had posted online of Yafa."}, {"type": "text", "text": "'She was on a golf cart with four terrorists around her. I was terrified. I couldn't believe it was even possible to kidnap an 85-year-old woman from her bed. It is unhuman behaviour, beyond possible.' "}, {"type": "text", "text": "Adva says that her grandmother's health is a huge concern. "}, {"type": "quote", "text": "'She is ill, she has heart failure, kidney problems, blood pressure. She needs a lot of medication for her system to function, to release the pain she's in. She almost can't walk or sit straight.'"}, {"type": "quote", "text": "'Every hour that's passing is an hour I don't know if she made it.'"}, {"type": "text", "text": "Yafa Adva was one of the founding members of Kibbutz Nir Oz and had lived there for 60 years. She worked as a dental assistant, in the library and looked after the children. "}, {"type": "text", "text": "A mother of three, a grandmother of eight and a great-grandmother seven times over, Yafa is not the only member of the Adar family who was caught up in the deadly Hamas attacks. "}, {"type": "text", "text": "Her grandson Tamir - Adva's cousin - is missing. He left his wife and two children in the shelter of their family home in Nir Oz and went to protect his community as soon as he heard that Hamas gunmen were in the kibbutz. "}, {"type": "text", "text": "At 08:00 he called his wife. 'He didn't think that they were going to make it,' Adva tells me. 'He told her not to open the door to anyone and he said his goodbye.'"}, {"type": "text", "text": "Tamir has not been heard from since. The family don't know if he was taken to Gaza, murdered or injured. "}, {"type": "text", "text": "Adva also has a grandfather, an aunt and another cousin, who survived the attacks. "}, {"type": "text", "text": "Her grandfather, Yoram, 'aged 50 years in a day. When the terrorists couldn't kidnap him, they burnt his house. He inhaled a lot of smoke, he was in a critical condition in the hospital for a few days, but now he is doing better,' Adva says. "}, {"type": "text", "text": "'He is scared of everything. Scared is not an emotion I would have ever used to describe him in the past... He might survive this,' she says, 'but mentally I don't know for how long.' "}, {"type": "text", "text": "Adva's aunt Vered had to run for her life after gunmen got into her house, filled it with cooking gas and set it on fire. "}, {"type": "text", "text": "'She's OK physically, but they are traumatised in a very severe way,' Adva says. "}, {"type": "quote", "text": "'How will they ever feel safe if you can't feel safe in your house? If you don't know you can go to bed and feel safe in your bed. I don't know how you recover from something like this.'"}, {"type": "text", "text": "Adva says that her family have nothing to go back to. Her aunt left in her pyjamas and her glasses. "}, {"type": "quote", "text": "'Everything was destroyed and what wasn't destroyed was stolen... And it's so sad, because it was heaven in that kibbutz. It became hell in minutes.'"}]}, {"_id": "654a0e86a2ba502328bf401c", "url": "https://www.bbc.co.uk/news/world-us-canada-67313555?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "'Gaza genocide' claim draws bipartisan ire in US", "lead": "Republicans introduce two motions to punish the congresswoman for her comments on the Israel-Hamas war.", "author": "Sam Cabral and Nadine Yousif", "datePublished": "20231107", "dateScraped": "2023-11-07 11:16:38.535795", "dateUpdated": "20231107", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5341/production/_131631312_gettyimages-1409588145.jpg", "body": [{"type": "text", "text": "House Republicans have introduced two separate measures to censure a Democrat amid cross-party criticism of her comments on the Israel-Gaza war."}, {"type": "text", "text": "Rashida Tlaib, the only Palestinian American member of Congress, had posted a video accusing President Joe Biden of supporting genocide in Gaza."}, {"type": "text", "text": "The White House and several Democrats criticised that and other remarks."}, {"type": "text", "text": "Ms Tlaib said her colleagues were 'more focused on silencing me than they are on saving lives'."}, {"type": "text", "text": "In a video posted to social media on Friday, Ms Tlaib directly addressed President Biden and called for a ceasefire."}, {"type": "text", "text": "It features clips of Mr Biden stating his support for Israel, followed by clips of the dead and injured in Gaza and pro-Palestinian protests across the US."}, {"type": "quote", "text": "'Joe Biden supported the genocide of the Palestinian people,' titles at the end of the video read. 'The American people won't forget.'"}, {"type": "text", "text": "The video also features people chanting the slogan 'from the river to the sea', which calls for Palestinian control of all land between the Jordan River and the Mediterranean Sea, including Israel."}, {"type": "text", "text": "Jewish groups like the Anti-Defamation League say the slogan is a call for the destruction of the state of Israel."}, {"type": "text", "text": "That interpretation is disputed by some pro-Palestinian activists who say that most people chanting it are calling for an end to Israel's occupation of the West Bank and blockade of Gaza, not the destruction of Israel itself."}, {"type": "text", "text": "Representing a Michigan district that includes parts of Detroit and Dearborn, Ms Tlaib is one of just three Muslim lawmakers in Congress. She has long angered party leaders and pro-Israel groups with her unflinching criticism of Israel."}, {"type": "text", "text": "Defending her latest remarks, she said the slogan is 'an aspirational call for freedom, human rights, and peaceful coexistence, not death, destruction, or hate'."}, {"type": "text", "text": "But the comment has drawn criticism from all corners, including from Democratic allies in her own state."}, {"type": "text", "text": "In a tweet to Ms Tlaib, Michigan Attorney General Dana Nessel called the use of the phrase 'hurtful'."}, {"type": "text", "text": "'I have supported and defended you countless times, even when you have said the indefensible, because I believed you to be a good person. Please retract this cruel and hateful remark,' Ms Nessel wrote."}, {"type": "text", "text": "Michigan Senate President Pro Tem Jeremy Moss, another Democrat, said Ms Tlaib's comments were insensitive to Jewish people."}, {"type": "text", "text": "On Monday, Georgia Republican Rich McCormick introduced a resolution to censure Ms Tlaib for 'calling for the destruction of the state of Israel and dangerously promoting false narratives'."}, {"type": "text", "text": "Meanwhile, other progressive Democrats in Congress, like Pramila Jayapal from Washington, declined to side with Ms Tlaib's comments."}, {"type": "text", "text": "Jon Finer, the White House deputy national security advisor, said on Sunday that the Biden administration disagrees 'with some of that messaging and with some of the terms used to describe this conflict'. "}, {"type": "text", "text": "More than 1,400 Israelis were killed in Hamas attacks on 7 October. Since then, more than 10,000 Palestinians have been killed in Israeli attacks, according to the Hamas-run health ministry in Gaza."}, {"type": "text", "text": "The Biden administration has so far stopped short of calling for a ceasefire, but has become increasingly cautious in its language on the conflict as it seeks to balance competing interests."}, {"type": "text", "text": "Mr Biden has repeatedly said that he supports Israel's right to defend itself, while pushing for pauses in fighting to allow humanitarian aid, food and water into Gaza."}]}, {"_id": "654a0e87a2ba502328bf401d", "url": "https://www.bbc.co.uk/news/world-us-canada-67329121?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Few reasons for optimism after Antony Blinken's diplomatic dash", "lead": "Over three frantic days, Antony Blinken tried to find middle ground where none exists, for now.", "author": "Anthony Zurcher", "datePublished": "20231105", "dateScraped": "2023-11-07 11:16:39.252990", "dateUpdated": "20231105", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E580/production/_131625785_f0098e5dce2e6c230d5f7ccdd5703dc037e4e18e.jpg", "body": [{"type": "text", "text": "For three days, the US's top diplomat, Antony Blinken, has been dashing around the Middle East, trying to contain a situation that threatens to spin out of control."}, {"type": "text", "text": "Israel on Friday. Jordan on Saturday. The West Bank, Iraq and Turkey on Sunday."}, {"type": "text", "text": "Every stop posed its own challenges and gave reason to be pessimistic that much progress is being made. The central challenge facing the US secretary of state is that he is trying to find a middle ground where none, at the moment, exists."}, {"type": "text", "text": "On Friday, Mr Blinken encouraged Israeli leaders to make temporary pauses in hostilities in order to ease humanitarian aid and encourage hostage releases - a move the Israeli prime minister quickly rejected."}, {"type": "text", "text": "The next day, he met representatives of Israel's Arab neighbours. They all called for an immediate ceasefire. Jordanian Foreign Minister Ayman Safadi said Israel was committing war crimes."}, {"type": "text", "text": "At roughly the same time back in the US, President Joe Biden was asked whether progress was being made toward securing those humanitarian pauses. He gave a thumbs up and replied 'good'."}, {"type": "text", "text": "The president's optimism stood in stark contrast to the mood on the ground here in the Middle East."}, {"type": "text", "text": "As if to underscore the tension in the region, Mr Blinken's Sunday stops were done under cover of secrecy. He travelled to Ramallah to meet with Palestinian Authority President Mahmoud Abbas in a convoy of armoured SUVs and vans, speeding through streets cordoned off by soldiers from the Palestinian Palace Guard."}, {"type": "text", "text": "He arrived in Iraq under cover of darkness. The secretary and his diplomatic entourage donned body armour and helmets for the short helicopter ride from the Baghdad airport to the US embassy, where he then motorcaded to a meeting with Prime Minister Mohammed Shia' Al Sudani.  "}, {"type": "text", "text": "On Monday, he will meet Turkish officials - just one day after Turkey's President, Recip Erdogan, recalled his country's ambassador to Israel and said he was done dealing with Mr Netanyahu. 'We have erased him, thrown him out,' the Turkish leader said."}, {"type": "text", "text": "Every time Mr Blinken puts one fire out, another seems to pop up."}, {"type": "text", "text": "I asked Mr Blinken at the Baghdad airport if he shared the US president's optimism about the chances of convincing Israel to agree to pauses and in getting the Arabs to accept that a ceasefire is unrealistic at this point."}, {"type": "text", "text": "He said yes to both."}, {"type": "text", "text": "The Americans are continuing to work with the Israelis to address concerns about the 'specifics and the practicalities' of how humanitarian pauses could be implemented."}, {"type": "text", "text": "As for the Arabs, he said there were differences of opinion on a ceasefire, but everyone he had spoken with believed humanitarian pauses could help win the release of hostages, increase aid distribution in Gaza and expedite getting foreign citizens out of Gaza."}, {"type": "quote", "text": "'We've had important progress there in recent days,' he said, but 'there are also real complications that come along with it.'"}, {"type": "text", "text": "For the moment, however, no one seems to be buying what Mr Blinken is selling, in part because both the Israelis and the Arab nations are dealing with their own domestic pressures pulling the two sides apart."}, {"type": "text", "text": "On Friday, as Mr Blinken stood before press cameras with Israeli President Isaac Herzog in central Tel Aviv, chants and horns could be heard - the sound of Israeli protesters calling for the government to do more to rescue the hostages taken by Hamas on 7 October."}, {"type": "text", "text": "'Our heart goes out to them,' Mr Herzog said."}, {"type": "text", "text": "Meanwhile, in countries across the region - and in Europe and the US - pro-Palestinian protesters have taken to the street en masse. Demonstrators climbed the fence outside the White House in Washington DC and filled the streets in Paris, London and Berlin."}, {"type": "text", "text": "In Istanbul, protesters held up a sign that called Mr Blinken 'an accomplice of the massacre'."}, {"type": "text", "text": "If a positive spin can be put on Mr Blinken's trip so far, it's that he is speaking with all sides and, for the moment, the conflict has not spread. After Joe Biden's October meeting with Arab leaders in Jordan was abruptly cancelled following the explosion at a Gaza hospital, Mr Blinken's foreign minister gathering on Saturday was an indication of some progress."}, {"type": "text", "text": "However, the secretary of state's attempts to encourage his Arab counterparts to start thinking about the long-term future for the Palestinians, and a means to ensure a 'durable' peace in the region, were less successful."}, {"type": "quote", "text": "'How can we even entertain what will happen in Gaza when we do not know what kind of Gaza will be left after this war is done?' Jordan's Mr Safadi asked. 'Are we going to be talking about a wasteland? Are we going to be talking about a whole population reduced to refugees?'"}, {"type": "text", "text": "In a meeting with Jewish community leaders at the White House on 12 October, Joe Biden said he thought that the end result of the tragedy and bloodshed in Israel and Gaza would be a Middle East that was changed for the better."}, {"type": "text", "text": "'But then again, I have been referred to as a congenital optimist,' the US president added."}, {"type": "text", "text": "On the ground here in the region, such optimism has proven to be a rare commodity."}]}, {"_id": "654a0e87a2ba502328bf401e", "url": "https://www.bbc.co.uk/news/uk-67328963?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "British Gaza evacuees have three days to leave Egypt", "lead": "The deadline means people with non-British family who need to apply for UK visas risk overstaying.", "author": "Ashitha Nagesh", "datePublished": "20231105", "dateScraped": "2023-11-07 11:16:39.779206", "dateUpdated": "20231105", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1BF0/production/_131625170_mediaitem131625169.jpg", "body": [{"type": "text", "text": "British people and other foreign nationals who have fled Gaza only have 72 hours - three days - in Egypt before they need to leave."}, {"type": "text", "text": "Hundreds of foreign nationals were evacuated from Gaza into Egypt through the Rafah Crossing on Friday."}, {"type": "text", "text": "The border was then closed all weekend."}, {"type": "text", "text": "The Foreign, Commonwealth and Development Office (FCDO) said: 'We remain in contact with British nationals in the region to provide them with the latest information.'"}, {"type": "text", "text": "It added in a statement that it was 'using all diplomatic channels to press for the crossing to reopen in coordination with our international partners'."}, {"type": "text", "text": "Nasser Alshanti, an academic from Manchester, told Informfully News his pregnant daughter Yosra is effectively 'stuck' in Egypt because her husband isn't a British citizen, and are worried they won't be able to leave before the three days are up."}, {"type": "text", "text": "Yosra was raised in the UK and moved to Gaza for university in 2015, where she met - and then married - Ibrahim. The couple had lived in central Gaza since then, until they had to flee in the first week of the war when their neighbourhood was bombed."}, {"type": "text", "text": "They were evacuated from Gaza into Egypt via the southern border crossing at Rafah at the end of last week, and are now in Cairo."}, {"type": "text", "text": "Because Ibrahim is not a British national, they now need to apply for a Family Visa for him before they can travel to the UK. "}, {"type": "text", "text": "But the 72-hour deadline in Egypt means they are worried about overstaying if they don't get a visa in time. Under current rules, overstaying would mean having to pay a fine, which could be greater the longer they stay. "}, {"type": "text", "text": "'I thought they would give him an emergency visa or something, a very quick visa just to evacuate them from Cairo before the end of the 72 hours,' Dr Alshanti said. "}, {"type": "text", "text": "A British Family Visa application submitted outside the UK normally takes up to six months to process. "}, {"type": "text", "text": "The FCDO and Home Office are working together to approve visas for non-British family members of British people who've been evacuated from Gaza, with a sped-up process that they expect to be much quicker than usual. However, it's not yet known how long this will take. "}, {"type": "text", "text": "Dr Alshanti said that sheltering in Gaza in the last few weeks, and now the stress of being in limbo in Egypt, has taken its toll on his daughter."}, {"type": "text", "text": "'I've just done a video call with her,' he said. 'You can tell from her face how much weight she's lost. The last time I saw Yosra was in August, which was just three months ago - but she's totally different. You can see how her eyes [are sunken] and her face is quite pale."}, {"type": "quote", "text": "'For a heavily pregnant lady, after three weeks in a shelter with a small amount of food and water and no electricity - what do you expect?'"}]}, {"_id": "654a0e88a2ba502328bf401f", "url": "https://www.bbc.co.uk/news/business-67197871?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Cost of living", "subCategories": [], "title": "When should I turn the heating on?", "lead": "As it gets colder here are some tips to help you stay warm while trying to keep your energy bills down.", "author": "NONE", "datePublished": "20231030", "dateScraped": "2023-11-07 11:16:40.276262", "dateUpdated": "20231030", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5571/production/_131537812_col_heating_on_1200x1200-nc.png", "body": [{"type": "text", "text": "The temperature is dropping again, and many of us are reaching for our cosy jumpers and winter duvets."}, {"type": "text", "text": "So when is the best time to turn on your heating? And what else can you do to keep your home warm?"}, {"type": "text", "text": "Here's what you need to know as we head into winter."}, {"type": "text", "text": "The best time in the year to turn on your heating in the UK is hotly debated."}, {"type": "text", "text": "But most experts agree that it is when the temperature drops consistently, as the nights get longer and the clocks go back. This year that fell on Sunday 29 October."}, {"type": "text", "text": "The Energy Saving Trust is clear on this one: leaving a boiler on for longer will cost more. It's better to just have it on when you need it."}, {"type": "text", "text": "The Met Office, which measures temperatures and weather for the UK, recommends setting timers to turn the heating on before you get up and off after you've gone to bed."}, {"type": "text", "text": "If no one is at home all day then you can have it turn off before you leave and on again just before you get back."}, {"type": "text", "text": "Both the Met Office and the Energy Saving Trust say it will cost more in energy bills to turn the heating up than to leave it on for longer."}, {"type": "text", "text": "Set your thermostat between 18C and 21C, or up to 23C if you have ill or vulnerable people at home. Bedrooms can be slightly cooler, and the NHS recommends 16C to 20C for babies' bedrooms."}, {"type": "text", "text": "This is different from the boiler temperature, which is the temperature of water inside the pipes themselves. That shouldn't go below 65C on a regular boiler to stop bacteria growing inside, according to the Energy Saving Trust, or 60C on a combi boiler."}, {"type": "text", "text": "Most radiators have controls on the side to change the temperature. If used correctly, these thermostatic radiator valves - often numbered one to five (sometimes up to six) - can save you money."}, {"type": "text", "text": "The numbers don't mean specific temperatures, but the Energy Saving Trust recommends setting them at three or four to start, and then go up or down if the room is too hot or too cold."}, {"type": "text", "text": "Bleeding your radiators saves money by removing air bubbles which make it slower to heat up your home."}, {"type": "text", "text": "Experts say you should aim to bleed your radiators every year as it starts to get cold."}, {"type": "text", "text": "When the radiator is cold, use a screwdriver or radiator key to turn the valve at the top, until you hear a hissing noise. Hold an old cloth to the valve in case any water comes out."}, {"type": "text", "text": "All the air bubbles are gone when the hissing stops and you can close the valve again."}, {"type": "text", "text": "If you're worried about bills, stick to heating the rooms you use the most by using the radiator controls."}, {"type": "text", "text": "Don't forget to close the door on the rooms you're leaving cold and think about getting draught excluders to keep your rooms extra snug."}, {"type": "text", "text": "Wearing thick clothes and using warm bedding can help to keep you warm even if your home is on the chilly side."}, {"type": "text", "text": "Opening your curtains when the sun is shining will also help. Just remember to shut them again when the sun goes down, to keep the cold out."}, {"type": "text", "text": "The government is giving pensioners and people on certain benefits extra help with heating costs. If you already get benefits or a state pension you can check if you can get some more help. Local councils also have a household support fund for struggling households."}, {"type": "text", "text": "Cost-of-living payments: Who is getting them and when?"}, {"type": "text", "text": "Energy bills: What can I do if I can't afford to pay?"}, {"type": "text", "text": "Get help with the cost of living from your council"}, {"type": "text", "text": "Image credits: Informfully/Getty, iStock/Getty, SolStock"}]}, {"_id": "654a0e88a2ba502328bf4020", "url": "https://www.bbc.co.uk/news/business-64291327?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Money", "subCategories": [], "title": "Debt: What should I pay first and what can I do?", "lead": "What help and options are available to people struggling with debt repayments?", "author": "Kevin Peachey", "datePublished": "20230925", "dateScraped": "2023-11-07 11:16:40.507265", "dateUpdated": "20230925", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2DE3/production/_130174711_debtimage_bbc.png", "body": [{"type": "text", "text": "Another tough winter faces many people who have been struggling with the cost of living and may be seeing their debt demands rise."}, {"type": "text", "text": "The Financial Conduct Authority, which regulates financial services, says that 11 million adults in the UK struggle to pay their bills - a rise of 3.1 million compared with last year."}, {"type": "text", "text": "So what can you do if you find yourself in difficulty?"}, {"type": "text", "text": "Consumer advice charity Citizens Advice says that you should work out how much you owe, who to, and how much you need to pay each month."}, {"type": "text", "text": "Identify your most urgent financial demands. There are what are known as priority debts and bills because there can be serious consequences if you do not pay them, such as losing your home or facing court proceedings. They should be paid first."}, {"type": "text", "text": "They include rent, mortgage repayments, and loans secured on the home, gas and electricity bills, child support and maintenance payments, council tax, income tax, VAT and other taxes, TV licence payments, court fines and payments."}, {"type": "text", "text": "Calculate how much you can cover in debt repayments. Create a budget by adding up your essential living costs like food and housing, and take these away from any income such as your wage or benefits you receive."}, {"type": "text", "text": "After than move on to looking at other debts, although failure to pay could still lead to the arrival of bailiffs. These are credit cards, store cards, buy-now-pay-later payments, overdrafts, unsecured loans and water bills. Ignoring them would still see the cost of those debts spiral."}, {"type": "text", "text": "Always see how you could boost your income, primarily by checking what benefits you are entitled to, and whether you are eligible for a council tax reduction or a lower tariff on your broadband or TV package."}, {"type": "text", "text": "It is important that you do talk about financial difficulties before finding yourself in a spiral of debt. The earlier, the better."}, {"type": "text", "text": "If you think you cannot pay your debts or are finding dealing with them overwhelming, seek support straight away. You are not alone and there is help available. A trained debt adviser can talk you through the options available."}, {"type": "text", "text": "Information and support is available and free of charge - click here to find out about organisations who may be able to help."}, {"type": "text", "text": "Your supplier must give you a chance to clear your debt through a payment plan first."}, {"type": "text", "text": "If you don't agree a plan with your supplier, it has been the case that they might try to force you to have a prepayment meter installed, or they may switch your existing smart meter to prepayment mode."}, {"type": "text", "text": "But since it emerged that meters were being forcibly fitted into the homes of vulnerable people, companies are now required to pass certain tests before they can switch customers."}, {"type": "text", "text": "A 'breathing space' scheme in England and Wales shields people in problem debt from further interest and charges."}, {"type": "text", "text": "People receiving debt advice can apply for the break, which lasts for up to 60 days, to prevent them falling into a spiral of debt."}, {"type": "text", "text": "People receiving mental health crisis treatment can apply for a scheme which lasts for the length of that treatment, plus another 30 days."}, {"type": "text", "text": "Consultation is under way for a similar scheme in Northern Ireland. In Scotland, an alternative short-term debt relief system is known as a Statutory Moratorium."}, {"type": "text", "text": "For some people, there is little or no chance of paying off debts, and so they may have to consider some form of personal insolvency."}, {"type": "text", "text": "This should only be done after seeking advice. There are different forms of insolvency which may be considered depending on your circumstances and where you live."}, {"type": "text", "text": "Bankruptcy: This is the most serious option, which involves an official receiver being appointed to sell off your assets to pay your debts. If you own a house or a car you may lose them. "}, {"type": "text", "text": "The bankruptcy will affect your credit record for at least six years. But after one year all your debts will be written off. The procedure currently costs £680, but you can pay in instalments. "}, {"type": "text", "text": "Individual Voluntary Arrangement: Under an IVA, an insolvency practitioner will help you strike a deal with your creditors, which allows you to pay off your debts over a fixed period - say five years. Once approved, all interest on unsecured debt is frozen. "}, {"type": "text", "text": "There is less stigma with an IVA, and a greater chance of you keeping your home if you own one."}, {"type": "text", "text": "Debt Relief Order: This form of insolvency, introduced in 2009, is the easiest of all. Your debts must not exceed £30,000. If your application is accepted, some debts will be frozen for one year, then written off. A DRO costs £90."}, {"type": "text", "text": "Insolvency in Scotland: If you live in Scotland, bankruptcy is known legally as sequestration. However there are three alternatives: a Debt Arrangement Scheme, a Debt Management Plan, or a Trust Deed."}]}, {"_id": "654a0e88a2ba502328bf4021", "url": "https://www.bbc.co.uk/news/business-64939070?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Unemployment", "subCategories": [], "title": "How to get a job: Six expert tips for finding work", "lead": "There are 10m people out of work in the UK, so if you're searching for a job you're not alone. Here are some tips on how to get started.", "author": "Vishala Sri-Pathma", "datePublished": "20230814", "dateScraped": "2023-11-07 11:16:40.776935", "dateUpdated": "20230814", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/165E1/production/_128971619_col_finding_work_976-nc.png", "body": [{"type": "text", "text": "If you're on the hunt for a job and not sure where to start, or how to pitch yourself you're not alone."}, {"type": "text", "text": "The rising cost of living has meant thousands of businesses have been laying off staff, with many people finding themselves out of work. "}, {"type": "text", "text": "Unemployment is close to its lowest rate since the 1970s. But there are about 8.65 million people out of work. "}, {"type": "text", "text": "It may feel daunting to try and find a job at first so we spoke to some career experts to give you some tips."}, {"type": "text", "text": "There have been a lot of shifts in the workplace in recent years. Hybrid and flexible working means your job search can stretch a bit further, quite literally. "}, {"type": "text", "text": "Yvonne Smyth, group head of diversity and inclusion at Hays Recruitment says 'Proximity isn't as important as used to be, so if you're looking for a job, search far and wide in terms of geography. "}, {"type": "text", "text": "'Also if you want to work part-time or say four days a week, don't let full-time positions put you off applying,' she says."}, {"type": "quote", "text": "'Businesses are more flexible than you might think and if you're the right candidate that can get the job done in fewer days it makes sense for them to adapt the role.'"}, {"type": "text", "text": "Ms Smyth also says it's important to use key words when you're searching online."}, {"type": "text", "text": "'For example if there's a key skill or industry like sales or retail that you're interested in, you want the algorithms on search platforms to pick up on them. "}, {"type": "text", "text": "'So daily searches on these words are important, so it identifies what you're interested in. "}, {"type": "quote", "text": "'Engagement as well is key and that means clicking on jobs with the job titles or a company that you're keen on so the platform yields more of the same.'"}, {"type": "text", "text": "Not all jobs are made public. It's always worth sending an email or having a chat with a manager at a business that you like the look of, as you never know when an opening might be coming up. "}, {"type": "text", "text": "Many businesses want to avoid the cost of advertising a job formally and may rely on word of mouth. "}, {"type": "text", "text": "Miranda Kyte, a career trends expert at Glassdoor says: 'Another route is to utilise your network, let friends, ex-colleagues, family know that you're looking for a new position."}, {"type": "quote", "text": "'They may be able to check internal job boards for open roles at their own companies and refer you or they could know someone else who can help.'"}, {"type": "text", "text": "Lots of places still ask for a CV and a covering letter when you're applying for a job. "}, {"type": "text", "text": "But now you can advertise yourself rather visibly via social media sites like Linkedin which showcase your skills and experience. "}, {"type": "text", "text": "Other platforms like Twitter and Instagram can prove useful when touting yourself out to potential employers as well. "}, {"type": "text", "text": "Yvonne Smyth from Hays says it's important to focus on skills."}, {"type": "text", "text": "'Lots of people look at the years required on a job description but actually it's more important that a candidate has the right skills. Try to look for parallels and make that obvious in your application.' "}, {"type": "text", "text": "It can be a little disheartening if the jobs you want require specific very specific qualifications. It may be worth having a look at if there are any ways of picking up the experience or training that you need to land a job while you're on the hunt. "}, {"type": "text", "text": "Miranda Kyte from Glassdoor says: 'Lots of courses these days are free and you can do them online. Volunteering is also a great way of filling gaps on your CV or asking to do some work shadowing in companies you'd like to work for.'"}, {"type": "text", "text": "It's easy to get disheartened if you are knocked back after interviews time and time again, or you don't feel like you're getting through the door in the first place. "}, {"type": "text", "text": "Our career experts say it's good to review how you're going about your search from time to time and try different approaches. "}, {"type": "text", "text": "Career influencer, Mehar Sindhu Batra, says it's quite useful to set personal targets, like a tracker of the number of jobs to apply for in a week or a certain number of cold emails. "}, {"type": "text", "text": "She's a big believer in acknowledging the little wins along the way to keep your spirits up. "}, {"type": "text", "text": "'Maybe you landed an interview, received positive feedback on your resume or cover letter, or connected with a helpful contact. Celebrating these wins can boost your confidence and keep you motivated'."}]}, {"_id": "654a0e89a2ba502328bf4022", "url": "https://www.bbc.co.uk/news/business-13200758?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Economics", "subCategories": [], "title": "What is GDP and how is it measured?", "lead": "A basic guide to how the economy is measured and why that calculation matters.", "author": "NONE", "datePublished": "20230913", "dateScraped": "2023-11-07 11:16:41.010655", "dateUpdated": "20230913", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/149B8/production/_126280448_gdpshopgettyimages-157284378.jpg", "body": [{"type": "text", "text": "GDP - or Gross Domestic Product - is an important tool for judging how well, or badly, an economy is doing. "}, {"type": "text", "text": "It helps businesses decide when to expand and hire more people, and lets the government work out how much it can afford to tax and spend."}, {"type": "text", "text": "GDP is a measure of all the activity of companies, governments and individuals in a country."}, {"type": "text", "text": "In the UK, new GDP figures are produced every month, but the quarterly figures - covering three months at a time - are considered more significant."}, {"type": "text", "text": "When an economy is growing, each quarterly GDP figure is slightly bigger in than the previous three-month period. "}, {"type": "text", "text": "Most economists, politicians and businesses like to see a steadily rising GDP because it usually means people are spending more, extra jobs are created, more tax is paid and workers get better pay rises."}, {"type": "text", "text": "When GDP is falling, it means the economy is shrinking - which is bad news for businesses and workers. "}, {"type": "text", "text": "If GDP falls for two quarters in a row, that is known as a recession, which can lead pay freezes and lost jobs. "}, {"type": "text", "text": "The Covid pandemic caused the most severe recession seen in more than 300 years, which forced the government to borrow hundreds of billions of pounds to support the economy."}, {"type": "text", "text": "Although higher prices have squeezed consumers' budgets more recently, the UK has avoided going into recession."}, {"type": "text", "text": "According to the official statistics for the most recent quarter, the economy grew by 0.2% between April and June. That was slightly higher than predicted. "}, {"type": "text", "text": "However, the monthly figure for July suggests the economy actually shrank by 0.5%, which is worse than expected. "}, {"type": "text", "text": "The Office of National Statistics (ONS) said the fall was driven by strike action by NHS workers and teachers, plus wet weather which hit construction and retailers."}, {"type": "text", "text": "In January 2023, the Prime Minister Rishi Sunak set out a pledge to 'grow the economy'. This will be met if GDP is bigger in the three-month period between October and December 2023 than it was during the previous quarter (July-September)."}, {"type": "text", "text": "The government can use growing GDP as evidence that it is doing a good job of managing the economy. Likewise, if GDP falls, opposition politicians say the government is running it badly."}, {"type": "text", "text": "But it's more than just a report card on the government's economic performance. "}, {"type": "text", "text": "If GDP is going up steadily, people pay more in tax because they're earning and spending more. This means more money for the government to spend on public services, such as schools, police and hospitals."}, {"type": "text", "text": "Governments also like to keep an eye on how much they are borrowing in relation to the size of the economy. "}, {"type": "text", "text": "For example borrowing was equivalent to about 14% of GDP in the first year of the Covid pandemic, the highest proportion since World War Two."}, {"type": "text", "text": "GDP can be measured in three ways:"}, {"type": "text", "text": "In the UK, the ONS publishes one single measure of GDP, which is calculated using all three measurements. "}, {"type": "text", "text": "But early estimates mainly use the output measure, using data collected from thousands of companies. "}, {"type": "text", "text": "The UK produces one of the quickest estimates of GDP of the major economies, about 40 days after the quarter in question."}, {"type": "text", "text": "At that stage, only about 60% of the data is available, so the figure is revised as more information comes in."}, {"type": "text", "text": "The ONS publishes more information about this on its website."}, {"type": "text", "text": "GDP doesn't tell the whole story:"}, {"type": "text", "text": "Just because GDP is increasing, it doesn't mean that an individual person's standard of living is improving. "}, {"type": "text", "text": "If a country's population increases, it pushes GDP up, because with more people, more money will be spent. "}, {"type": "text", "text": "But individuals within that country might not be getting richer. They may be getting poorer on average, even while GDP goes up."}, {"type": "text", "text": "The ONS also publishes a figure for GDP per capita - or head of population - which can tell a different story. "}, {"type": "text", "text": "Some critics also argue that GDP doesn't take into account whether the economic growth it measures is sustainable, or the environmental damage it might do. "}, {"type": "text", "text": "Alternative measures have been developed which try to capture this. "}, {"type": "text", "text": "In 2010, the ONS started measuring well-being alongside economic growth. This assesses health, relationships, education and skills, as well as people's personal finances and the environment. "}, {"type": "text", "text": "In 2019, then New Zealand PM Jacinda Ardern released the country's first 'well-being budget', prioritising health and life-satisfaction rather than economic growth. "}, {"type": "text", "text": "But despite its limitations, GDP is still the most widely-used measure for most government decisions and international comparisons."}]}]