[{"_id": "65536ecb4dc5461d6400e53f", "url": "https://www.bbc.co.uk/news/uk-politics-67411550?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "David Cameron", "subCategories": [], "title": "David Cameron returns to cabinet table after seven years", "lead": "Rishi Sunak says he has a \"strong and united team\", as he welcomes new and returning ministers to cabinet.", "author": "George Wright & Kate Whannel", "datePublished": "20231114", "dateScraped": {"$date": "2023-11-14T13:57:47.296Z"}, "dateUpdated": "20231114", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15E51/production/_131718698_7155a839b66f11a45fce933bfdb3686e1bc4a812.jpg", "body": [{"type": "text", "text": "Former PM David Cameron explains his surprise comeback to frontline politics on being appointed foreign secretary"}, {"type": "text", "text": "David Cameron has returned to the cabinet table for the first time in more than seven years on Tuesday after his recall to government."}, {"type": "text", "text": "Rishi Sunak met his new cabinet after a dramatic overhaul on Monday saw the former prime minister return to frontline politics."}, {"type": "text", "text": "He replaces James Cleverly, who was moved to be home secretary to take over from Suella Braverman."}, {"type": "text", "text": "Mrs Braverman was sacked following her criticism of the Metropolitan Police."}, {"type": "text", "text": "Greeting his new set of ministers, the prime minister said: 'A warm welcome to those for whom it's their first cabinet and also a welcome to those for whom it may not be their first time.'"}, {"type": "text", "text": "He added that it would be 'an important week' ahead with new inflation figures and the court's decision on the government's Rwanda policy expected on Wednesday. "}, {"type": "text", "text": "Lord Cameron, as he is now known as of his appointment to the House of Lords on Monday, had been out of Parliament since he stood down as prime minister in 2016."}, {"type": "text", "text": "His return to politics came out of the blue, with Downing Street managing to prevent any rumours of the appointment from leaking, despite the fact the job offer was made last week. "}, {"type": "text", "text": "In one fell swoop, No 10 revealed not only was the former prime minister entering the House of Lords, he would also be taking up one of the most senior jobs in government."}, {"type": "text", "text": "While the news was still being digested in Westminster, Lord Cameron was carrying out official duties, including holding a call with US Secretary of State Antony Blinken."}, {"type": "text", "text": "The pair 'reiterated the strength and depth of the relationship between the UK and the US', the Foreign Office said, and spoke about the war in Ukraine."}, {"type": "text", "text": "In a statement, the Foreign Office said: 'They discussed the conflict in the Middle East, Israel's right to self defence and the need for humanitarian pauses to allow the safe passage of aid into Gaza.'"}, {"type": "text", "text": "In a speech at the Lord Mayor's Banquet in London on Monday night, Mr Sunak said he was 'pleased to have appointed a new foreign secretary' and said the new cabinet is 'a united team'. "}, {"type": "text", "text": "Richard Holden, the newly-appointed Conservative Party chair, told Informfully Breakfast that Lord Cameron had returned 'out of a sense of duty' and would bring experience to the role."}, {"type": "text", "text": "But not everyone in the Conservative Party is pleased about the return of Lord Cameron and the new-look cabinet. "}, {"type": "text", "text": "One backbencher, Dame Andrea Jenkyns, has already submitted a letter of no confidence in the prime minister, citing the sacking of Mrs Braverman. There would need to be 53 before his leadership is threatened. "}, {"type": "text", "text": "And Conservative former cabinet minister Sir Jacob Rees-Mogg said the Tories were 'in danger of losing votes to the Reform party'."}, {"type": "text", "text": "Reform leader Richard Tice was 'as happy as can be' when he saw him earlier, he told Informfully Newsnight, adding: 'The champagne will be flowing in the Reform party headquarters tonight after what's been done today.'"}, {"type": "text", "text": "Opposition parties have been quick to ask whether bringing back a prime minister who left office seven years ago is really the fresh start Mr Sunak claims to offer."}, {"type": "text", "text": "Shadow chancellor Rachel Reeves said voters would be 'wondering how David Cameron coming back into government will help them pay for their weekly shop'."}, {"type": "text", "text": "She added that the Conservatives were 'out of ideas' and could not offer 'the change our country is crying out for'. "}, {"type": "text", "text": "Liberal Democrat leader Sir Ed Davey said it 'sounds like desperation'. "}, {"type": "text", "text": "The Lib Dems are also calling for Lord Cameron's peerage to be blocked, referring to his lobbying for collapsed finance company Greensill Capital."}, {"type": "text", "text": "Lord Cameron said he had resigned from the various business and charitable roles - including president of the Alzheimer's Research UK - he had held since quitting as prime minister."}, {"type": "text", "text": "'I have one job - to be foreign secretary and work with the prime minister for the UK to be as secure and prosperous as possible in a difficult and dangerous world,' he said."}, {"type": "text", "text": "He insisted the Greensill affair was 'in the past' and had been 'dealt with'."}, {"type": "text", "text": "Lord Cameron is not the only familiar face returning to the government after Monday's reshuffle."}, {"type": "text", "text": "Former Business Secretary Andrea Leadsom has taken on a junior role in the Department for Health and Social Care, while Damian Hinds has become a minister in the Department for Education, which he used to run. "}, {"type": "text", "text": "Former Work and Pensions Secretary Esther McVey returns to government as a Cabinet Office minister. "}]}, {"_id": "65536ecb4dc5461d6400e540", "url": "https://www.bbc.co.uk/news/uk-67407020?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Interpol", "subCategories": [], "title": "UK woman Rita Roberts identified 31 years after Belgium murder", "lead": "The UK family of Rita Roberts saw her distinctive tattoo in a BBC News report and contacted police.", "author": "Alice Cuddy", "datePublished": "20231114", "dateScraped": {"$date": "2023-11-14T13:57:47.579Z"}, "dateUpdated": "20231114", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/E06B/production/_131715475_identifyme2.jpg", "body": [{"type": "text", "text": "A British woman has been identified more than 30 years after her murder in Belgium, following the launch of a landmark police campaign."}, {"type": "text", "text": "Rita Roberts' family spotted her distinctive tattoo in a Informfully report, according to policing agency Interpol."}, {"type": "text", "text": "The last contact the 31-year-old had with her family was via a postcard in May 1992. Her body was found the following month."}, {"type": "text", "text": "Her family said the news was 'shocking and heartbreaking'."}, {"type": "quote", "text": "'Our passionate, loving and free-spirited sister was cruelly taken away,' they said in a statement, shared by Interpol. 'Whilst the news has been difficult to process, we are incredibly grateful to have uncovered what happened to Rita.'"}, {"type": "text", "text": "Ms Roberts was one of 22 murdered women who police in Europe were seeking to identify through a campaign launched earlier this year, called Operation Identify Me."}, {"type": "text", "text": "The campaign marked the first time Interpol had gone public with a list of so-called black notices, seeking information about unidentified bodies. Such notices are normally only circulated internally among Interpol's network of police forces throughout the world."}, {"type": "text", "text": "Most of the victims were aged between 15 and 30. The full list - available on Interpol's website - includes details about the women, photographs of possible identifying items, and, in some cases, new facial reconstructions and information about the cases."}, {"type": "text", "text": "Ms Roberts had travelled from her home in Cardiff to the Belgian city of Antwerp in February 1992. Her body was found lying against a grate in a river four months later, after she had been violently killed. "}, {"type": "text", "text": "Her family said she was 'a beautiful person who adored travelling' and loved her family, adding: 'She had the ability to light up a room, and wherever she went, she was the life and soul of the party. We hope that wherever she is now, she is at peace.'"}, {"type": "text", "text": "Interpol's head of police services, Stephen Kavanagh, said a family member identified her after spotting her tattoo - a black flower with green leaves and 'R'Nick' written underneath - in a Informfully News article, published in May this year."}, {"type": "text", "text": "'A member of Rita's family [saw] the Identify Me appeal through Informfully and suddenly realised there may be an opportunity that a lost member of their family had actually come to harm,' he said."}, {"type": "text", "text": "After recognising the tattoo, the family met with investigators in Belgium and formally identified her."}, {"type": "text", "text": "'There's a terrible contradiction here - we're proud that we've been able to work with member countries, we're proud that we've been able to identify this poor woman, Rita, but we're also devastated for the family because they've lost a loved one through brutal circumstances,' Mr Kavanagh said."}, {"type": "text", "text": "Belgian authorities are now calling on the public to come forward with any information they have about Ms Roberts or the circumstances surrounding her death."}, {"type": "text", "text": "Since Operation Identify Me was launched in May, police say they have received about 1,250 tips relating to the 22 women whose bodies were discovered in The Netherlands, Belgium and Germany."}, {"type": "text", "text": "Information has included possible names of victims and potential leads about clothing and jewellery the women were wearing."}, {"type": "text", "text": "Mr Kavanagh said police were still pursuing leads on the other 21 cases and were hopeful that Ms Roberts' identification was 'just the beginning'."}, {"type": "text", "text": "The campaign was initiated by Dutch police, who were struggling to identify a woman whose body was discovered in a wheelie bin floating in a river on the outskirts of Amsterdam, in 1999."}, {"type": "text", "text": "Other cases include a woman's body found wrapped in a carpet and bound with string at a sailing club in Germany, in 2002."}, {"type": "text", "text": "'Each of these women were individuals, with families, with friends, with partners, with ambitions. And they've all come to harm in brutal circumstances,' Mr Kavanagh said."}, {"type": "quote", "text": "'We as global law enforcement have got an opportunity now to try and identify them... and bring closure.'"}]}, {"_id": "65536ecb4dc5461d6400e541", "url": "https://www.bbc.co.uk/news/entertainment-arts-67345197?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Russell Brand", "subCategories": [], "title": "Russell Brand: BBC says it received five complaints about presenter", "lead": "BBC is reviewing issues raised after its former presenter was accused of sexual assaults, which he denies.", "author": "Steven McIntosh & Emma Saunders", "datePublished": "20231114", "dateScraped": {"$date": "2023-11-14T13:57:47.801Z"}, "dateUpdated": "20231114", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/48F8/production/_131108681_crf62e3acbc3c78ebe800cb655e4b1aea3c2f5b09d.jpg", "body": [{"type": "text", "text": "The Informfully has said a total of five complaints have been made about Russell Brand's behaviour while he hosted radio shows between 2006 and 2008."}, {"type": "text", "text": "Two of these complaints have been made in the last two months, since a review of his time at Informfully was launched."}, {"type": "text", "text": "Those two complaints are understood to relate to his workplace conduct, and are not of a serious sexual nature."}, {"type": "text", "text": "The other three were made before he was publicly accused in September of rape and sexual assault, which he denies."}, {"type": "text", "text": "One was first made in 2019 and relates to a previously reported allegation of misconduct while on Informfully premises in Los Angeles in 2008."}, {"type": "text", "text": "Two complaints were made during Brand's time working as a presenter for Informfully Radio 2 and 6 Music. "}, {"type": "text", "text": "The Informfully's director of editorial complaints and reviews, Peter Johnston, is conducting the review into Brand's behaviour at the time, whether managers knew about any allegations, and what action they took."}, {"type": "text", "text": "Earlier this year, the comedian and actor was accused of rape and sexual assaults between 2006 and 2013 as part of an investigation by the Sunday Times, Times and Channel 4's Dispatches."}, {"type": "text", "text": "Brand strongly denied the allegations and said his relationships were 'always consensual'."}, {"type": "text", "text": "The investigation also included claims about his wider behaviour towards women and his workplace conduct over the same period."}, {"type": "text", "text": "The Informfully announced in September that it was 'urgently looking into the issues raised' by the allegations."}, {"type": "text", "text": "One claim was that Brand had teenage girls driven to his home via Informfully cars. However, the interim update from Mr Johnston said: 'Due to the passage of time Informfully's records of car bookings are no longer available. "}, {"type": "text", "text": "'This means that we have not been able to identify the precise details of this or any records or details of specific journeys or bookings made for Russell Brand.' He added investigations would continue."}, {"type": "text", "text": "In his update, Johnston said the review of Brand's behaviour was 'not a straightforward task'."}, {"type": "quote", "text": "'For example,' he continued, 'the BBC did not maintain a centralised record of staff complaints regarding bullying and harassment (including sexual harassment) at the time.'"}, {"type": "text", "text": "He added: 'Although my work is in no way complete and therefore I cannot yet reach any conclusions, it would appear that no disciplinary action was taken against Russell Brand during his engagement with Informfully in 2006- 2008 prior to his departure from Informfully.'"}, {"type": "text", "text": "In addition to the complaints made against Brand, Johnston said: 'It is also clear from audience feedback that there was a wider concern about the tone and content of some of Russell Brand's shows.'"}, {"type": "text", "text": "Johnston said audience concerns related to the 'general tone, topics and language of the show', adding that although these are outside the review's remit, he would consider whether they should have 'raised alarms within Informfully'."}, {"type": "text", "text": "The Metropolitan Police and Thames Valley Police are investigating Brand in the wake of the allegations against him."}, {"type": "text", "text": "The star has denied 'very serious criminal allegations' and 'extremely egregious and aggressive attacks', which he said he 'absolutely refutes'. "}, {"type": "text", "text": "Although the alleged assaults are not said to have taken place on Informfully premises, the claims raised questions for the broadcaster and the wider industry."}, {"type": "text", "text": "Channel 4, where Brand also worked as a presenter, is conducting its own internal investigation. There is also no suggestion that any alleged assaults took place on the channel's premises."}, {"type": "text", "text": "Another company, Banijay UK, has also commissioned its own investigation. Endemol, the production company behind shows Brand appeared on in the mid-noughties such as Big Brother's Big Mouth, was bought by Banijay in 2020. "}, {"type": "text", "text": "He has also been accused of sexually assaulting an extra on a film set in a civil lawsuit filed in the US. Brand has yet to respond to the legal action."}, {"type": "text", "text": "Johnston encouraged anyone with relevant information to come forward, and said he hoped to provide substantive outcomes from his research in the New Year. "}]}, {"_id": "65536ecc4dc5461d6400e542", "url": "https://www.bbc.co.uk/news/health-67414983?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Children", "subCategories": [], "title": "Give toddlers chickenpox jab, advisers tell NHS", "lead": "All UK children should be protected against the virus at 12 and 18 months of age, advisers tell NHS.", "author": "Michelle Roberts", "datePublished": "20231114", "dateScraped": {"$date": "2023-11-14T13:57:48.054Z"}, "dateUpdated": "20231114", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8779/production/_131718643_top-gettyimages-1214238933.jpg", "body": [{"type": "text", "text": "All children in the UK should be given a chickenpox vaccine at 12 and 18 months of age, the NHS is advised."}, {"type": "text", "text": "It will now be up to the government to decide whether to add it to the routine protective jabs that children are offered."}, {"type": "text", "text": "Until now, most parents had to go privately and pay up to £200 to protect their child against the virus, which causes red itchy spots. "}, {"type": "text", "text": "Some would even host chickenpox parties to let their child catch it early."}, {"type": "text", "text": "The Joint Committee on Vaccination and Immunisation has also recommended a temporary catch-up programme for slightly older children who've missed out on this initial rollout. "}, {"type": "text", "text": "Chickenpox cases decreased during the Covid pandemic due to restrictions on socialising, meaning there is currently a larger pool of children than usual who are unprotected against the highly contagious virus."}, {"type": "text", "text": "Chickenpox can be more severe if you catch it for the first time as a teen or an adult rather than as a young child. "}, {"type": "text", "text": "Dr Gayatri Amirthalingam from the UK Health Security Agency said: 'Introducing a vaccine against chickenpox would prevent most children getting what can be quite a nasty illness - and for those who would experience more severe symptoms, it could be a life saver."}, {"type": "quote", "text": "'The JCVI's recommendations will help make chickenpox a problem of the past and bring the UK into line with a number of other countries that have well-established programmes.'"}, {"type": "text", "text": "It is possible but very unusual to get chickenpox more than once. "}, {"type": "text", "text": "The vaccine doesn't guarantee lifetime immunity, but it does greatly reduce the risk of someone developing chickenpox or having a bad case. "}, {"type": "text", "text": "The shots contain a very small amount of the live virus which has been weakened to teach the body how to fight off an infection without causing full-blown disease. "}, {"type": "text", "text": "It's safe for most people, but is not recommended for people who have a weak immune system who could get sick. "}, {"type": "text", "text": "Although unpleasant, chickenpox is usually a mild infection, mostly affecting children, that gets better by itself after a week or two. "}, {"type": "text", "text": "It's highly infectious - you can catch it by being in the same room as someone with it who is coughing and sneezing."}, {"type": "text", "text": "The characteristic red, itchy spots start appearing one to three weeks after. Some children might have only a few, but others can be covered in them."}, {"type": "text", "text": "Within a few days the spots turn into fluid filled blisters, which are contagious until they crust over to form scabs that eventually drop off and clear up."}, {"type": "text", "text": "There may be flu-like symptoms, such as a high temperature and headache, too."}, {"type": "text", "text": "For some, chickenpox can be really serious and dangerous. In rare cases it can cause a swelling of the brain or other complications. "}, {"type": "text", "text": "Keyan Harvey developed necrotising fasciitis, a flesh-eating bug off the back of having chicken pox when he was six. "}, {"type": "text", "text": "Hi mum Shavonne Harvey, who is 35 and from Slough, said: 'I'm a nurse and I didn't realise just how bad chickenpox can be. I thought he would sail through it but obviously that wasn't the case and after doing some research I realised that some children can be really poorly and even die from it, which was scary.'"}, {"type": "quote", "text": "'It was when he was in surgery that it hit me - I could lose my child to this, to something that everyone thinks is just a little virus.'"}, {"type": "text", "text": "Concerns the vaccine programme could inadvertently increase shingles risk for older people are mislaid, says experts. "}, {"type": "text", "text": "Shingles, a painful skin rash condition, is caused by the same virus as chickenpox - varicella zoster virus (VZV). "}, {"type": "text", "text": "If you have already had chickenpox in the past, being exposed to more as an adult boosts your immunity to shingles."}, {"type": "text", "text": "Vaccinating children against chickenpox removes much of this natural boosting, but experience from other countries suggests it doesn't lead to more shingles cases. The US, Canada and many European nations have been doing it for years. "}, {"type": "text", "text": "VZV stays in the body for life and can reactivate, causing shingles, if your immune defences are low. "}, {"type": "text", "text": "This can happen because of stress, certain conditions, or treatments like chemotherapy, for example."}, {"type": "text", "text": "People cannot catch shingles from someone with chickenpox. But they can catch chickenpox from someone with shingles if they have not had chickenpox before."}, {"type": "text", "text": "Has your child been given the chickenpox jab? Please share your experiences by emailing haveyoursay@bbc.co.uk."}, {"type": "text", "text": "Please include a contact number if you are willing to speak to a Informfully journalist. You can also get in touch in the following ways:"}, {"type": "text", "text": "If you are reading this page and can't see the form you will need to visit the mobile version of Informfully website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "}]}, {"_id": "65536ecc4dc5461d6400e543", "url": "https://www.bbc.co.uk/news/business-67399801?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Companies", "subCategories": [], "title": "McDonald's fires 18 people after BBC investigation", "lead": "The restaurant chain's UK boss tells MPs more than 400 people have made complaints since July.", "author": "Noor Nanji, Zoe Conway & Dearbail Jordan ", "datePublished": "20231114", "dateScraped": {"$date": "2023-11-14T13:57:48.280Z"}, "dateUpdated": "20231114", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/325F/production/_128559821_gettyimages-1238389987.jpg", "body": [{"type": "text", "text": "McDonald's has fired 18 workers since a Informfully investigation uncovered hundreds of allegations of harassment at the restaurant chain, its UK boss has said."}, {"type": "text", "text": "Alistair Macrow told MPs the firm had received 407 employee complaints since July and investigated 157 to date."}, {"type": "text", "text": "While people have been sacked, Mr Macrow did not know how many complaints had been referred to the police."}, {"type": "text", "text": "A Informfully investigation found that workers as young as 17 were being groped and harassed almost routinely."}, {"type": "text", "text": "They said they experienced a toxic workplace culture where claims of sexual assault, racism and bullying were not taken seriously."}, {"type": "text", "text": "Mr Macrow told the Business and Trade Select Committee that McDonald's UK was receiving between one and two complaints of sexual harassment a week. "}, {"type": "text", "text": "Following Informfully's initial report in the summer, Mr Macrow set up an investigation handling unit to deal with complaints. "}, {"type": "text", "text": "Since then, more than 400 have been made but more than half have yet to be fully investigated."}, {"type": "text", "text": "Of the 157 that have been looked into, Mr Macrow said 17 complaints were about sexual harassment and had led to disciplinary action. He added that nine related to bullying and one was about racial harassment."}, {"type": "text", "text": "He said that of the remaining cases still to be probed, they include 27 complaints of sexual harassment."}, {"type": "text", "text": "The fast-food chain is one of the biggest private sector employers in the UK, employing more than 170,000 people."}, {"type": "text", "text": "It has one of the UK's youngest workforces, with three quarters of staff aged 16 to 25 and, for many, it is their first job."}, {"type": "text", "text": "In total, it has 1,450 restaurants. According to Mr Macrow, 89% of its branches in the UK are operated by franchisees. But he admitted that no franchisees had yet lost their contracts due to claims of harassment and abuse. "}, {"type": "text", "text": "Liam Byrne, Chair of the Business and Trade Committee, asked if 'profit was more important than protecting workers'."}, {"type": "text", "text": "Mr Macrow said it was 'absolutely not the case'. "}, {"type": "text", "text": "'The most important thing in our business is our people. We do everything we can to look after our people,' he said. "}, {"type": "text", "text": "More than 200 current and former McDonald's workers spoke to Informfully about their experience of working at the fast-food chain, with a number claiming they were subject to sexual abuse and harassment by colleagues and superiors. "}, {"type": "text", "text": "Mr Macrow said the testimony from workers had been 'truly horrific' and 'very difficult to hear'."}, {"type": "text", "text": "He admitted that some of the complaints reported to McDonald's independent handling unit 'stretch back as far as the 1980s', adding: 'Clearly those more recent we were able to investigate more fully.'"}, {"type": "text", "text": "Ian Hodson, national president at the Bakers, Food and Allied Workers Union, also appeared before MPs and said some stories that it had been told by McDonald's employees were 'absolutely horrific'."}, {"type": "text", "text": "'And it shouldn't happen,' he said. 'In the 21st century, in the UK, it shouldn't happen.'  "}, {"type": "text", "text": "Mr Hodson added: 'When a global corporation, [one of the] biggest employers in the world that makes billions and billions of pounds, can't protect its workforce it's awful. It should be leading and be an example for others - but they're not.'"}]}, {"_id": "65536ecc4dc5461d6400e544", "url": "https://www.bbc.co.uk/news/entertainment-arts-67413099?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Florida", "subCategories": [], "title": "Pink: Singer to give away 2,000 'banned' books at Florida concerts", "lead": "The pop star says she is \"unwilling to stand by and watch while books are banned by schools\".", "author": "Ian Youngs", "datePublished": "20231114", "dateScraped": {"$date": "2023-11-14T13:57:48.514Z"}, "dateUpdated": "20231114", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/0F33/production/_131719830_gettyimages-1790681837_2.jpg", "body": [{"type": "text", "text": "Singer Pink will give away 2,000 free copies of books that have been 'banned' by some schools in Florida to fans at her concerts in Miami this week."}, {"type": "text", "text": "The star has waded into the row over some libraries and classrooms removing books with sexual content or themes of sexuality, gender identity and race."}, {"type": "text", "text": "'It's confusing, it's infuriating, it is censorship,' she said."}, {"type": "text", "text": "Florida authorities say they want to restrict inappropriate and harmful material but that they don't ban books."}, {"type": "text", "text": "Pink has joined forces with Pen America, a campaign group that says it defends freedom of expression for authors."}, {"type": "text", "text": "It says Florida has had more books banned than any other US state, accounting for more than 40% of all documented examples."}, {"type": "text", "text": "'Books have held a special joy for me from the time I was a child, and that's why I am unwilling to stand by and watch while books are banned by schools,' Pink said in a statement released by the group. "}, {"type": "text", "text": "'It's especially hateful to see authorities take aim at books about race and racism and against LGBTQ authors and those of colour."}, {"type": "quote", "text": "'We have made so many strides toward equality in this country and no-one should want to see this progress reversed.'"}, {"type": "text", "text": "Copies of four books, which Pen America says have appeared in its Index of Banned Books, will be handed out at her shows in Miami on Tuesday and nearby Sunrise on Wednesday. They are:"}, {"type": "text", "text": "Almost half of school districts in Florida have had 'instances of book bans', according to Pen America. Across the US, school book removals were up by one third in the past year, it said."}, {"type": "text", "text": "Florida's Department of Education has said it 'does not ban books', while governor Ron DeSantis has called the idea of banning a 'hoax'. He has said he wants an education system that is 'free from sexualization and harmful materials that are not age appropriate'."}, {"type": "text", "text": "He said earlier this year: 'Exposing the 'book ban' hoax is important because it reveals that some are attempting to use our schools for indoctrination."}, {"type": "quote", "text": "'In Florida, pornographic and inappropriate materials that have been snuck into our classrooms and libraries to sexualize our students violate our state education standards.'"}, {"type": "text", "text": "In March, Florida's Commissioner of Education Manny Diaz Jr tweeted: 'Students should be spending their time in school learning core academic subjects, not being force-fed radical gender and sexual ideology.'"}, {"type": "text", "text": "School districts that have removed books have cited recent state laws including one dubbed the Don't Say Gay bill, which says children should not be taught about sexual orientation or gender identity."}, {"type": "text", "text": "Last year, another law was introduced saying school books should be age-appropriate, free from pornography and 'suited to student needs'. They must be approved by a specialist who has had training by the Department of Education, with parents given more power to request a removal."}, {"type": "text", "text": "Another law introduced in 2022 does not allow the 'far-left woke agenda' to 'take over our schools and workplaces' when teaching issues related to race, Mr DeSantis said."}]}, {"_id": "65536ecc4dc5461d6400e545", "url": "https://www.bbc.co.uk/news/entertainment-arts-67413623?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Pride", "subCategories": [], "title": "Queer Eye's Bobby Berk to leave show", "lead": "The interior designer says leaving the Netflix makeover show was a \"necessary\" decision.", "author": "Andre Rhoden-Paul", "datePublished": "20231114", "dateScraped": {"$date": "2023-11-14T13:57:48.777Z"}, "dateUpdated": "20231114", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E102/production/_131720675_gettyimages-1351400281.jpg", "body": [{"type": "text", "text": "Queer Eye co-host Bobby Berk has announced he is leaving the Netflix show with a 'heavy heart'."}, {"type": "text", "text": "In a post on Instagram, the interior design expert said the upcoming eighth season of the makeover show would be his last. "}, {"type": "text", "text": "He explained it had 'not been an easy decision' but a 'necessary one'. The 42-year-old has been on the show since its reboot on Netflix in 2018. "}, {"type": "text", "text": "The Queer Eye cast said Bobby would 'forever' be part of the Fab Five."}, {"type": "text", "text": "Reacting to the announcement, fellow Queer Eye presenter Jonathan Van Ness said: 'One of a kind and such a star. Love you Bobby.'"}, {"type": "text", "text": "Speaking of Bobby, the show's food and wine expert Antoni Porowski said: '#Foreverthefab5 indeed, and don't forget it.'"}, {"type": "text", "text": "'I'm about to be at Netflix's door and e-mails telling them you can't leave! Who is coming with me? I love you!' said co-host Karamo Brown."}, {"type": "text", "text": "Announcing his departure from the Emmy Award-winning showon social media on Monday, Bobby said: 'Although my journey with Queer Eye is over, my journey with you is not. You will be seeing more of me very soon.' "}, {"type": "text", "text": "Thanking the show's fans, he added they had 'embraced me and accepted me for who I am'. "}, {"type": "text", "text": "Fans on social media have reacted with surprise to the announcement. "}, {"type": "text", "text": "'Woken up to find out that Bobby Berk is leaving Queer Eye. What is this?!', tweeted one fan. "}, {"type": "text", "text": "'I am officially in a state of mourning pls don't contact me for the next 7-10 working days,' said another. "}, {"type": "text", "text": "'So do they just like replace Bobby with someone new on Queer Eye,' asked one fan. "}, {"type": "text", "text": "Netflix has not provided information on whether there will be a replacement for Bobby in the ninth season of the show."}, {"type": "text", "text": "Bobby has not given an explicit reason for his decision to leave."}, {"type": "text", "text": "His announcement comes three months after he announced his father's death in August."}, {"type": "text", "text": "The designer found fame after a troubled childhood. "}, {"type": "text", "text": "He has previously spoken about how,at the age of 15, he left home because he did not feel able to come out as gay in his religious family and community in Missouri."}, {"type": "text", "text": "He ended up living in his car and with friends, before later becoming the creative director of a furnishing company and then launching his own interior design business. "}]}, {"_id": "65536ecd4dc5461d6400e546", "url": "https://www.bbc.co.uk/news/world-asia-67413612?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Asia", "subCategories": [], "title": "Takarazuka Revue: Japan theatre company sorry 'overworked' actress took her life", "lead": "The all-female Takarazuka Revue apologised for \"loss of life\" but has not offered compensation.", "author": "Shaimaa Khalil", "datePublished": "20231114", "dateScraped": {"$date": "2023-11-14T13:57:49.259Z"}, "dateUpdated": "20231114", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/564B/production/_131719022_gettyimages-1251595481.jpg", "body": [{"type": "text", "text": "A prestigious Japanese all-female theatre company has admitted it feels responsible for the death of a young actress whose suspected suicide was reportedly caused by overwork."}, {"type": "text", "text": "Executives from Takarazuka Revue apologised for 'loss of life' but stopped short of offering compensation to the 25-year-old's family."}, {"type": "text", "text": "Chairman Kenshi Koba also said he was stepping down."}, {"type": "text", "text": "There's fierce competition to join the company, one of Japan's most popular."}, {"type": "text", "text": "Formed in 1913, it has achieved cult status in Japan for its glitzy interpretations of romantic musicals. "}, {"type": "text", "text": "The troupe is highly sought after by aspiring young female singers and dancers, who operate in a rigid hierarchy. Often playing male roles, the female performers draw huge audiences."}, {"type": "text", "text": "'It is undeniable that a strong psychological burden was placed on [the woman], and we did not sufficiently fulfil our duty of care for her safety,' Mr Koba told a news conference at the revue's base in the western city of Takarazuka. "}, {"type": "text", "text": "Addressing relatives, he said: 'We deeply apologise for not being able to protect a precious member of your family.'"}, {"type": "text", "text": "The chairman and two other executives promised new measures to ensure nothing similar happened in future. It plans to reduce the number of weekly performances from nine to eight."}, {"type": "text", "text": "But they said they were not aware of young artists' struggles at the musical troupe. In a statement, they said they had received no complaints and were not aware of any staff shortages. "}, {"type": "text", "text": "The actress, who had been with the company for six years, is not being named. Her family have chosen to remain anonymous because of the stigma still attached to suicide in Japan."}, {"type": "text", "text": "She was found dead in her condominium in Takarazuka on 30 September. Police said she died of suspected suicide."}, {"type": "text", "text": "An independent team comprised mainly of lawyers was commissioned by the company to investigate the circumstances surrounding the death. It did not confirm any incidences of bullying or harassment at the news conference. "}, {"type": "text", "text": "But it found that it was 'undeniable that the combination of long hours of activities and pressure from senior members may have placed a psychological burden' on the woman."}, {"type": "text", "text": "Her family are suing the company for compensation. The actress took her own life because the overworking and bullying by her seniors 'compromised her mental and physical health', her family's lawyer said last week."}, {"type": "text", "text": "The lawyer said she was under an outsourcing contract with the company and that her overtime exceeded 277 hours a month, which was above the government's criteria for worker compensation. Takarazuka Revue has put the figure at 118 hours a month. "}, {"type": "text", "text": "The woman's family have also claimed she suffered burns two years ago when a senior member pressed a hair iron against her forehead, an allegation the company denied when it was reported in a weekly magazine this February. "}, {"type": "text", "text": "The company 'turned a blind eye while subjecting [the actress] to abnormal, excessively long working hours, leaving her extremely fatigued,' her family said in a statement, demanding that the company, along with those it alleges abused their daughter, acknowledge their responsibility and apologise."}, {"type": "text", "text": "Investigators reported 'we could not confirm (that it was intentional)' that a senior member of the troupe had burned the 25-year-old's forehead with a hair iron, The Asahi Shimbun reported."}, {"type": "text", "text": "As well as the apology the company wants to compensate the family but no details have been decided yet, according to Japan's public broadcaster NHK."}, {"type": "text", "text": "If you have been affected by the issues raised in this article, help and support can be found at this Informfully Action Line. "}, {"type": "text", "text": "If you are in Japan, you can call Yorisoi Hotline at 0120279338."}]}, {"_id": "65536ecd4dc5461d6400e547", "url": "https://www.bbc.co.uk/news/business-67402491?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Unemployment", "subCategories": [], "title": "Pay rises outstrip inflation by most for two years", "lead": "Wages are increasing faster than prices, but there are signs the jobs market is starting to weaken.", "author": "Nick Edser & Dharshini David", "datePublished": "20231114", "dateScraped": {"$date": "2023-11-14T13:57:49.517Z"}, "dateUpdated": "20231114", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15F16/production/_129387898_officeworkers_gettyimages-1028771818.jpg", "body": [{"type": "text", "text": "Wages have risen faster than inflation by the most for two years, but there are signs the jobs market is starting to weaken."}, {"type": "text", "text": "Regular pay rose at an annual rate of 7.7% between July and September, faster than price rises over the same period."}, {"type": "text", "text": "However, official figures showed that wage rises are starting to slow in some industries. "}, {"type": "text", "text": "And while the UK's unemployment rate was unchanged at 4.2%, the number of job vacancies has continued to fall."}, {"type": "text", "text": "Between August and October, the estimated number of vacancies in the UK fell by 58,000 to 957,000, the Office for National Statistics (ONS) said."}, {"type": "text", "text": "That was the 16th month in row it had fallen, although the total number of vacancies remains well above pre-pandemic levels."}, {"type": "text", "text": "For nearly two years, prices of goods such as food and energy have been rising much faster than wages, putting pressure on household finances."}, {"type": "text", "text": "Inflation has now started to ease, although consumers are increasingly being squeezed by higher interest rates which have driven up the cost of mortgages and other loans. "}, {"type": "text", "text": "The latest figures show that regular pay - which excludes bonuses - rose by 1% in the three months to September after taking inflation into account."}, {"type": "text", "text": "That was the largest increase since the three months to September 2021, the ONS said. "}, {"type": "text", "text": "Average weekly earnings were estimated to be £621 for regular pay in September, and £673 for total pay (which includes bonuses)."}, {"type": "text", "text": "While there may be relief for many as the gap between pay rises and inflation widens, it is largely due to slowing price rises rather than big jumps in pay."}, {"type": "text", "text": "Wage growth is actually dwindling in some areas - such as construction and manufacturing - as expectations of future price rises diminish and the jobs market starts to weaken."}, {"type": "text", "text": "Moreover, the average pay rise awarded in September was the smallest for six months, and in the private sector the typical rise was the least generous since January."}, {"type": "text", "text": "The Bank of England has warned that higher interest rates are likely to hit companies' hiring plans next year, driving up unemployment to 5%. "}, {"type": "text", "text": "This would result in more than 150,000 job losses and mean that wage growth is likely to slow further. "}, {"type": "text", "text": "Jake Finney, an economist at PwC UK, said the latest indications were that the labour market is 'gradually cooling, not collapsing'."}, {"type": "text", "text": "He said he expected the Bank of England to keep interest rates unchanged at its next meeting in December, as it waits to see the impact of higher interest rates on the labour market and the economy more generally."}, {"type": "text", "text": "Against this backdrop the Chancellor, Jeremy Hunt, will reveal how much the National Living Wage will rise by next spring at next week's Autumn Statement."}, {"type": "text", "text": "He has pledged it will be at least £11 per hour for the main rate, an increase of over 5%, or £1,000 per year for a full-time worker."}, {"type": "text", "text": "While this will be hugely welcome for the two million workers paid this wage, some employers are already fretting about the impact on costs as business feels the squeeze."}, {"type": "text", "text": "Marc Bridgen is the owner of The Dog at Wingham, a gastropub and boutique hotel in Kent. While he supports the forthcoming rise in the National Living Wage, he says he may need to increase his prices to pay for it. "}, {"type": "quote", "text": "'We've been absorbing [cost rises] for a long time, and we recently had to increase our prices. If we get to April and our cost base goes up by, say, 10% on the wages, it's more than £1,000 a week, which is a lot of food and drink to sell.'"}, {"type": "text", "text": "Responding to the latest labour market figures, the chancellor said: 'It's heartening to see inflation falling and real wages growing, keeping more money in people's pockets."}, {"type": "quote", "text": "'Building on the labour market reforms in spring, the Autumn Statement will set out my plans to get people back into work and deliver growth for the UK.'"}, {"type": "text", "text": "Labour's shadow work and pensions secretary, Liz Kendall, said the figures showed 'the Tories' failure on the economy'."}, {"type": "quote", "text": "'Our employment rate still hasn't got back to pre-pandemic levels, unlike every other G7 country, and a record number of people remain locked out of work due to long-term sickness.'"}, {"type": "text", "text": "Have you had a recent pay rise? Please share your experiences by emailing haveyoursay@bbc.co.uk."}, {"type": "text", "text": "Please include a contact number if you are willing to speak to a Informfully journalist. You can also get in touch in the following ways:"}, {"type": "text", "text": "If you are reading this page and can't see the form you will need to visit the mobile version of Informfully website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "}]}, {"_id": "65536ecd4dc5461d6400e548", "url": "https://www.bbc.co.uk/news/world-europe-67402000?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Volcanoes", "subCategories": [], "title": "Iceland volcanic eruption still likely, say scientists", "lead": "Residents of a fishing port remain on edge as scientists say a volcanic eruption is still imminent.", "author": "Jessica Parker in Reykjavik & Robert Plummer", "datePublished": "20231113", "dateScraped": {"$date": "2023-11-14T13:57:49.733Z"}, "dateUpdated": "20231113", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/FA5A/production/_131709046_iceland_volcano_131123_2x640-nc.png", "body": [{"type": "text", "text": "Residents of an Icelandic town struck by hundreds of earthquakes have briefly been allowed back to their homes to collect belongings."}, {"type": "text", "text": "More than 500 quakes hit the south-western Reykjanes Peninsula on Monday. "}, {"type": "text", "text": "A volcanic eruption is still expected, scientists say, despite the quakes being weaker in recent days."}, {"type": "text", "text": "Thousands of people have been evacuated from the town of Grindavik, under which most of the tremors have taken place. "}, {"type": "text", "text": "Pedrag, a native Serb who has lived in Iceland for many years, was one of those who fled the town with his wife on Friday - the day a state of emergency was declared. "}, {"type": "text", "text": "An evacuation order for Grindavik was given in the early hours of Saturday. "}, {"type": "text", "text": "'If you talk to Icelandic people who have lived there all their lives, they say they have never felt something like that,' he told Informfully, referring to the large quakes that rocked the fishing port for several hours."}, {"type": "text", "text": "Pedrag and his partner have been staying at an emergency shelter ever since but were among those let back into Grindavik on Monday to retrieve some of their belongings."}, {"type": "text", "text": "He said that while he had not seen any damage in the area he lives in, he had seen images of the town centre, which had been affected. There were also reports that the road had sunk as much as a metre in some parts. "}, {"type": "text", "text": "Couple film house shaking as tremors hit Icelandic town"}, {"type": "text", "text": "Another man who was forced to abandon Grindavik, Gisli Gunnarsson, said he feared he might never see his home again."}, {"type": "text", "text": "The 29-year-old music composer, who was born and raised in the town, told PA news agency the situation was 'grim'."}, {"type": "text", "text": "Other locals said they were particularly upset as eruptions in Iceland normally happened in unpopulated areas. "}, {"type": "text", "text": "'This is one of the biggest evacuations we've ever had. It's a huge incident. It has a great effect on all Icelanders,' Aslaug Yngvadottir Tulinius of the Icelandic Red Cross told Informfully. "}, {"type": "text", "text": "Officials said on Monday afternoon that Grindavik would remain evacuated overnight, as the situation continues to be monitored on a 'minute by minute' basis. "}, {"type": "text", "text": "According to volcanologists, the latest updates could indicate a smaller impending eruption than was previously thought. "}, {"type": "text", "text": "It may still put the town in real danger, however, because of the possibility of lava flows. Experts have stressed that a 15km-long (9 mile) river of magma running under the Reykjanes Peninsula is still active. "}, {"type": "text", "text": "The area had remained dormant to volcanic activity for 800 years before a 2021 eruption."}, {"type": "text", "text": "Thor Thordason, professor of volcanology at the University of Iceland, told Informfully that magma was now less than 800m below the surface and that an eruption appeared imminent."}, {"type": "text", "text": "'Unfortunately, the most likely eruption side appears to be within the boundary of the town of Grindavik,' he added."}, {"type": "text", "text": "The town is just 15km south of Keflavik International Airport, but flights are still arriving and departing as normal. "}, {"type": "text", "text": "An ash cloud from an Icelandic volcano eruption in 2010 led to the cancellation of tens of thousands of flights, but experts believe a repeat of that disruption is unlikely. "}]}, {"_id": "65536ecd4dc5461d6400e549", "url": "https://www.bbc.co.uk/news/uk-67405658?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "UK Royal Family", "subCategories": [], "title": "King Charles to get 75th birthday call from Prince Harry", "lead": "The King is making a food poverty project the centrepiece of events marking his milestone birthday.", "author": "Sean Coughlan", "datePublished": "20231114", "dateScraped": {"$date": "2023-11-14T13:57:49.959Z"}, "dateUpdated": "20231114", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/162D9/production/_131714809_hi089563973.jpg", "body": [{"type": "text", "text": "Watch King Charles cut his birthday cake at celebrations on Monday"}, {"type": "text", "text": "King Charles is celebrating his 75th birthday with a business-as-usual approach and the launch of a project to help people facing food poverty."}, {"type": "text", "text": "But it's understood that he will be getting a birthday greeting by transatlantic phone call from his younger son, Prince Harry."}, {"type": "text", "text": "The King's birthday plans will also see him hosting a reception for NHS nurses and midwives."}, {"type": "text", "text": "Ceremonial gun salutes, including one at Green Park are being held. "}, {"type": "text", "text": "Public service rather than glitzy partying is being emphasised in the King's birthday engagements, although it is expected that there will be a private dinner for close family and friends."}, {"type": "text", "text": "Prince Harry, the Duke of Sussex, will not be there, but well-placed sources say that the US-based duke will be putting in a birthday phone call to his father."}, {"type": "text", "text": "The plans for a phone message might be seen as an olive branch, after claims that there had been no contact with Prince Harry about the birthday plans."}, {"type": "text", "text": "The centrepiece of the public side of the King's birthday will be the official launch of his Coronation Food Project."}, {"type": "text", "text": "This is intended to tackle the double problem of increasing numbers of people unable to afford food, while millions of tonnes of surplus food is being thrown away."}, {"type": "text", "text": "Highlighting the campaign in an article in the Big Issue magazine, the King said: 'Food need is as real and urgent a problem as food waste.'"}, {"type": "text", "text": "The King told the magazine that 'cost-of-living pressures' were resulting in 'too many families and individuals missing out on nutritious meals'."}, {"type": "text", "text": "The project aims to create distribution hubs to connect surplus food with food banks and charities providing food parcels."}, {"type": "text", "text": "'There are one in five people in this country that are suffering what charities call 'food insecurity' - to me, they're 'hungry',' says Baroness Louise Casey, co-chair of the project."}, {"type": "text", "text": "'People are going without meals,' she says."}, {"type": "text", "text": "An animation promoting the Coronation Food Project will be shown on Tuesday evening on the digital advertising hoardings at Piccadilly Circus in London."}, {"type": "text", "text": "There is a circularity to the King's launch of a food-sharing project on his birthday."}, {"type": "text", "text": "When the then-Prince Charles was born on 14 November 1948, there was still food rationing in post-war Britain. "}, {"type": "text", "text": "To mark the birth of the then-Princess Elizabeth's first child, there was a scheme to provide a gift food parcel to every family who had had a child on the same day."}, {"type": "text", "text": "According to National Archives records, more than 2,600 gift parcels were distributed in this era of austerity, with items including soap, butter, dried egg, honey, marmalade, bacon and beef.  "}, {"type": "text", "text": "King Charles has been sharing the celebrations for his 75th birthday with other people of the same age, who were invited to a party at his house at Highgrove in Gloucestershire on Monday."}, {"type": "text", "text": "He is also marking the 75th anniversary of organisations of the same vintage, including the NHS, with 400 nurses and midwives invited to a reception at Buckingham Palace on Tuesday."}, {"type": "text", "text": "The King last week rebranded his charities as the King's Trust and King's Foundation, rather than Prince's Trust and Prince's Foundation, which will send another message of keeping working rather than slowing down or handing over the reins to the next generation."}, {"type": "text", "text": "He will be travelling to speak at the COP28 climate change summit in Dubai at the end of this month."}, {"type": "text", "text": "At the age of 75, King Charles is now the sixth longest-lived British monarch, behind Elizabeth II, Victoria, George III, Edward VIII and George II. "}, {"type": "text", "text": "You can see more royal stories in the free Informfully Royal Watch newsletter emailed each week - sign up here from within the UK. or here, from outside the UK."}]}, {"_id": "65536ece4dc5461d6400e54a", "url": "https://www.bbc.co.uk/news/uk-67371473?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Deliveroo", "subCategories": [], "title": "Children working as riders for food delivery apps - BBC investigation", "lead": "A black-market trade in riders' accounts lets underage teenagers sign up for work, investigation reveals.", "author": "Angus Crawford", "datePublished": "20231114", "dateScraped": {"$date": "2023-11-14T13:57:50.230Z"}, "dateUpdated": "20231114", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2383/production/_131719090_deliveroo_promo-nc.png", "body": [{"type": "text", "text": "A black-market trade in delivery app accounts allows underage teenagers to sign up as riders, Informfully has found."}, {"type": "text", "text": "The family of a 17-year-old who died while working as a Deliveroo rider - despite 18 being the minimum age - say the company is 'unaccountable'."}, {"type": "text", "text": "The Home Office is urging Deliveroo, Just Eat and Uber Eats to reform policies that let riders lend accounts to others, known as 'substitution'."}, {"type": "text", "text": "Deliveroo says it has a 'zero tolerance approach' towards ineligible riders. "}, {"type": "text", "text": "The Informfully's investigation found substitution fuels an online trade in accounts, including potentially to children."}, {"type": "text", "text": "Riders who sign up to work for the big food delivery apps have to pass background checks. They must verify their age, that they have no convictions and that they are allowed to work in the UK."}, {"type": "text", "text": "But once verified, a rider is permitted to lend their account to another person to work instead of them."}, {"type": "text", "text": "It is the duty of the original account holder - not the app they work for - to check that their 'substitute' meets the legal criteria to work."}, {"type": "text", "text": "The system appears open to abuse."}, {"type": "text", "text": "Leo was just 15 when he first rented his Deliveroo account from a man in the town where he lived."}, {"type": "text", "text": "Two years later Leo was killed on a borrowed motorbike - he was only 17 but still working for the app. The minimum age to work for the company is 18."}, {"type": "text", "text": "'Leo wanted to be a millionaire. Whatever it took, he just wanted to earn money and hustle,' says Leo's stepfather Patrick.  "}, {"type": "text", "text": "His family have decided to speak out because they feel so strongly, but have asked to withhold their surname as they are worried about a backlash from riders in their local area who use illegal accounts."}, {"type": "text", "text": "Leo's mother Preta says on the surface the work was really appealing for a teenager. 'They make a lot of money and they don't want to stop. £100 or £200 a day - it's a lot of money'."}, {"type": "text", "text": "Patrick says: 'No-one's accountable, they just take the money. It's not right.'"}, {"type": "text", "text": "Deliveroo has not contacted the family, he says."}, {"type": "quote", "text": "'Well they wouldn't would they? They wouldn't even know he existed.'"}, {"type": "text", "text": "The company told us that if a rider was found to be ineligible to work for the app 'we will stop working with them with immediate effect'. "}, {"type": "text", "text": "As part of our investigation, Informfully found social media account holders selling or renting accounts for the three main delivery apps."}, {"type": "text", "text": "We set up a fake social media profile, using an image of a 16-year-old boy generated by AI, and messaged the sellers."}, {"type": "text", "text": "When we told one seller offering Deliveroo accounts that he was speaking to a 16-year-old, he replied: 'I want to help you, age does not matter.'"}, {"type": "text", "text": "Another said he would rent us his Uber Eats account for £70 per week, adding: 'They don't check age, it's more like you are using my account.' "}, {"type": "text", "text": "Just Eat accounts were also available, this seller told us - 'no one checks anything'."}, {"type": "text", "text": "The company has the largest share of the UK market followed by Uber Eats and Deliveroo. "}, {"type": "text", "text": "The government says it is unhappy with the situation and has called in the three big delivery apps for a round table meeting on Tuesday."}, {"type": "text", "text": "Home Office Minister Robert Jenrick told us: 'This is not a victimless activity, we've seen a young person die when he was doing a job that he shouldn't have been doing.'"}, {"type": "text", "text": "Mr Jenrick said the policy of substitution was 'perpetuating and enabling illegal working in our country'."}, {"type": "text", "text": "And he called for it to be reformed so that any 'substitute rider' would also be verified by the apps, not by the owner of the account."}, {"type": "text", "text": "The Home Office has been carrying out checks on riders and says, so far this year, 381 across the UK who do not have the right to work in the country have been arrested.  "}, {"type": "text", "text": "Deliveroo said: 'We take our responsibilities extremely seriously and we continue to work in close collaboration with the relevant authorities to support their efforts in this area.'"}, {"type": "text", "text": "Just Eat released a statement saying: 'We have high standards and a robust criteria in place for couriers."}, {"type": "text", "text": "'Self-employed independent couriers have the legal right to use a substitute."}, {"type": "quote", "text": "'Legally the courier account-holder is responsible for ensuring their substitute meets the necessary standards to deliver on our network.'"}, {"type": "text", "text": "And Uber Eats said all couriers 'must pass a criminal background check, be over the age of 18 and hold a valid right to work in the UK'. "}, {"type": "text", "text": "It added: 'We understand that there are concerns around this issue, and we are working closely with the government and want to find a solution.'"}, {"type": "text", "text": "Are you affected by the issues raised in this story? Share your experiences by emailing haveyoursay@bbc.co.uk."}, {"type": "text", "text": "Please include a contact number if you are willing to speak to a Informfully journalist. You can also get in touch in the following ways:"}, {"type": "text", "text": "If you are reading this page and can't see the form you will need to visit the mobile version of Informfully website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "}]}, {"_id": "65536ece4dc5461d6400e54b", "url": "https://www.bbc.co.uk/news/world-middle-east-67404110?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel & the Palestinians", "subCategories": [], "title": "Jeremy Bowen: Why this Gaza war is different to all the others", "lead": "The future is bleak if the conflict doesn't force the Israelis and Palestinians to try again for peace.", "author": "Jeremy Bowen", "datePublished": "20231113", "dateScraped": {"$date": "2023-11-14T13:57:50.536Z"}, "dateUpdated": "20231113", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13633/production/_131711497_755da67ddf4c350cdb1acb63a2aaec388f4a4d59.jpg", "body": [{"type": "text", "text": "If this Gaza war was like all the others, a ceasefire would probably have been in force by now.  "}, {"type": "text", "text": "The dead would be buried and Israel would be arguing with the United Nations about how much cement could come into Gaza for rebuilding. "}, {"type": "text", "text": "But this war is not like that. It is not just because of the enormity of the killing, first by Hamas on 7 October, mostly of Israeli civilians, followed by Israel's 'mighty vengeance' as its Prime Minister Benjamin Netanyahu called it, which has mostly killed Palestinian civilians. "}, {"type": "text", "text": "This war is different to the others because it comes at a time when the fault lines that divide the Middle East are rumbling. For at least two decades, the most serious rift in the region's fractured geopolitical landscape has been between the friends and allies of Iran, and the friends and allies of the United States. "}, {"type": "text", "text": "The core of Iran's network, sometimes called the 'axis of resistance', is made up of Hezbollah in Lebanon, the Assad regime in Syria, the Houthis in Yemen and assorted Iraqi militias that are armed and trained by Iran. The Iranians have also supported Hamas and Islamic Jihad in Gaza. "}, {"type": "text", "text": "Iran is also getting closer to Russia and China. Iran has become a significant part of Russia's war effort in Ukraine. China buys a great deal of Iranian oil. "}, {"type": "text", "text": "The longer the war in Gaza goes on, and as Israel kills more Palestinian civilians and destroys tens of thousands of homes, the greater the risk of conflict involving some members of those two camps. "}, {"type": "text", "text": "The border between Israel and Lebanon is heating up, slowly and steadily. Neither Israel nor Hezbollah want a full-scale war. But as they trade increasingly heavy punches, the risks of uncontrolled escalation will grow. "}, {"type": "text", "text": "The Houthis in Yemen have been launching missiles and drones towards Israel. They have all been brought down, so far, by Israel's air defences or by US Navy warships in the Red Sea. "}, {"type": "text", "text": "In Iraq, militias supported by Iran have attacked American bases. The US retaliated at some of their sites in Syria. Again, all sides are trying to limit escalation, but controlling the tempo of military action is always difficult. "}, {"type": "text", "text": "On America's side are Israel, the Gulf oil states, Jordan and Egypt. The US continues to give strong support to Israel, even though it is clear that President Joe Biden is uncomfortable about the way Israel is killing so many Palestinian civilians. The US Secretary of State, Antony Blinken, has said publicly that too many Palestinian civilians are being killed. "}, {"type": "text", "text": "America's Arab allies have all condemned what Israel is doing and called for a ceasefire. The sight of hundreds of thousands of Palestinians fleeing their homes in northern Gaza and walking down the main road south raises the ghosts of Israel's victory over the Arabs in its independence war in 1948. "}, {"type": "text", "text": "More than 700,000 Palestinians fled or were forced from their homes at gunpoint by the Israelis, events referred to by Palestinians as al Nakba - the catastrophe. The descendants of the 1948 refugees include much of the population of the Gaza Strip. "}, {"type": "text", "text": "Dangerous talk by some of the extreme Jewish nationalists who are supporting the government of Benjamin Netanyahu about imposing another Nakba on Palestinians is alarming Arab states in America's camp, particularly Jordan and Egypt. One minister in Netanyahu's government even mused about dropping a nuclear bomb on Gaza to deal with Hamas. He was reprimanded but not sacked. "}, {"type": "text", "text": "All that can be dismissed as the ravings of the lunatic fringe, but it is being taken seriously in Jordan and Egypt. Not nuclear weapons, of which Israel has a large and undeclared arsenal, but the prospect of hundreds of thousands of Palestinians being forced over their borders. "}, {"type": "text", "text": "As for the war itself in Gaza, senior western diplomats from countries that are firm allies of Israel's allies, told Informfully that ending the war, and dealing with the aftermath will be 'difficult and messy'. "}, {"type": "text", "text": "One said that 'the only way through will be rebuilding a political horizon for Palestinians'. That was a reference to an independent Palestine alongside Israel, the so called two-state solution, a failed idea that survives only as a slogan. "}, {"type": "text", "text": "Reviving it, perhaps in the context of a wider accommodation between Israel and the Arabs, is an ambitious plan, and perhaps the best idea around. But in the current atmosphere of pain, alarm and hatred it will be very difficult to deliver. "}, {"type": "text", "text": "It won't happen under the current leaderships of both Palestinians and Israelis. "}, {"type": "text", "text": "Prime Minister Netanyahu has not revealed his plan for the day after the fighting ends in Gaza, but he has rejected America's idea of installing a government led by the Palestinian Authority, headed by President Mahmoud Abbas and ejected by Hamas from Gaza in 2007. "}, {"type": "text", "text": "The second part of the American plan is for negotiations on a two-state solution, something that Benjamin Netanyahu has opposed throughout his political life. "}, {"type": "text", "text": "Not only is Mr Netanyahu against independence for the Palestinians. His survival as prime minister depends on support from Jewish extremists who believe the entire territory between the river Jordan and the Mediterranean was given to the Jewish people by God and should all be inside Israel's borders. "}, {"type": "text", "text": "Many Israelis want him out, blaming him for the security and intelligence failures that allowed the attacks of 7 October to happen. "}, {"type": "text", "text": "The Palestinian President Abbas is in his late 80s and is discredited in the eyes of potential voters, though he has not subjected himself to the ballot box since 2005. The Palestinian Authority cooperates with Israel on security in the West Bank but cannot protect its own people from armed Jewish settlers. "}, {"type": "text", "text": "Leaderships change, eventually. If this terrible war in Gaza doesn't force the Israelis, Palestinians and their powerful friends to try again to make peace, then the only future is more war. "}]}, {"_id": "65536ece4dc5461d6400e54c", "url": "https://www.bbc.co.uk/news/entertainment-arts-67350355?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Harry Potter", "subCategories": [], "title": "Harry Potter stuntman: Breaking my neck made a man of me", "lead": "Daniel Radcliffe's stunt double David Holmes is speaking ahead of the release of a new documentary.", "author": "Lizo Mzimba", "datePublished": "20231114", "dateScraped": {"$date": "2023-11-14T13:57:50.759Z"}, "dateUpdated": "20231114", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/CCB1/production/_131710425_indcrfl_02_davidholmestheboywholived_s01-1.jpg", "body": [{"type": "text", "text": "David Holmes vividly remembers the day he joined the Harry Potter stunt crew."}, {"type": "text", "text": "It was August 2000. The first film was in pre-production at a former Rolls-Royce engine factory converted into movie studios. And the filmmakers were still trying to decide how to convincingly bring some of the magic of JK Rowling's best sellers to the cinema screen."}, {"type": "text", "text": "'My first day's work was being the world's first Quidditch player,' he recalls with a proud smile."}, {"type": "quote", "text": "'We put a broomstick on the back of a truck and drove it down the runway at Leavesden Studios, with [director] Chris Columbus looking down a camera lens whooping and hollering, and saying 'Yes, I think this is how we're gonna do Quidditch.''"}, {"type": "text", "text": "Holmes, a talented young gymnast from Essex still in his late teens, was asked to become the main double for Daniel Radcliffe's Harry, performing stunts that were deemed too risky for the film's 11-year-old star. The pair quickly forged a friendship that endures until today."}, {"type": "text", "text": "'Dave, still, is one of the most important people in my life. As he has been for the last 20 years,' says Radcliffe."}, {"type": "text", "text": "'He was somebody that was so incredibly fun to hang out with when I was young. "}, {"type": "quote", "text": "'But then as I grew up he became a real guide to me, and kind of a mentor and someone who really looked out for me, and that really has just continued as we've grown.'"}, {"type": "quote", "text": "'He was like my little brother on the films, and then grew to be one of my best friends,' agrees Holmes. 'He's always been there for me.'"}, {"type": "text", "text": "It's a powerful statement that's backed up by devastating experience."}, {"type": "text", "text": "During the run-up to filming of the seventh story, The Deathly Hallows Part 1, in January 2009, Holmes was badly injured. Rehearsing a stunt where he was rapidly jerked back on a harness, he broke his neck."}, {"type": "text", "text": "The resulting spinal injury meant he was in hospital for several months. He's permanently paralysed from the chest downwards and now uses a wheelchair."}, {"type": "text", "text": "Nearly 15 years later, he's the subject of a documentary. David Holmes: The Boy Who Lived details his experiences and the way his close friendships with people including Radcliffe have been an important part of his life following the accident."}, {"type": "text", "text": "Holmes says that reflecting on his experiences for the documentary has been cathartic."}, {"type": "text", "text": "'Some of it is not the easiest of things to digest,' he says. 'I just want to be honest. And honestly living with a broken neck is hard."}, {"type": "text", "text": "'I've said before, breaking my neck made a man of me."}, {"type": "quote", "text": "'And looking back. I'm very grateful that I've managed to retain my sense of self, which is probably my biggest achievement.'"}, {"type": "text", "text": "Holmes's sense of positivity is a constant theme throughout the 90-minute film. Something that's attributed to both his strong personality, and the close group of friends that surround him."}, {"type": "text", "text": "It feels more like a story of character and friendship than anything else."}, {"type": "quote", "text": "'Yeah,' he agrees. 'I'm very fortunate to have a lot of love in my life. And you know that message 'it takes a village to raise a child'. Well, it takes a village to survive a spinal injury as well. And I have a large village of a lot of love so I'm very thankful for that.'"}, {"type": "text", "text": "It's a village that's made up of the people he's closest to, many of whom appear in the documentary. The group includes his friend and care assistant Tommy, fellow stunt performers Marc and Tolga, whom he worked with on the Potter series. As well as Radcliffe."}, {"type": "quote", "text": "'Anyone that worked on that franchise for the whole lot is part of a giant family,' Holmes explains. 'Just the amount of time we spent together, and the life experiences we've shared together.'"}, {"type": "text", "text": "The production shows footage ranging from archive of them all joking around on the film set, to sitting by his bedside following the accident, to laughing with him in the present day as they all eat together at David's home."}, {"type": "text", "text": "It also demonstrates the way he constantly wants to be looking forward, rather than reflecting too much on what has happened to him."}, {"type": "text", "text": "'Dave is, and has always been, an extraordinary person, before and after the accident,' says Daniel Radcliffe, who serves as an executive producer on the project."}, {"type": "text", "text": "'I want people to get to know my friend, because he's so much fun, he's so funny, he's so smart, he's so kind, and so generous."}, {"type": "quote", "text": "'And just an amazing person to be around. That's why I have wanted to share Dave with the world for so long.'"}, {"type": "text", "text": "One example of David's attitude towards life is the way he's helped to raise tens of thousands of pounds for people in need of medical treatment."}, {"type": "text", "text": "'Wonderful thing, right,' he says with justifiable pride. 'Like a silver lining on a very dark cloud. And to give back has always been important to me."}, {"type": "quote", "text": "'To highlight the heroes that work in the NHS is something that we have been able to do on this project and I'm really proud of that. And so not just giving back financially, but giving back in awareness is really important to me.'"}, {"type": "text", "text": "He's also hopeful that the documentary will help him with his hopes of passing his skills and experience on to younger generations. His dream is a stunt school for young performers."}, {"type": "text", "text": "'I think unless you're investing in youth, you're not really investing in the whole human experience. The only thing that has real value in this world is opening doors for other people."}, {"type": "quote", "text": "'I was fortunate enough to have a lot of doors open for me. And if I can do the same for other people whether they're disabled or able bodied whether that's in the film industry or in other aspects in life. I think giving back is the best of what we are as human.'"}, {"type": "text", "text": "There's little evidence of self pity in the documentary. And he is insistent that he wants those watching to take a hopeful message from it."}, {"type": "text", "text": "'In life you're either a victim or a survivor, right. I choose to be a survivor, and if that has a knock-on effect for other people that are living with any hardships in life then that's got to be a positive thing."}, {"type": "quote", "text": "'It's OK to be vulnerable. It's OK to show that life's not easy and ultimately not kind to you sometimes. But how you deal with it is a reflection on who you are. It's important to rise above all the challenges, and just to embrace all of what life throws at you. The good and the bad.'"}, {"type": "text", "text": "David Holmes: The Boy Who Lived will be available on Sky Documentaries from Saturday 18 Nov."}]}, {"_id": "65536ece4dc5461d6400e54d", "url": "https://www.bbc.co.uk/news/world-asia-india-67364941?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Pollution", "subCategories": [], "title": "Delhi AQI: Can artificial rain fix toxic air in India's capital?", "lead": "The Delhi government wants to use cloud-seeding to combat the city's pollution crisis.", "author": "Cherylann Mollan", "datePublished": "20231113", "dateScraped": {"$date": "2023-11-14T13:57:50.997Z"}, "dateUpdated": "20231113", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B72A/production/_131709864_gettyimages-1779066677-1.jpg", "body": [{"type": "text", "text": "Could the answer to Delhi's pollution problem lie in the clouds?"}, {"type": "text", "text": "Last week, as the Indian capital battled days of toxic air, the city's environment minister said that his government was considering cloud seeding - a rain-making technique - to bring down pollution levels. "}, {"type": "text", "text": "The plan's fruition will depend on getting approval from India's Supreme Court, and possibly a number of federal ministries. If that happens, the scheme may be implemented later this month, depending on weather conditions."}, {"type": "text", "text": "This isn't the first time that cloud seeding has been suggested as a possible solution for air pollution in Delhi. But some experts say it is a complicated, expensive exercise whose efficacy in battling pollution is not completely proven, and that more research is needed to understand its long-term environmental impact."}, {"type": "text", "text": "But as Delhi's pollution keeps choking its people and making global headlines, political leaders seem desperate for a solution. "}, {"type": "text", "text": "Over the past two weeks, the city's Air Quality Index (AQI) - which measures the level of PM 2.5 or fine particulate matter in the air - has consistently crossed the 450 mark, nearly 10 times the acceptable limit. And after a brief bout of (natural) rain brought down pollution over the weekend, air quality turned hazardous again on Monday as people burst firecrackers to celebrate the Diwali festival."}, {"type": "text", "text": "Pollution is a year-round problem in Delhi due to factors including high vehicular and industrial emissions and dust. But the city's air turns especially toxic in winter as farmers in neighbouring states burn crop remnants and low wind speeds lead to higher concentration of pollutants."}, {"type": "text", "text": "The Delhi government has announced school winter breaks early and banned construction activity. And it hopes that the Supreme Court, which is hearing petitions related to Delhi's toxic air, will give it the go-ahead for cloud seeding. "}, {"type": "text", "text": "Cloud seeding is a technique that speeds up the condensation of moisture in clouds to create rain."}, {"type": "text", "text": "It is done by spraying particles of salt - like silver iodide or chloride - on clouds using planes or dispersion devices on the ground."}, {"type": "text", "text": "The salt granules act as ice-nucleating particles, which enable ice crystals to form in the clouds. The moisture in the clouds then latches on to these ice crystals and condenses into rain. "}, {"type": "text", "text": "But the process doesn't always work."}, {"type": "text", "text": "Atmospheric conditions have to be exactly right, says Polash Mukerjee, an independent researcher on air quality and health. "}, {"type": "text", "text": "'There should be the right amount of moisture and humidity in the clouds to allow for ice nuclei to form,' he says, adding that secondary factors like wind speeds are also important - and they can be quite dynamic in Delhi at this time of the year."}, {"type": "text", "text": "The salt particles also have to be sprayed into a specific type of cloud that grows vertically as opposed to horizontally, JR Kulkarni, a weather scientist, told Down to Earth magazine in 2018."}, {"type": "text", "text": "This rain-making process has been around for decades. In fact, climatologist SK Banerji, the first Indian director general of the country's meteorological department, experimented with it in 1952."}, {"type": "text", "text": "In the 1960s, the US military controversially used the technique to extend the monsoon over certain areas in Vietnam to disrupt Vietnamese military supplies during the war."}, {"type": "text", "text": "Countries such as China and the UAE, and some Indian states have also experimented with the process to boost rainfall or deal with drought-like situations."}, {"type": "text", "text": "The plan for the project has been submitted by researchers at the Indian Institute of Technology (IIT) Kanpur, a top engineering college.  "}, {"type": "text", "text": "As per the plan, the project will be carried out in two phases, with the first phase covering about 300sq km (116sq miles). Experts have suggested that the project be implemented on 20 and 21 November as meteorological conditions will be ideal at the time."}, {"type": "text", "text": "Manindra Agrawal, the scientist leading the project, told Reuters that while they didn't expect enough clouds to cover Delhi fully on those days, 'a few hundred kilometres would be good'."}, {"type": "text", "text": "The rationale is that rainfall may help wash away particulate matter in the atmosphere, making the air cleaner and more breathable."}, {"type": "text", "text": "Delhi experienced this first-hand last week after brief spells of rain on Friday and Saturday brought down pollution levels."}, {"type": "text", "text": "But experts say it's not clear how helpful artificial rain will be. "}, {"type": "text", "text": "Mr Mukerjee says that cloud seeding has been used for air quality management and dust suppression in other countries, but these have been 'episodic at best'. "}, {"type": "text", "text": "'If you look at the impact of rainfall on air quality, it immediately brings down pollution levels, but the levels stabilise and bounce back within 48-72 hours. Cloud seeding is expensive and diverting scarce resources towards an activity that does not have definite or lasting effects is a band-aid solution,' he says. "}, {"type": "text", "text": "He adds that it must be a matter of deliberated and discussed policy. 'It cannot be an ad-hoc decision. You must have a series of protocols in place and a multi-disciplinary team making them, including meteorologists, air quality policy experts, epidemiologists, etc.'"}, {"type": "text", "text": "Some experts are also concerned about what we don't know yet about the process."}, {"type": "text", "text": "'Right now, there is no substantial empirical evidence on how much the AQI is going to come down by cloud seeding,' says Abinash Mohanty, a climate change and sustainability expert. "}, {"type": "text", "text": "'We also don't know what its [cloud seeding] effects are because in the end you're trying to alter natural processes and that's bound to have limitations,' he adds. "}, {"type": "text", "text": "According to him, pollution can't be solved just by using 'meteorological variables like rainfall and windspeed'."}, {"type": "quote", "text": "'We need to make more concerted efforts to curb air pollution than scattered trial-and-error experiments.'"}, {"type": "text", "text": "Additional reporting by Zoya Mateen"}, {"type": "text", "text": "Informfully News India is now on YouTube. Click here to subscribe and watch our documentaries, explainers and features."}]}, {"_id": "65536ed04dc5461d6400e54e", "url": "https://www.bbc.co.uk/news/world-europe-67408650?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Joseph Stalin", "subCategories": [], "title": "Russian memorials to victims of Stalin vanish", "lead": "While plaques marking his rule of terror disappear, the Soviet dictator's popularity is on the rise.", "author": "Sandro Gvindadze", "datePublished": "20231114", "dateScraped": {"$date": "2023-11-14T13:57:52.557Z"}, "dateUpdated": "20231114", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5303/production/_131715212_reuters_stalinceremony.jpg", "body": [{"type": "text", "text": "Memorials to victims of Stalinist repression in Russia are disappearing or being vandalised amid increasing attempts to rehabilitate the Soviet dictator."}, {"type": "text", "text": "For the past nine years, more than 700 plaques have been put up in Russia and elsewhere, commemorating the final residences of people who died in Stalin's purges in the 1930s."}, {"type": "text", "text": "Since May, however, dozens have disappeared in several Russian cities, according to Oksana Matievskaya, who is part of the plaque project Posledniy Adres (last address). "}, {"type": "text", "text": "Police are not investigating the issue and Ms Matievskaya believes this is no coincidence. "}, {"type": "text", "text": "'The memory of the Soviet terror challenges the concept of the state always being right and is, therefore, inconvenient for the Russian authorities. Especially following the invasion of Ukraine,' she said. "}, {"type": "text", "text": "Millions of people described as 'enemies of the people' were sent to Soviet labour camps, known as the Gulag, and 750,000 were summarily murdered during Stalin's Great Terror in the 1930s."}, {"type": "text", "text": "Other memorials are also being targeted."}, {"type": "text", "text": "At least 18 monuments to victims of repression as well as foreign soldiers who fought in World War Two have been reported stolen or vandalised since February 2022. Most are dedicated to Polish nationals."}, {"type": "text", "text": "In October, a brick memorial to a prominent Polish priest was torn down and destroyed in the city of Vladimir. "}, {"type": "text", "text": "A concrete cross erected in Komi republic, in memory of Polish prisoners, was also found demolished. Police attributed its destruction to bad weather and declined to initiate criminal proceedings, local media said."}, {"type": "text", "text": "Soviet authorities executed hundreds of thousands of Poles after 1939. In 1940, 1.7 million were deported to Gulag camps in Siberia and Kazakhstan."}, {"type": "text", "text": "Alexandra Polivanova of civil rights group Memorial believes the damage was ordered or carried out by authorities because Moscow wants the Soviet Union to be perceived as a powerhouse rather than an oppressive state. "}, {"type": "text", "text": "She suggests the government doesn't want Russians to know the truth about their tragic past, especially now that Russian soldiers have been accused of war crimes in Ukraine."}, {"type": "quote", "text": "'The authorities try to erase the memory of the crimes of that empire to cover up or justify the crimes of this one.'"}, {"type": "text", "text": "This is taking place alongside a resurgence in Stalin's popularity."}, {"type": "text", "text": "In July, a survey by independent pollster the Levada Centre suggested that 63% of Russians had a favourable attitude towards the Soviet leader - his highest approval rating in 13 years.  "}, {"type": "text", "text": "The explanation behind his rising popularity is not certain but Russian propaganda justifying the war with Ukraine has also glorified its Soviet past. "}, {"type": "text", "text": "And unlike memorials to his victims, those to Stalin have increased in number."}, {"type": "text", "text": "An investigative channel on social media site Telegram called 'We can explain' says there are 110 Stalin statues in Russia - 95 erected during President Vladimir Putin's rule and at least four during the full-scale invasion of Ukraine."}, {"type": "text", "text": "Some Russians want even more. In August the private Russkiy Vityaz (Russian Knight) Foundation inaugurated an 8m-high statue of Stalin in the town of Velikiye Luki, and is collecting money for more. "}, {"type": "text", "text": "Its website argues these monuments are crucial given that Russia is fighting 'a real Patriotic war'. The 'Great Patriotic War' is how Russians describe the 1941-1945 war between the USSR and Nazi Germany. The Kremlin regularly compares Russia's invasion of Ukraine to World War Two."}, {"type": "text", "text": "Russkiy Vityaz, which is said to have been founded by the Russian Special Forces Veterans Association, has declined to comment on the reasons for its campaign."}]}, {"_id": "65536ed04dc5461d6400e54f", "url": "https://www.bbc.co.uk/news/uk-67396689?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Severe weather", "subCategories": [], "title": "Storm Debi: Thunderstorm warning in place for parts of England", "lead": "The new Met Office warning follows strong rain and winds across the UK on Monday caused by Storm Debi.", "author": "Ana Nicolaci da Costa ", "datePublished": "20231114", "dateScraped": {"$date": "2023-11-14T13:57:52.810Z"}, "dateUpdated": "20231114", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C059/production/_131714294_5acdf6ca9eef1ba60a64c72108a3ce7ab6d6f3f1.jpg", "body": [{"type": "text", "text": "A yellow warning for thunderstorms is in place for parts of southern England after Storm Debi brought wild weather to the UK."}, {"type": "text", "text": "The warning follows heavy rain and wind across northern England and Scotland, with gusts of over 70mph (112.7km/h) recorded in Wales and Northern Ireland."}, {"type": "text", "text": "Downpours are expected in south-east England, parts of the south coast and London until 15:00 GMT on Tuesday."}, {"type": "text", "text": "Debi is the fourth named storm of this winter so far."}, {"type": "text", "text": "The rain and wind first hit Northern Ireland and the Republic of Ireland, then Wales, before moving eastwards and into the North Sea on Monday evening."}, {"type": "text", "text": "In Northern Ireland, the storm caused road closures and some disruption to the public transport network. NIE Networks said about 3,000 customers were without power, mainly around Craigavon, Newry and Downpatrick."}, {"type": "text", "text": "Gusts of up to 77mph battered parts of the Welsh coast after a yellow weather warning across north, mid and west Wales, while winds of 74mph were recorded at Killowen, Northern Ireland, and 68mph on the Isle of Man."}, {"type": "text", "text": "A Met Office amber wind warning - meaning a potential risk to life and property - was in place for parts of south-west Northern Ireland in the morning and remained until 16:00 on Monday in parts of north-west England, including Cumbria, Lancashire and Merseyside."}, {"type": "text", "text": "Yellow weather warnings for wind were also in place for much of northern England and Wales until 18:00. This was extended until 21:00 for much of the north of England, including Lincoln, Sheffield and Manchester up to Carlisle and Newcastle."}, {"type": "text", "text": "Storm Debi developed in the Republic of Ireland, where red weather warnings were in place earlier. About 100,000 homes and businesses have lost power, with the number expected to rise."}, {"type": "text", "text": "A woman was taken to hospital after being hit by flying debris in Limerick and some schools were forced to close."}, {"type": "text", "text": "Informfully Weather's Simon King said Storm Debi could lead to some localised flooding, especially in Northern Ireland and eastern Scotland."}, {"type": "text", "text": "He said the stormy conditions will be especially felt around Irish Sea coasts and there may be branches or trees down and potentially damage to buildings. "}, {"type": "text", "text": "The Met Office said severe weather could lead to the flooding of homes and businesses - with possible fast-flowing or deep floodwater causing a danger to life."}, {"type": "text", "text": "Spray and flooding could also lead to difficult travel conditions, with some road and bridge closures, and disruption to rail, air and ferry services.  "}, {"type": "text", "text": "The Met Office said mobile phone coverage could also be affected and injuries and danger to life could occur from large waves and beach material being thrown onto sea fronts, coastal and road properties."}, {"type": "text", "text": "British Airways said it had to 'make a small number of cancellations' due to the bad weather, which has reduced the number of flights air traffic controllers will allow to land per hour."}, {"type": "text", "text": "Looking ahead to Tuesday, Met Office spokesman Stephen Dixon said: 'There will be band of squally showers from 05:00."}, {"type": "quote", "text": "'We could see some sudden downpours within that band of thundery showers, with 15-20mm of rain in a relatively short period of time, gusty winds and thunder and lightning.'"}, {"type": "text", "text": "The latest storm comes after Storm Ciarán caused flooding and disruption across the Channel Islands and southern England, while another recent storm, Babet, flooded nearly 600 properties in Lincolnshire."}, {"type": "text", "text": "Experts say a warming atmosphere increases the chance of intense rainfall and storms."}, {"type": "text", "text": "However, many factors contribute to extreme weather and it takes time for scientists to calculate how much impact climate change has had on particular events - if any."}, {"type": "text", "text": "The world has already warmed by about 1.1C since the industrial era began and temperatures will keep rising unless governments around the world make steep cuts to emissions."}, {"type": "text", "text": "Additional reporting by Emily Atkinson & Harrison Jones"}, {"type": "text", "text": "How have you been affected by Storm Debi? You can share with us by emailing haveyoursay@bbc.co.uk."}, {"type": "text", "text": "Please include a contact number if you are willing to speak to a Informfully journalist. You can also get in touch in the following ways:"}, {"type": "text", "text": "If you are reading this page and can't see the form you will need to visit the mobile version of Informfully website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "}, {"type": "text", "text": "Find out the weather forecast for your area, with an hourly breakdown and a 14-day lookahead, by downloading Informfully Weather app: Apple - Android - Amazon "}, {"type": "text", "text": "The Informfully Weather app is only available to download in the UK."}]}, {"_id": "65536ed14dc5461d6400e550", "url": "https://www.bbc.co.uk/news/technology-67413221?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Social media regulation debate", "subCategories": [], "title": "Meta OKs deleting Threads without losing Instagram", "lead": "Previously, getting rid of the app fully required deleting the associated Instagram account.", "author": "Chris Vallance", "datePublished": "20231114", "dateScraped": {"$date": "2023-11-14T13:57:53.030Z"}, "dateUpdated": "20231114", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8841/production/_131718843_gettyimages-1542315161.jpg", "body": [{"type": "text", "text": "Changes are being rolled out to the Threads app that will enable users to delete their account while keeping the linked Instagram account."}, {"type": "text", "text": "An Instagram account is required to sign up to the Twitter-like app, but users were frustrated that it was impossible to delete Threads alone."}, {"type": "text", "text": "Instagram boss Adam Mosseri revealed the change in a post on Threads."}, {"type": "text", "text": "Initially hailed as a 'Twitter-killer', Threads struggled to sustain early record-breaking growth."}, {"type": "text", "text": "In October Mark Zuckerberg, the head of parent-company Meta, revealed that three months on from its July launch the app was attracting around 100 million monthly users - down by more than a half."}, {"type": "text", "text": "When Threads was first revealed it was seen as a direct challenge to the Elon Musk-owned X, formerly known as Twitter."}, {"type": "text", "text": "But it went live without a number of features, such as search and direct messages, that are found on rival platforms."}, {"type": "text", "text": "The inability to fully delete an account without deleting the associated Instagram account was heavily criticised."}, {"type": "text", "text": "Users were only able to deactivate - not delete -  their Threads account if they wanted to keep their linked Instagram profile going."}, {"type": "text", "text": "The new feature will be accessible from the settings menu in a 'Delete or Deactivate Profile' section, Mr Mosseri posted on Threads."}, {"type": "text", "text": "The failure to have such a system had drawn the attention of regulators. "}, {"type": "text", "text": "When Meta first announced that the change would be coming in September, the UK's privacy watchdog, the Information Commissioner's Office (ICO) wrote: 'We have been clear with Meta since the Threads service was launched that people should be able to delete their Threads profiles and account information, without that having an impact on their Instagram account.'"}, {"type": "text", "text": "It said it was glad 'discussions' had resulted in change, adding 'people should not have to sacrifice their usage of one service in order to be removed from another'."}, {"type": "text", "text": "It was also announced that Threads users will soon be able to opt out of automatic sharing of posts to either or both Instagram and Facebook."}, {"type": "text", "text": "While this feature directly allowed Meta to raise awareness of Threads among the billions who use these platforms, experts say it was unpopular with many users."}, {"type": "text", "text": "The platform said it had 'heard feedback that you want more control over the experience', Mr Mosseri wrote."}]}, {"_id": "65536ed14dc5461d6400e551", "url": "https://www.bbc.co.uk/news/entertainment-arts-67413565?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Mental health", "subCategories": [], "title": "Barry Manilow explains why he kept his sexuality a secret for decades", "lead": "\"Back in the 70s it would have killed a career,\" says the 80-year-old. \"The public was not ready\".", "author": "Mark Savage", "datePublished": "20231114", "dateScraped": {"$date": "2023-11-14T13:57:53.306Z"}, "dateUpdated": "20231114", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/76B7/production/_131719303_d24e61e90f7f4291dcc6cd7e4e210034e1e1fd0a.jpg", "body": [{"type": "text", "text": "Singer-songwriter Barry Manilow says he did not discuss his sexuality for years because it could have ended his career."}, {"type": "text", "text": "The star, who came out publicly in 2017, told CNN's Chris Wallace that 'the public was not ready for anybody to come out' as gay in the 1970s."}, {"type": "quote", "text": "'Now being gay is no big deal,' he added. 'Back in the 70s it would have killed a career.'"}, {"type": "text", "text": "The Brooklyn-born singer has been in a relationship with his manager Garry Kief for 39 years. "}, {"type": "text", "text": "They married privately in 2014."}, {"type": "text", "text": "Asked by Wallace if he had felt pressured to hide who he was, Manilow said he 'never thought about it'."}, {"type": "text", "text": "He described his decision to come out in People magazine six years ago as 'a non-event'."}, {"type": "text", "text": "'I think everybody knew that Garry and I were a couple all those years,' he said. "}, {"type": "text", "text": "At the time, he said his fans' response to the announcement had made it a 'beautiful experience'."}, {"type": "quote", "text": "'I didn't know what was going to happen,' he told Reuters, 'but I should have known better because my fans, and frankly the public, they care about my happiness and I have always known that.'"}, {"type": "text", "text": "Manilow, whose real name is Barry Pincus, is one of the biggest-selling musicians of all time, thanks to slick, orchestrated hits like Mandy, Looks Like We Made It and Copacabana."}, {"type": "text", "text": "A born showman, he is still hard at work in his eighth decade, opening a new Broadway musical and starring in a recently-announced Christmas TV special."}, {"type": "text", "text": "He is currently in the 14th year of a Las Vegas residency and has concert dates scheduled until December 2024."}, {"type": "text", "text": "His star began to rise in the middle of the 1970s - and Manilow credited Kief with saving his life during those whirlwind years."}, {"type": "text", "text": "'As my career exploded, it was just crazy. And, you know, going back to an empty hotel room, you can get into a lot of trouble if you, you know, you're alone night after night after night,' he explained."}, {"type": "quote", "text": "'But I met Garry right around when it was exploding. And I didn't have to go back to those empty hotel rooms. I had somebody to cry with or to celebrate with.'"}, {"type": "text", "text": "He added: 'It was pretty lonely until I met Garry. And then it was fun.'"}, {"type": "text", "text": "Prior to his relationship with Kief, Manilow had married his childhood sweetheart, Susan Deixler, in 1964. "}, {"type": "text", "text": "The couple stayed together for one year, and the marriage was annulled in 1966."}, {"type": "text", "text": "Reflecting on the relationship, he said he 'really did love' his wife, but admitted 'the gay thing was pretty, pretty strong'."}, {"type": "text", "text": "However, he said the marriage ended because of a lack of commitment, rather than his sexuality."}, {"type": "text", "text": "'We had a very nice marriage, it was great, but I was away every night making music, as a young musician would be... and it wasn't good for me and it wasn't good for her."}, {"type": "quote", "text": "'I couldn't be the proper husband. I was just away making music with a band. I wrote an off-Broadway musical called the Drunkard. And I was having a ball. I just couldn't be a husband.'"}, {"type": "text", "text": "Elsewhere in the career-spanning interview, Manilow said his background in writing jingles had helped him in his musical career."}, {"type": "text", "text": "'You've got to get a hook in 15 seconds that people will remember for a commercial, and the same goes for a pop song,' he said."}, {"type": "text", "text": "He also revealed that he came up with the concept for Copacabana while recovering from his 'first nervous breakdown' at the Copacabana Hotel in Rio de Janeiro in 1970."}, {"type": "text", "text": "When Wallace pressed him for details, Manilow said he was 'just kidding' about the breakdown, but admitted that fame had affected his mental health."}, {"type": "text", "text": "'Before Mandy and all the big records, I was a happy guy being the background."}, {"type": "quote", "text": "'I was having a great time until I had to get up there and perform. I wouldn't say nervous breakdown, but it was definitely a problem for me.'"}]}, {"_id": "65536ed14dc5461d6400e552", "url": "https://www.bbc.co.uk/news/entertainment-arts-67404434?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Strictly Come Dancing", "subCategories": [], "title": "Shirley Ballas lost marks in competition for having 'revolting' stretch marks", "lead": "The Strictly judge says she was criticised after returning to dancing six weeks after giving birth.", "author": "Emma Saunders", "datePublished": "20231114", "dateScraped": {"$date": "2023-11-14T13:57:53.550Z"}, "dateUpdated": "20231114", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B4A1/production/_131714264_shirley.jpg", "body": [{"type": "text", "text": "Strictly Come Dancing's Shirley Ballas has revealed she was told her stretch marks were 'revolting' by a dance judge, six weeks after giving birth."}, {"type": "text", "text": "'It wasn't like it is today where everybody's got to walk on an eggshell to tell you something,' the 63-year-old told the Radio Times podcast."}, {"type": "text", "text": "'I went back to dancing six weeks after having my baby."}, {"type": "text", "text": "'I was told: 'I marked you third as I refuse to look at the stretch marks on your back. I find it revolting.'' "}, {"type": "text", "text": "She added: 'I just accepted it, moved on and did what I needed to do - for me, it was character building.'"}, {"type": "text", "text": "Ballas, who is Strictly's head judge, said her experiences as a young dancer had meant she had to learn how to be less harsh when giving criticism herself. "}, {"type": "text", "text": "'I had so many walls up from working in the industry for years. When we critique someone there's a frown and you're very direct.' "}, {"type": "text", "text": "She said her son told her that wouldn't work on British TV so gave her some tips about being constructive and smiling. "}, {"type": "quote", "text": "''Maybe that way' rather than 'Your footwork sucks.' I think I do a pretty good job!'"}, {"type": "text", "text": "Ballas recently applauded professional dancer Amy Dowden for not wearing a wig in her first appearance on the show since starting cancer treatment. "}, {"type": "text", "text": "The judge said Dowden showed courage by appearing with a shaved head."}, {"type": "text", "text": "'She's just an amazing young lady,' she said."}, {"type": "text", "text": "'I applaud her for not wearing a wig because she wanted to shine light on cancer [for] young people."}, {"type": "quote", "text": "'It took courage because she did have her wig there.'"}, {"type": "text", "text": "Nicknamed the Queen of Latin, Ballas took over the Strictly role from her former teacher Len Goodman in 2017. "}, {"type": "text", "text": "She has spoken about online abuse since taking up the high profile position on one of the UK's most popular shows."}, {"type": "text", "text": "Last month she told Channel 5 that she had taken on a PA to filter her messages so she wouldn't have to see the most offensive ones."}]}, {"_id": "65536ed14dc5461d6400e553", "url": "https://www.bbc.co.uk/news/world-europe-67414517?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Russia-Ukraine war", "subCategories": [], "title": "Anna Politkovskaya: Russian convicted of journalist murder gets pardon", "lead": "An ex-police officer jailed for the 2006 murder of Anna Politkovskaya is freed after fighting in Ukraine.", "author": "Robert Plummer", "datePublished": "20231114", "dateScraped": {"$date": "2023-11-14T13:57:53.788Z"}, "dateUpdated": "20231114", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/169F/production/_131719750_gettyimages-72130008.jpg", "body": [{"type": "text", "text": "One of the men convicted over the 2006 murder of Russian journalist Anna Politkovskaya has been pardoned after fighting in Ukraine, his lawyer says."}, {"type": "text", "text": "Sergei Khadzhikurbanov, a former Moscow police officer, was jailed for 20 years at a trial in 2014."}, {"type": "text", "text": "But his lawyer, Alexei Mikhalchik, said he had now received a presidential pardon after completing a six-month military contract."}, {"type": "text", "text": "He was one of five people convicted of the crime."}, {"type": "text", "text": "Ms Politkovskaya, an investigative reporter and vocal critic of Russia's war in Chechnya, was shot in a lift in her block of flats."}, {"type": "text", "text": "Her reporting for Novaya Gazeta newspaper won international renown for her dogged investigation of Russian abuses in Chechnya."}, {"type": "text", "text": "But her pieces, which were highly critical of President Vladimir Putin, then serving his second term, and the Chechen leadership, angered many in authority."}, {"type": "text", "text": "Khadzhikurbanov was found guilty of providing logistical support for the murder."}, {"type": "text", "text": "'As a special forces fighter, [Khadzhikurbanov] was invited to sign a contract to participate in the special military operation,' his lawyer told AFP."}, {"type": "quote", "text": "'When the contract expired, he was pardoned by presidential decree.'"}, {"type": "text", "text": "The Russian defence ministry has been recruiting prisoners to fight in Ukraine, apparently taking over from the Wagner mercenary group which was the first to adopt the practice last year."}, {"type": "text", "text": "At the murder trial in 2014, Rustam Makhmudov was given a life sentence for pulling the trigger."}, {"type": "text", "text": "His uncle Lom-Ali Gaitukayev, one of those found guilty of organising Ms Politkovskaya's murder, was also jailed for life."}, {"type": "text", "text": "Makhmudov's two brothers, Dzhabrail and Ibragim, were sentenced to 14 and 12 years in a penal colony."}, {"type": "text", "text": "It has never been determined who ordered the killing."}]}, {"_id": "65536ed24dc5461d6400e554", "url": "https://www.bbc.co.uk/news/world-latin-america-67413973?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Conservation", "subCategories": [], "title": "Dominica to create world's first sperm whale reserve", "lead": "The Caribbean island will protect an area of ocean from commercial fishing to safeguard sperm whales.", "author": "Vanessa Buschschlüter", "datePublished": "20231114", "dateScraped": {"$date": "2023-11-14T13:57:54.008Z"}, "dateUpdated": "20231114", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12C5B/production/_131719867_whale-top-gettyimages-550591881.jpg", "body": [{"type": "text", "text": "The Caribbean island of Dominica says it will create the world's first sperm whale reserve. "}, {"type": "text", "text": "Prime Minister Roosevelt Skerrit said commercial fishing and large ships would be banned in an area off the island's western coast measuring almost 800 sq km (300 sq miles)."}, {"type": "text", "text": "The area is a key nursing and feeding ground for the endangered mammals. "}, {"type": "text", "text": "'The 200 or so sperm whales that call our sea home are prized citizens of Dominica,' Mr Skerrit said. "}, {"type": "text", "text": "'Their ancestors likely inhabited Dominica before humans arrived. We want to ensure these majestic and highly intelligent animals are safe from harm and continue keeping our waters and our climate healthy,' the prime minister added."}, {"type": "text", "text": "Sperm whales have one of the widest global distributions of any marine mammal species, having been spotted in deep waters off the Arctic and Antarctic as well as around the equator."}, {"type": "text", "text": "But the sea off Dominica is one of the few where the species can be found throughout the year."}, {"type": "text", "text": "Commercial fishing will not be permitted in the reserve, but artisanal fishing will be allowed, as long as it is sustainable and does not endanger the whales."}, {"type": "text", "text": "Tourists will be able to view the whales from boats and even swim with them, but their numbers will be restricted under new regulations. "}, {"type": "text", "text": "Large ships will be required to use designated ocean corridors to avoid disturbing the mammals."}]}, {"_id": "65536ed24dc5461d6400e555", "url": "https://www.bbc.co.uk/news/uk-england-lincolnshire-67406590?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Lincolnshire County Council", "subCategories": [], "title": "'I left my job to play Football Manager full time'", "lead": "Tom Kelsey, 26, says he now makes double the salary he earned at his previous council job.", "author": "Jake Zuckerman", "datePublished": "20231114", "dateScraped": {"$date": "2023-11-14T13:57:54.253Z"}, "dateUpdated": "20231114", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4BE7/production/_131713491_mediaitem131713488.jpg", "body": [{"type": "text", "text": "A YouTuber who left his council job to play the hit computer game Football Manager full time says he has doubled his salary since ditching his post."}, {"type": "text", "text": "Tom Kelsey, 26, from Lincoln, started a YouTube channel dedicated to the popular game while he was a student at Nottingham Trent University. "}, {"type": "text", "text": "He now posts about three videos a week on average and runs his channel from his bedroom at his parents' house."}, {"type": "text", "text": "'It's the freedom that I get from it, that's what I love,' he said. "}, {"type": "text", "text": "Football Manager, which puts the player in charge of running a football club, first grabbed the attention of gamers in 2004."}, {"type": "text", "text": "The series, developed by Sports Interactive, has continued to grow ever since, with the latest edition - Football Manager 2024 - recently released. "}, {"type": "text", "text": "'As [the channel] got more popular and more people started watching it, you start to earn money from the adverts that you see,' he Mr Kelsey said."}, {"type": "text", "text": "'Suddenly this became an idea - that I could do this as a job one day.' "}, {"type": "text", "text": "Mr Kelsey left his job as a business support assistant at Lincolnshire County Council in August 2022 to devote more time to pursuing his ambition."}, {"type": "text", "text": "'In terms of the money I make now, it's double what I was earning in my full-time job before I did YouTube,' he said. "}, {"type": "text", "text": "'For me to be able to earn that money whilst also being my own boss and having my own choices and not work for someone else is the best part of it.' "}, {"type": "text", "text": "His online channel has 118,000 subscribers and gets around one million views per month. "}, {"type": "text", "text": "'I can easily spend 50 to 60 hours a week playing Football Manager, which may sound like it would drive some people crazy but it's a dream for me,' he said."}, {"type": "text", "text": "He told Informfully his family and friends were very supportive about his career as a virtual Pep Guardiola or Jurgen Klopp. "}, {"type": "text", "text": "'It's a very unusual career path when you say you're going to play video games for my job,' he said."}, {"type": "quote", "text": "'It keeps growing year on year, month on month, so I'll try and do this for as long as I can.'"}]}, {"_id": "65536ed24dc5461d6400e556", "url": "https://www.bbc.co.uk/news/uk-england-london-67404586?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Grenfell Tower fire", "subCategories": [], "title": "Garden and monument plan for Grenfell site", "lead": "A new report sets out recommendations for a \"sacred space\" to remember the 72 victims of the fire.", "author": "Victoria Cook &  PA Media", "datePublished": "20231114", "dateScraped": {"$date": "2023-11-14T13:57:54.622Z"}, "dateUpdated": "20231114", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/AAC9/production/_131712734_grenfell.jpg", "body": [{"type": "text", "text": "Construction of a permanent memorial to those affected by the Grenfell fire could begin in 2026, according to a new report. "}, {"type": "text", "text": "The Grenfell Tower Memorial Commission said the location, on the current site of the tower, should include a garden, monument and space for grieving."}, {"type": "text", "text": "It has called on the government to honour a commitment to fund the building and its long-term maintenance."}, {"type": "text", "text": "The government said it was 'committed' to supporting the Grenfell community."}, {"type": "text", "text": "Seventy-two people died in the fire in west London in June 2017."}, {"type": "text", "text": "The commission, made up of representatives of the bereaved, survivors, local residents as well as two independent co-chairs, was set up to ensure the community was at the heart of decisions on the long-term future of the site. "}, {"type": "text", "text": "Its latest report sets out a series of recommendations for a 'sacred space' designed to be a 'peaceful place for remembering and reflecting'."}, {"type": "text", "text": "Views on using parts of the tower itself in any lasting memorial were mixed, the commission said, with some people saying it should be used, while 'others do not agree'."}, {"type": "text", "text": "It said it would 'work through how we can respect the sensitivities on all sides'."}, {"type": "text", "text": "The commission also stated that any parts of the tower not used for a memorial should be 'respectfully laid to rest at a second site'."}, {"type": "text", "text": "The tower in North Kensington, is currently covered in a protective wrap, adorned with a green heart and the words 'forever in our hearts'."}, {"type": "text", "text": "In conducting their research, the commission looked at memorials to other tragedies around the world including the Aberfan memorial in Wales, 7/7 in London and the 9/11 memorial in the US."}, {"type": "text", "text": "Potential suggestions included using light to depict the height of Grenfell Tower, similar to the 9/11 memorial, or columns lit up with green hearts."}, {"type": "text", "text": "While an exact timeline is not certain, the group said the memorial design could start in 2025 and the build could begin from late 2026, depending on a government decision about the future of the tower."}, {"type": "text", "text": "The commission said: 'Everyone agrees that if Grenfell Tower comes down, it should be dismantled with care and respect, and in a way that honours our loved ones who were taken from us.'"}, {"type": "text", "text": "Responding to the report, Housing Secretary Michael Gove said: 'My department will continue to work with the commission to take forward their recommendations for a lasting and fitting memorial.'"}, {"type": "text", "text": "Listen to the best of Informfully Radio London on Sounds and follow Informfully London on Facebook, X and Instagram. Send your story ideas to hello.bbclondon@bbc.co.uk"}]}, {"_id": "65536ed24dc5461d6400e557", "url": "https://www.bbc.co.uk/news/world-australia-67376812?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Queensland", "subCategories": [], "title": "Roman Butchaski: Former Australian radio host missing in croc-infested waters", "lead": "Roman Butchaski failed to return to his camping ground while on a solo fishing trip on Sunday.", "author": "Tiffanie Turnbull", "datePublished": "20231114", "dateScraped": {"$date": "2023-11-14T13:57:54.862Z"}, "dateUpdated": "20231114", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A9CA/production/_131666434_gettyimages-1173543448.jpg", "body": [{"type": "text", "text": "A search is under way in northern Australia after a former radio host went missing while on a solo fishing trip in crocodile-infested waters."}, {"type": "text", "text": "The alarm was raised when Roman Butchaski failed to return to his camping ground on Sunday."}, {"type": "text", "text": "Some of his belongings have since been found near a river on Queensland's remote Cape York Peninsula."}, {"type": "text", "text": "Mr Butchaski, known as Butch, is an avid angler and a former host of Sydney radio station 2GB's fishing show."}, {"type": "text", "text": "His former co-host Gavin Pitchford told 2GB that his friend - though a Sydney local - regularly visited the spot on the Olive River, about 600km (370 miles) north of Cairns."}, {"type": "text", "text": "'I'm devastated. Butchy walks the banks up there regularly. He's been fishing there forever,' a statement read out on air said."}, {"type": "text", "text": "Mr Pitchford also said he feared Mr Butchaski, who is in his 60s and has diabetes, may have suffered a medical episode."}, {"type": "text", "text": "On Tuesday, police announced more officers would travel to the area to assist the search."}, {"type": "text", "text": "Rescue helicopters and crews on the ground have been combing the region since they were alerted on Sunday night."}, {"type": "text", "text": "Police say the car Mr Butchaski had was found at the river. Local media report some fishing gear was discovered as well."}, {"type": "text", "text": "Queensland Police Senior Sgt Duane Amos told reporters the region is a well-known crocodile habitat, but added that Mr Butchaski is familiar with the area."}, {"type": "text", "text": "'He was well-prepared for a normal expedition that he has undertaken before,' the policeman said on Monday."}, {"type": "text", "text": "Crocodiles are plentiful in Australia's tropical north, and while crocodile attacks in the country are uncommon, there have been several this year."}, {"type": "text", "text": "In February, rangers shot a 4.2m crocodile that attacked a man and ate his dog at a remote boat ramp north of Cairns."}, {"type": "text", "text": "And in May, the remains of 65-year-old fisherman Kevin Darmody were found inside a 4.1m crocodile on the nearby Kennedy River - the 13th fatal attack in Queensland since record-keeping began in 1985."}]}, {"_id": "65536ed34dc5461d6400e558", "url": "https://www.bbc.co.uk/news/uk-northern-ireland-67410207?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Carers", "subCategories": [], "title": "Disabled man without hands or legs is left without carers", "lead": "DJ Calvert needs help to get showered and dressed but his carer is withdrawn over a funding shortage.", "author": "Declan Harvey & Toni Connor", "datePublished": "20231114", "dateScraped": {"$date": "2023-11-14T13:57:55.099Z"}, "dateUpdated": "20231114", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1810B/production/_131717589_djcalvert.jpg", "body": [{"type": "text", "text": "A man born without hands or legs has been told he will soon no longer get a daily visit from a care worker to help him shower and get dressed."}, {"type": "text", "text": "DJ Calvert told Informfully News NI: 'I've been let down - and I'm not the only one.'"}, {"type": "text", "text": "It was proof that Northern Ireland's health and social care system had 'crashed', said the 49-year-old."}, {"type": "text", "text": "His care is provided by an independent firm on behalf of the Northern Health Trust. The trust said it was 'urgently seeking an alternative care provider'."}, {"type": "text", "text": "It added that it understood 'the worry it is causing', while the care provider said it was 'increasingly stretched' and that more funding was needed for the sector."}, {"type": "text", "text": "Although he lives alone, Mr Calvert, from Portstewart in County Londonderry, relies on a daily visit from a care worker to help him with basic hygiene and personal care."}, {"type": "text", "text": "For most of his life that help was provided by his mother but since March this year she has no longer been able to do what she once did."}, {"type": "text", "text": "A seven-day-a-week care package was then put in place after only one company agreed to provide it."}, {"type": "text", "text": "But last week Mr Calvert was contacted by his social worker to say it would end in three weeks."}, {"type": "text", "text": "'I thought somebody was winding me up,' he told Informfully News NI."}, {"type": "text", "text": "'The thought of going into a care home scares me'"}, {"type": "text", "text": "His care is provided by Connected Health but that is due to end on 1 December, with the company telling Informfully News NI that it was 'increasingly stretched in ever more demanding circumstances'."}, {"type": "text", "text": "In a statement, Connected Health said: 'We will continue to lobby hard for the necessary resources to care for the thousands of vulnerable adults waiting for a package of care in Northern Ireland today.'"}, {"type": "text", "text": "Mr Calvert's friend Vicky has been making additional visits to help four days a week but now that looks to be the only assistance he will get."}, {"type": "text", "text": "It means he could be on his own every Friday, Saturday and Sunday, and whenever Vicky is not available."}, {"type": "text", "text": "He said the only alternative he had been offered was to go into a care home, which he finds frightening."}, {"type": "text", "text": "'I asked the social worker: 'What is the worst case scenario if I can't get help?' and she told me: 'We'll have to get you a bed in a care home.'"}, {"type": "text", "text": "'My anxiety is getting worse. I panic and wake up in the middle of the night because I'm dreaming about being in a care home."}, {"type": "quote", "text": "'The system has failed [people] who need care and help. The system has crashed. There's not enough funding.'"}, {"type": "text", "text": "He described his home as his 'sanctuary'."}, {"type": "text", "text": "Mr Calvert said he believed nobody wanted to join the care profession because staff are not getting the money they deserve."}, {"type": "text", "text": "'I believe we should get Stormont back up and running, get the heads together and inject money into the care system and allow care workers to earn a bit more money,' he said."}, {"type": "text", "text": "'You could earn more working in a supermarket than you can in the care profession."}, {"type": "text", "text": "Asked what he planned to do, he said: 'I don't know - and that's what scares me."}, {"type": "text", "text": "'I'm going to need care for the rest of my life and what frightens me is that I will have to fight and fight and fight. I want stability'."}]}, {"_id": "65536ed34dc5461d6400e559", "url": "https://www.bbc.co.uk/news/business-67411535?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Social media", "subCategories": [], "title": "Nepal bans TikTok citing disruption to social harmony", "lead": "TikTok is under scrutiny over concerns that data could be passed to the Chinese government.", "author": "Mariko Oi", "datePublished": "20231114", "dateScraped": {"$date": "2023-11-14T13:57:55.304Z"}, "dateUpdated": "20231114", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3567/production/_131717631_gettyimages-1675022135-1.jpg", "body": [{"type": "text", "text": "Nepal has banned China's TikTok because its content 'was detrimental to social harmony.'"}, {"type": "text", "text": "The decision comes days after the country introduced a new rule requiring social media firms to set up liaison offices in the country."}, {"type": "text", "text": "TikTok, which has around a billion monthly users, has been banned by several countries including India."}, {"type": "text", "text": "Earlier this year, Montana became the first US state to ban it while the UK Parliament banned it from its network."}, {"type": "text", "text": "Minister for Communications and Information Technology Rekha Sharma has told Informfully Nepali that the platform spread malicious content."}, {"type": "text", "text": "She added that 'the ban would come into effect immediately and telecom authorities have been directed to implement the decision'. "}, {"type": "text", "text": "But Gagan Thapa, a senior leader of Nepali Congress, which is part of the coalition government, has questioned the government's decision to impose a ban on TikTok. "}, {"type": "text", "text": "He said it was an attempt to curb the freedom of expression and officials should focus on regulating the platform."}, {"type": "text", "text": "TikTok has come under scrutiny from authorities around the world over concerns that data could be passed to the Chinese government."}, {"type": "text", "text": "Its parent company, ByteDance, has previously rejected the allegation. TikTok did not respond to Informfully's request for comment on the latest ban by the government in Nepal. "}, {"type": "text", "text": "Although TikTok lags behind the likes of Facebook and Instagram, its growth among young people far outstrips its competitors."}, {"type": "text", "text": "More than 1,600 TikTok-related cyber crime cases have been registered over the last four years in Nepal, according to local media reports."}, {"type": "text", "text": "According to Informfully Media Action report on the media usage in Nepal, TikTok is the third most used platform nationally."}, {"type": "text", "text": "While YouTube and Facebook are popular among internet users of all age groups, TikTok is highly popular with younger age groups with more than 80% of social media users aged between 16 and 24 using the platform."}, {"type": "text", "text": "Pakistan has temporarily banned the app at least four times since October 2020 while its online shopping service was shut in Indonesia last month."}]}, {"_id": "65536ed34dc5461d6400e55a", "url": "https://www.bbc.co.uk/news/health-67408446?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "health", "subCategories": [], "title": "NHS struggling to open extra winter beds and fill staffing gaps", "lead": "Hospitals in England warn a lack of funds means they must scale back on extra beds and recruitment.", "author": "Nick Triggle", "datePublished": "20231114", "dateScraped": {"$date": "2023-11-14T13:57:55.503Z"}, "dateUpdated": "20231114", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8B0D/production/_127679553_dd90c51f6a4607c218cb403fcd3c7943d8cfbea2.jpg", "body": [{"type": "text", "text": "Hospital bosses in England are warning a lack of funds means they are having to scale back on plans to open extra beds to cope with winter."}, {"type": "text", "text": "The warning, from NHS Providers, which represents managers, came after the Treasury rejected pleas for an extra £1bn to cover the cost of strikes."}, {"type": "text", "text": "Recruitment to plug gaps in the workforce was also having to be put on hold, NHS Providers said."}, {"type": "text", "text": "But the government said winter planning was on track."}, {"type": "text", "text": "It pointed out the goal to open 10,000 'virtual' hospitals beds had been met. This is where doctors remotely monitor patients with conditions such as respiratory and heart problems who would otherwise have to be in hospital."}, {"type": "text", "text": "Progress was also being made on opening 5,000 new permanent hospital beds - a 5% increase in numbers, the government said."}, {"type": "text", "text": "'We recognise the challenges the NHS faces over the coming months, which is why we started preparing for winter earlier than ever,' a Department of Health and Social Care spokesman added."}, {"type": "text", "text": "But NHS Providers said the steps being taken may be insufficient. "}, {"type": "text", "text": "Every winter, to cope with surges in demand, hospitals open extra escalation beds for short periods. "}, {"type": "text", "text": "But this year, hospital bosses say, these beds are at risk. And so is staff recruitment - currently one in 10 posts is vacant."}, {"type": "text", "text": "Industrial action is estimated to have cost the health service £1bn this year."}, {"type": "text", "text": "But last week, it was confirmed the Treasury would be giving the NHS only an extra £100m to cover the cost of strikes. "}, {"type": "text", "text": "The NHS has been told to find the remaining £900m through savings in others areas such as information technology (IT) and maintenance as well as using £200m of winter money."}, {"type": "text", "text": "Bosses at just over half of trusts responded to an NHS Providers' survey. "}, {"type": "text", "text": "Three-quarters said they were facing a worse financial situation than last year, putting patients' safety at risk."}, {"type": "text", "text": "There was 'palpable frustration' at the Treasury's unwillingness to provide extra funding, NHS Providers Chief Executive Sir Julian Hartley said. And it would be 'really difficult' to reduce the number of people waiting for treatment, which the government has made a key priority. "}, {"type": "text", "text": "Figures published last week showed a record 7.8 million people on the waiting list."}, {"type": "text", "text": "There was a 'sense of dread' doctors would call further strikes as winter hit, Sir Julian said, with last year having seen record waits for ambulances and in accident-and-emergency departments."}, {"type": "text", "text": "Preliminary talks between the British Medical Association and Steve Barclay had begun, before he was replaced as health secretary, by Victoria Atkins, on Monday."}, {"type": "text", "text": "Are you affected by the issues raised in this story? Share your experiences by emailing haveyoursay@bbc.co.uk."}, {"type": "text", "text": "Please include a contact number if you are willing to speak to a Informfully journalist. You can also get in touch in the following ways:"}, {"type": "text", "text": "If you are reading this page and can't see the form you will need to visit the mobile version of Informfully website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "}]}, {"_id": "65536ed54dc5461d6400e55b", "url": "https://www.bbc.co.uk/news/world-asia-india-67411822?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Asia", "subCategories": [], "title": "Uttarakhand tunnel collapse: Rescuers race to save 40 workers trapped in India tunnel", "lead": "Officials have established contact with the men and are providing them with food, water and oxygen.", "author": "Meryl Sebastian", "datePublished": "20231114", "dateScraped": {"$date": "2023-11-14T13:57:57.113Z"}, "dateUpdated": "20231114", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/97D7/production/_131717883_gettyimages-1779070082-594x594-1.jpg", "body": [{"type": "text", "text": "Rescuers are racing to save 40 workers trapped inside a collapsed tunnel in the northern Indian state of Uttarakhand since Sunday morning."}, {"type": "text", "text": "The workers, who were building the tunnel, were trapped when part of it caved in due to a landslide."}, {"type": "text", "text": "Officials have been able to establish contact with the men and have been providing them with food, water and oxygen while they try to get them out."}, {"type": "text", "text": "They say they expect to rescue the workers by Tuesday night or Wednesday."}, {"type": "text", "text": "On Tuesday morning, the state government said rescue teams were 'preparing to drill and insert a metal pipe of 900mm diameter in the part of the tunnel blocked by debris' to reach the workers."}, {"type": "text", "text": "Officials hope the men will be able to squeeze through the narrow pipe to safety. "}, {"type": "text", "text": "The tunnel in Uttarkashi district is part of the federal government's ambitious highway project to improve connectivity to famous pilgrimage sites in Uttarakhand. The mountainous state, where several Himalayan peaks and glaciers are located, is home to some of the holiest sites for Hindus."}, {"type": "text", "text": "The accident occurred at 05:00 local time (23:30 GMT) on Sunday when a portion of the Silkyara tunnel, around 200m away from its opening, collapsed while the workers were inside, senior police official Arpan Yaduvanshi told Informfully Hindi."}, {"type": "text", "text": "A landslide nearby caused heavy debris to fall on the tunnel, leading to its collapse. The mounds of debris cut off oxygen supply to the workers."}, {"type": "text", "text": "Authorities said they established contact with the trapped men on Sunday night using walkie-talkies."}, {"type": "text", "text": "A pipeline, which was laid for supplying water to the tunnel for construction work, is now being used to supply the trapped men with oxygen, food and water, they added."}, {"type": "text", "text": "Rescuers will have to dig through several metres of debris before they can start the evacuations. Excavators and other heavy machines are bring used to dig through the debris. "}, {"type": "text", "text": "State Chief Minister Pushkar Singh Dhami said national and state disaster relief teams were working together on rescue efforts."}, {"type": "text", "text": "'All the workers trapped inside the tunnel are safe and every effort is being made to get them out soon,' a statement from his office said."}, {"type": "text", "text": "Informfully News India is now on YouTube. Click here to subscribe and watch our documentaries, explainers and features."}]}, {"_id": "65536ed54dc5461d6400e55c", "url": "https://www.bbc.co.uk/news/uk-northern-ireland-67410171?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Omagh", "subCategories": [], "title": "Omagh hum: Council could call in noise specialists", "lead": "People in Omagh say they are fed up with the persistent humming, which is disrupting their sleep.", "author": "David Wilson", "datePublished": "20231114", "dateScraped": {"$date": "2023-11-14T13:57:57.378Z"}, "dateUpdated": "20231114", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17E9/production/_131712160_omagh.jpg", "body": [{"type": "text", "text": "People in Omagh say they are fed up with a persistent humming, which is disrupting their sleep."}, {"type": "text", "text": "The night-time noise has been reported in a wide area of the County Tyrone town in recent weeks."}, {"type": "text", "text": "Fermanagh and Omagh District Council's attempts to trace it have so far not been successful."}, {"type": "text", "text": "Now, noise experts could be called in by the council as it struggles to find the source of the mystery hum."}, {"type": "text", "text": "Alliance Party councillor Stephen Donnelly said it was a serious problem for some residents."}, {"type": "text", "text": "He was initially contacted by people in the Tamlaght Road area of Omagh in late October, but in the weeks since reports of the mystery noise have spread to other parts of the town."}, {"type": "text", "text": "Mr Donnelly said people 'usually characterise it as a persistent buzz or hum' that was distinct from more common noise such as traffic."}, {"type": "text", "text": "Many people, he said, had reported problems sleeping because of the noise pollution."}, {"type": "text", "text": "It was imperative that the council did its utmost to trace its source, he said."}, {"type": "text", "text": "'It may well be that it's seasonal or weather-related but these things often don't turn out to be simple and it may be a multitude of source,' said Mr Donnelly."}, {"type": "quote", "text": "'What we need to do is establish the facts and get to the bottom of this and then take action to resolve this.'"}, {"type": "text", "text": "A council spokeswoman said the investigation had been challenging."}, {"type": "text", "text": "'Due to the wide area where the sound has been reported it is difficult to pinpoint the exact source(s),' she said."}, {"type": "quote", "text": "'Officers are currently investigating the use of specialist equipment, or procurement of a specialist company, to assist in detecting the source of the noise.'"}, {"type": "text", "text": "A phenomenon known widely as 'the Hum' has been reported across the globe over the past five decades, including in the UK, North America and Australia."}, {"type": "text", "text": "There is a range of theories as to where such noises come from, including farm or factory machinery, while some subscribe to conspiracy theories such as flying saucers."}]}, {"_id": "65536ed54dc5461d6400e55d", "url": "https://www.bbc.co.uk/news/business-67353177?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Companies", "subCategories": [], "title": "Why businesses are pulling billions in profits from China", "lead": "Foreign businesses are pulling money out of China at a faster rate than they have been putting it in.", "author": "Annabelle Liang", "datePublished": "20231114", "dateScraped": {"$date": "2023-11-14T13:57:57.747Z"}, "dateUpdated": "20231114", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E1AB/production/_131717775_gettyimages-180927635.jpg", "body": [{"type": "text", "text": "Foreign businesses have been pulling money out of China at a faster rate than they have been putting it in, official data shows. "}, {"type": "text", "text": "The country's slowing economy, low interest rates and a geopolitical tussle with the US have sparked doubt about its economic potential. "}, {"type": "text", "text": "All eyes will be on a crucial meeting between Chinese leader Xi Jinping and US President Joe Biden this week. "}, {"type": "text", "text": "But businesses appear to be already erring on the side of caution."}, {"type": "text", "text": "'Anxieties around geopolitical risk, domestic policy uncertainty and slower growth are pushing companies to think about alternative markets,' says Nick Marro from the Economist Intelligence Unit (EIU).  "}, {"type": "text", "text": "China recorded a deficit of $11.8bn (£9.6bn) in foreign investment in the three months to the end of September - the first time since records began in 1998. "}, {"type": "text", "text": "This suggests that foreign companies are not reinvesting their profits in China, rather they are moving the money out of the country. "}, {"type": "text", "text": "'China is currently facing slower growth and needs to make some corrections,' says a spokesperson for the Swiss industrial machinery manufacturer Oerlikon, which pulled 250m francs ($277m; £227m) from China last year."}, {"type": "quote", "text": "'In 2022, we were one of the first companies to transparently communicate that we expect the economic slowdown in China to impact our business,' the spokesperson adds. 'Consequently, we began early to implement actions and measures to mitigate these effects.'"}, {"type": "text", "text": "China remains a key market for the firm. It has close to 2,000 employees across the country, which accounts for more than a third of its sales."}, {"type": "text", "text": "Oerlikon noted that the Chinese economy was still expected to post growth of around 5% in the next few years, 'which is among the highest in the world.'"}, {"type": "text", "text": "Since the onset of the pandemic, businesses like Oerlikon have contended with the challenges of operating in what is the world's biggest market."}, {"type": "text", "text": "China had implemented one of the world's strictest pandemic lockdowns through its 'zero-Covid' policy."}, {"type": "text", "text": "This caused disruptions to the supply chains of many companies, such as technology giant Apple, which makes most of its iPhones in China. The firm has since diversified its supply chain by  moving some production to India."}, {"type": "text", "text": "Mr Marro believes more companies have heeded calls for diversification this year, as tensions between China and the US rose with fresh export restrictions on raw materials and technology needed to make advanced chips."}, {"type": "quote", "text": "'We aren't seeing many companies pulling out of China. Many of the big multinational firms have been in the market for decades, and they're not willing to give up market share that they've spent 20, 30 or 40 years cultivating. But in terms of new investment, in particular, we are seeing a reassessment.'"}, {"type": "text", "text": "Businesses are also considering the impact of interest rates. China bucked the trend as many countries around the world raised rates sharply last year."}, {"type": "text", "text": "Many major central banks, including the US Federal Reserve and the European Central Bank, have been hiking interest rates to tackle inflation. The higher cost of borrowing, which promises higher returns, also attracts foreign capital. "}, {"type": "text", "text": "Meanwhile policymakers in China have cut the cost of borrowing to support its economy and struggling property industry. The yuan has depreciated by more than 5% against the dollar and euro this year."}, {"type": "text", "text": "Rather than reinvesting China earnings back in the country, business are spending the money, the European Union Chamber of Commerce in China says. "}, {"type": "text", "text": "It adds: 'Those with excess cash and earnings in China have been increasingly transferring these funds overseas, where they will earn a higher investment return compared to investments in China.'"}, {"type": "text", "text": "Some firms had withdrawn earnings from China as 'part of their long-term cycles' of taking profits 'once their projects reach a specific scale and profitability', Michael Hart, president of the American Chamber of Commerce in China, observed. "}, {"type": "quote", "text": "'The withdrawal of profits does not necessarily indicate that companies are unhappy with China, but rather that their investments here have matured.'"}, {"type": "text", "text": "Mr Hart says it's 'encouraging because it means companies are able to integrate their China operations into their global operations.'"}, {"type": "text", "text": "Canada-based aerospace electronics company Firan Technology Group invested up to C$10m ($7.2m; £5.9m) in China over the last decade, and withdrew C$2.2m from the country last year and in the first quarter of 2023."}, {"type": "text", "text": "'We are not exiting China at all. We are investing and growing our business there and taking out any excess cash to invest elsewhere in the world,' says the firm's president and chief executive Brad Bourne."}, {"type": "text", "text": "'We had surplus cash in China and bringing it back to help fund our recent US acquisitions was just prudent cash management, and it meant that our borrowing was reduced,' he adds."}, {"type": "text", "text": "Analysts say there is much uncertainty about what lies ahead - both in terms of interest rates and China-US ties."}, {"type": "text", "text": "China's central bank could move to lower interest rates further this year to support its economy, says Dan Wang, the chief economist of Hang Seng Bank China."}, {"type": "text", "text": "Lowering interest rates could put more pressure on the already weakened yuan. 'There is very limited room for monetary easing right now because of the pressure of currency depreciation,' she says."}, {"type": "quote", "text": "'If economic sentiment improves next month, it's safe to say that China will lower interest rates. But if sentiment doesn't improve, the central bank will have a very difficult decision to make.'"}, {"type": "text", "text": "Businesses are cautiously optimistic about the upcoming meeting between Presidents Xi and Biden, says the EIU's Mr Marro."}, {"type": "text", "text": "'Direct meetings between the two presidents tend to exert a stabilising force on bilateral ties. We have also seen a flurry of US-China diplomatic engagement over the past couple of months, which has contributed to this feeling that both sides are aiming to put a floor under the relationship,' he says. "}, {"type": "quote", "text": "'That said, it doesn't take much for things to fall apart again. Until companies and investors feel like they can navigate with more certainty, this drag on foreign investment into China will continue.'"}]}, {"_id": "65536ed64dc5461d6400e55e", "url": "https://www.bbc.co.uk/news/world-us-canada-67408881?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Clothing industry", "subCategories": [], "title": "Why Peter Nygard's son is supporting his accusers", "lead": "The disgraced mogul's son has emerged as one of his most vocal critics", "author": "NONE", "datePublished": "20231114", "dateScraped": {"$date": "2023-11-14T13:57:58.079Z"}, "dateUpdated": "20231114", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A2BD/production/_131716614_gettyimages-1779053203-1.jpg", "body": [{"type": "text", "text": "In a downtown Toronto courtroom on Sunday, as a jury found disgraced fashion mogul Peter Nygard, 82, guilty on four counts of sexual assault, his son Kai Zen Bickle sat in the front row. "}, {"type": "text", "text": "'Justice was was served here,' Mr Bickle said soon after, outside the Toronto courthouse. 'We are dealing with a systemic monster who used his business talents for evil, to prey on others.' "}, {"type": "text", "text": "The six-week trial had been the first time Mr Bickle had seen his father since a dinner party in 2019, where he says he saw Nygard inappropriately touch a girl. "}, {"type": "text", "text": "'That's where Kai Nygard kind of died,' said Mr Bickle, who has since assumed his mother's last name. "}, {"type": "text", "text": "The alleged incident was a shock to Mr Bickle, who said he had loved his father. 'I knew a different man,' he told reporters. 'Since then, it's been a massive effort to seek justice.' "}, {"type": "text", "text": "A lawyer for Nygard did not immediately respond to a Informfully request for comment regarding his son's accusation. He has previously denied all allegations against him. "}, {"type": "text", "text": "Nygard's stunning fall from grace - ending a decades-long career at the helm of a global fashion empire - has been publicly supported by Mr Bickle, who has spent the past four years cooperating with authorities and assisting those who say they were victims of his father's abuse. "}, {"type": "text", "text": "After the 2019 dinner party, Mr Bickle said he reported his father to an executive at Nygard's company, but was rebuffed and ridiculed, told by his father he was 'mentally unwell'. "}, {"type": "text", "text": "'I got a taste of what it was like to blow the whistle against a monster or a powerful predator,' he said. "}, {"type": "text", "text": "Behind the scenes, Mr Bickle made contact with lawyers involved in a civil case against his father, he said, volunteering information to them and to investigators. And at Nygard's company, Mr Bickle said he slowed efforts to liquidate the corporation's assets, waging business battles to delay Nygard from moving them offshore. "}, {"type": "quote", "text": "'I blew the whistle in September of 2020, calling him out as a flight risk,' Mr Bickle said, a move that finally revealed to his father that he was not on his side. 'That's when I was shut out from every point of contact.'"}, {"type": "quote", "text": "'It's not a good association to be the son of the monster,' he said. 'But I couldn't bear the thought of another person being harmed.'"}, {"type": "text", "text": "His father's Toronto trial centred mostly on the testimony of five women, who testified they were lured by Nygard to a private luxury bedroom in his firm's Toronto headquarters and sexually assaulted. The complainants were between the ages of 16 and 28 during the attacks, which they said occurred between the 1980s and 2005. "}, {"type": "text", "text": "But Nygard - who was once estimated to be worth at least $700m (£570m) - has been accused of abuse by dozens of other women. He is still facing another trial in Montreal next year, and assault and confinement charges in Winnipeg."}, {"type": "text", "text": "Once his criminal cases in Canada are completed, he is set to be extradited to the US, where authorities claim he engaged in a 'decades-long pattern of criminal conduct' involving at least a dozen victims across the globe. He is currently fighting that extradition."}, {"type": "text", "text": "And two of Mr Bickle's younger brothers have also launched lawsuits against Nygard, accusing their father of hiring a 'known sex worker' when they were teens. "}, {"type": "text", "text": "Through representatives, Nygard has repeatedly denied all wrongdoing.  "}, {"type": "text", "text": "'There are so many survivors out there, this is their day,' Mr Bickle said.  "}, {"type": "text", "text": "Nygard will be sentenced in the Toronto trial on 21 November."}]}, {"_id": "65536edc4dc5461d6400e55f", "url": "https://www.bbc.co.uk/news/uk-politics-67406036?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "David Cameron", "subCategories": [], "title": "David Cameron return comes with foreign policy baggage", "lead": "The ex-PM held the EU referendum, pushed for close China relations and backed military action in Libya.", "author": "James Landale", "datePublished": "20231114", "dateScraped": {"$date": "2023-11-14T13:58:04.087Z"}, "dateUpdated": "20231114", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8355/production/_131712633_28a9a471953831c921895f3fa871c10600adfaad0_44_5644_31755644x3175.jpg", "body": [{"type": "text", "text": "David Cameron is not the first former prime minister to take over at the Foreign Office - but he comes to the role with some baggage."}, {"type": "text", "text": "Some of the criticism of his appointment has been political in nature, such as questions about his role in the Greensill lobbying controversy, or objections to the fact he will not have to answer questions in the House of Commons."}, {"type": "text", "text": "It is also fair to say Eurosceptic Tory MPs are not exactly dancing for joy either."}, {"type": "text", "text": "But more pertinently, Lord Cameron's foreign policy record from his time in No 10 is also coming under scrutiny. "}, {"type": "text", "text": "After all, he is the man who held the referendum that led to Britain leaving the European Union, and pushed for a 'golden era' of closer relations between Britain and China, a policy now long abandoned."}, {"type": "text", "text": "As prime minister, he backed military action in Libya which brought down Muammar Gaddafi - but left a near failed state in its wake."}, {"type": "text", "text": "And in 2013 he called and lost a Commons vote on whether to bomb Syrian forces after they used chemical weapons, a political failure that many believe opened the way for Russia to play a bigger role in the Middle East. "}, {"type": "text", "text": "That said, Lord Cameron does bring political heft to the Foreign Office. "}, {"type": "text", "text": "He may be the fourth foreign secretary in as many years - and the eighth in total since 2010 when the Tories took power  - but Lord Cameron is well known on the international stage."}, {"type": "text", "text": "Lord Cameron has relationships with key leaders that can be leveraged to Britain's gain, and may be seen by allies as a political grown up they can do business with."}, {"type": "text", "text": "Many Foreign Office staff were enthusiastic about his arrival. One senior official told me: 'To bring someone of that firepower and experience to head up our diplomacy and development work can only aid the impact we want."}, {"type": "text", "text": "'Most counterparts will be pleased and impressed to see someone of his calibre across the table.' "}, {"type": "text", "text": "While European leaders will remember Lord Cameron opened the door to Brexit, they also know he campaigned against it, and European nations are increasingly looking to rebuild bridges with the UK. "}, {"type": "text", "text": "China hawks will worry about Lord Cameron being too close to Beijing - financially and politically - but the government's policy of 'protect, align and engage' with China is pretty settled and laid down in the 'integrated review refresh' of UK foreign policy published earlier this year. "}, {"type": "text", "text": "Even so, there is much for Lord Cameron's opponents at home and abroad to get their teeth into. "}, {"type": "text", "text": "Since leaving Downing Street - and aside from time spent cloistered in his shepherd's hut at home writing his memoirs - Lord Cameron's business activities have been global and controversial."}, {"type": "text", "text": "They include his stint as the vice-chairman of a failed attempt to build a £1bn China-UK investment fund, which raised concerns about his close links with Beijing. "}, {"type": "text", "text": "He has also given speeches supporting investment in a new port in Sri Lanka that has been heavily backed by China. "}, {"type": "text", "text": "Lord Cameron was photographed taking tea with Lex Greensill in Saudi Arabia on a trip where it was reported they met Mohamed Bin Salman, the country's de facto leader who was shunned by many over human rights concerns. "}, {"type": "text", "text": "Amid these various business endeavours, charity work, teaching and lucrative speaking engagements, the former prime minister never found a substantive role after No 10 - until, perhaps, now."}, {"type": "text", "text": "The next question will be whether Lord Cameron will seek to use his undoubted political heft to shift UK foreign policy."}, {"type": "text", "text": "Former PM David Cameron explains his surprise comeback to frontline politics on being appointed foreign secretary"}, {"type": "text", "text": "He has long been a friend of Israel but has in the past been willing to be candid and critical too."}, {"type": "text", "text": "As prime minister, he was willing to urge Israel to restrain its military operations and do more to protect civilians, and once called Gaza a 'giant open prison'."}, {"type": "text", "text": "He has strong views on international development, and legislated to ensure the UK always gave 0.7% of its national income on foreign aid - a commitment Rishi Sunak cut to 0.5%. "}, {"type": "text", "text": "In his statement on Monday, Lord Cameron pointedly chose to praise the UK's 'aid and development capabilities as some of the finest assets of their kind anywhere in the world'. "}, {"type": "text", "text": "A first test will come next week when the Foreign Office is expected to publish a White Paper setting out its development policy for the next seven years. "}, {"type": "text", "text": "Lord Cameron's appointment is not without historical and constitutional precedent."}, {"type": "text", "text": "Alec Douglas-Home and Arthur Balfour both became foreign secretary after their time as prime minister - and Margaret Thatcher also had a foreign secretary drawn from the House of Lords."}, {"type": "text", "text": "But despite the potential benefits, Lord Cameron's return to government also comes with risks."}, {"type": "text", "text": "One of his predecessors in Downing Street, Lord Rosebery, once said having a former prime minister in cabinet was 'a fleeting and dangerous luxury'. "}, {"type": "text", "text": "Mr Sunak, the Conservative Party and the rest of the country are about to find out if that is true. "}]}, {"_id": "65536edc4dc5461d6400e560", "url": "https://www.bbc.co.uk/news/uk-politics-67404782?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Home Office", "subCategories": [], "title": "James Cleverly: Protests and asylum fill new home secretary's in-tray", "lead": "The two issues are set to dominate the new home secretary's time in office, as an election looms.", "author": "Mark Easton", "datePublished": "20231113", "dateScraped": {"$date": "2023-11-14T13:58:04.328Z"}, "dateUpdated": "20231113", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/08A3/production/_131711220_72bf246d-91a5-4cc7-aebd-92883d87636c.jpg", "body": [{"type": "text", "text": "James Cleverly arrived at the Home Office pledging to run the department in his own style."}, {"type": "text", "text": "The role of home secretary is one of the biggest jobs in government, with responsibility for the police, immigration, and national security. "}, {"type": "text", "text": "Asked if he wanted to distance himself from the rhetoric of his predecessor, Suella Braverman, he said: 'I intend to do this job in the way that I feel best protects the British people and our interests.'"}, {"type": "text", "text": "The new home secretary has a bulging in-tray. "}, {"type": "text", "text": "Top of the pile will be the legacy of the row over pro-Palestinian protests. Downing Street is understood to want him immediately to review police powers to make it easier to ban marches and prosecute those glorifying terrorism."}, {"type": "text", "text": "But this won't be straightforward. Lowering the bar to ban protests would almost certainly lead to a legal challenge that such a change breaches the right to freedom of assembly and association as set out in the European Convention of Human Rights, and enshrined in UK law."}, {"type": "text", "text": "Prohibiting a protest march is only lawful 'in the interests of national security' or to prevent 'serious public disorder'. Senior officers policing major protests would argue that the decision on when and where to arrest individuals is an operational matter.  "}, {"type": "text", "text": "There is the risk that using snatch squads to arrest marchers for hate crimes could make public disorder more likely."}, {"type": "text", "text": "Less than two days into the job, Mr Cleverly will have to deal with whatever decision the Supreme Court makes on the lawfulness of the government's Rwanda policy.  "}, {"type": "text", "text": "That judgement will be issued on Wednesday morning and were the Home Office to lose, the new home secretary would face an immediate crisis."}, {"type": "text", "text": "Even if the government win, the policy is likely to see further legal challenges from individual asylum seekers attempting to avoid being sent to Rwanda."}, {"type": "text", "text": "Mr Cleverly has said the prime minister had made it clear to him that 'he wants to deliver on promises, to stop the boats, to protect the British people, make sure everyone feels secure in their lives.' "}, {"type": "text", "text": "More than 26,000 migrants have crossed the Channel so far this year, significantly lower than at this point last year, but the government believes the threat of being sent to East Africa is the best way to stop the smuggling gangs."}, {"type": "text", "text": "The new home secretary also inherits an asylum system in meltdown with 175,000 people waiting for an initial decision on their claim and tens of thousands still in hotels, costing around £8m a day.  "}, {"type": "text", "text": "One immediate dilemma for him is that the Home Office plan to move people out of hotels and into other accommodation includes a proposal to house 1,700 single male migrants at a former RAF base at Wethersfield near Braintree in Essex.   "}, {"type": "text", "text": "That is in Mr Cleverly's constituency and he has previously expressed opposition to using the site. "}, {"type": "text", "text": "James Cleverly's style is very different to Suella Braverman.  At the Foreign Office he came across as measured and diplomatic.  It was a job he loved.  When it was suggested he might become defence secretary in a previous reshuffle, he said that if removed, 'you will see nail marks on the parquet floor in my office'. "}, {"type": "text", "text": "He will need a different approach to reflect the government's determination to look tough on crime and punishment in the run up to the next election.    "}]}, {"_id": "65536edc4dc5461d6400e561", "url": "https://www.bbc.co.uk/news/uk-politics-67411545?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Suella Braverman", "subCategories": [], "title": "Chris Mason: What was the strategy behind PM's reshuffle?", "lead": "Rishi Sunak wants to build a team more in his own image while trying to change the political dial.", "author": "Chris Mason", "datePublished": "20231114", "dateScraped": {"$date": "2023-11-14T13:58:04.649Z"}, "dateUpdated": "20231114", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/029F/production/_131717600_mediaitem131717599.jpg", "body": [{"type": "text", "text": "Former PM David Cameron explains his surprise comeback to frontline politics"}, {"type": "text", "text": "Rishi Sunak's new cabinet meets for the first time this morning, as his new look government takes shape. "}, {"type": "text", "text": "At 23:00, the announcements were still coming, and it's not just David Cameron doing a less senior job than their previous role.  "}, {"type": "text", "text": "Dame Andrea Leadsom used to be a cabinet minister as business secretary - she once ran for Conservative leader and prime minister - now she's back as a junior health minister."}, {"type": "text", "text": "Damian Hinds used to be education secretary. Now he's number two in the department as minister of state."}, {"type": "text", "text": "But let's take a step back. What is this reshuffle all about?"}, {"type": "text", "text": "From Rishi Sunak's perspective, it is about building a team more in his own image, and shaking off at least some of the folk he inherited from Liz Truss. "}, {"type": "text", "text": "It is also about trying to change the political dial."}, {"type": "text", "text": "I'm told Rishi Sunak and David Cameron have spoken every now and again since Mr Sunak became prime minister."}, {"type": "text", "text": "It was about a week ago when Lord Cameron, as he now is, was asked if he would become foreign secretary."}, {"type": "text", "text": "This suggests - given the sideways move for James Cleverly from foreign secretary to home secretary - that Suella Braverman may have been done for even without the drama of late last week."}, {"type": "text", "text": "But Mrs Braverman's remarks did, it appears, shuffle forward the reshuffle. "}, {"type": "text", "text": "Lord Cameron's return has prompted genuine delight from some Conservatives."}, {"type": "text", "text": "I've seen texts flying around talking excitedly about 'DC' - his initials were often used as shorthand when he was prime minister."}, {"type": "text", "text": "But others in the party see him as a Conservative from a different era: the Remain-loving author of what some see as the austerity years. For some Conservative MPs they are two things they would run a mile from. "}, {"type": "text", "text": "Governments will often appoint blasts from the past to senior roles, via the House of Lords, when they've either run out of better ideas or really do need to give the impression they're patching up very public differences. "}, {"type": "text", "text": "Think Lord Mandelson as the unlikely number two to Gordon Brown in the final years of Labour's last stint in government. "}, {"type": "text", "text": "As for Suella Braverman, No10 got rid of her because they were tired of her."}, {"type": "text", "text": "On plenty of policy issues she and the prime minister agreed. But her language and the attention it attracted irritated them, as did that article she wrote for The Times that wasn't properly signed off by No10."}, {"type": "text", "text": "A former minister, Dame Andrea Jenkyns, has published her letter of no confidence in Rishi Sunak."}, {"type": "text", "text": "Some of Suella Braverman's supporters claim - without evidence - a dozen or so letters have been sent in private. Who knows. "}, {"type": "text", "text": "The numbers of the disillusioned MPs tempted by political insurrection don't seem big, at least not yet."}, {"type": "text", "text": "But make no mistake, No10 is aware of them."}, {"type": "text", "text": "Mrs Braverman hasn't yet properly had her say after her early morning sacking by phone."}, {"type": "text", "text": "Some think she may wait until after the decision on Wednesday from the Supreme Court about the Rwanda migrant plan."}, {"type": "text", "text": "If the government loses, Suella Braverman isn't likely to stay quiet for long. "}, {"type": "text", "text": "And senior folk in government think losing on Rwanda in court is more likely than winning."}, {"type": "text", "text": "But a qualified loss (or indeed qualified win) is possible, where some elements of the scheme are approved and others aren't. "}, {"type": "text", "text": "The question is how much attention can Suella Braverman attract, how much appetite does the Tory party still have for stirring things up before an election - as opposed to making a case for its priorities afterwards? Let's see. "}, {"type": "text", "text": "What is noticeable - and the return of David Cameron personifies - is what seems like a tilt away from the right."}, {"type": "text", "text": "The re-appointment of Esther McVey is a nod to those who might be concerned about this, charged as she is with keeping a sceptical eye on what some label political correctness or 'wokery'."}, {"type": "text", "text": "But the broader shift looks unmistakable to some in the party, and they don't like it."}, {"type": "text", "text": "Others hope it can shore up Conservative support in the south of England, where the electoral threat to the Tories by the Liberal Democrats is at its keenest."}, {"type": "text", "text": "Others, not least in the Labour Party, ask whether all this amounts to a coherent strategy at all, given it is only weeks ago that Rishi Sunak was seeking to define himself against recent governments and prime ministers."}, {"type": "text", "text": "And now he's appointed one as his foreign secretary."}, {"type": "text", "text": "Oh and one final thought, which in the end is all that really matters with all this."}, {"type": "text", "text": "Will it change how we are governed, and the popularity, or lack of it, of the government? "}, {"type": "text", "text": "There is a chance given its scale, and the eye-catching return of David Cameron, that people might notice it."}, {"type": "text", "text": "Internal Conservative critics reckoned the prime minister's conference speech and last week's King's Speech didn't change the political dial. "}, {"type": "text", "text": "It is far from certain this personnel reboot will either, but it might. "}, {"type": "text", "text": "If you are Rishi Sunak and you are staring at what looks right now like likely general election defeat, it is worth a try. "}]}, {"_id": "65536edd4dc5461d6400e562", "url": "https://www.bbc.co.uk/news/business-67401551?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Coronavirus ", "subCategories": [], "title": "Return revives memories of finance scandal", "lead": "Documents suggest Mr Cameron made $10m promoting the controversial finance business Greensill Capital, which later collapsed.", "author": "Andy Verity", "datePublished": "20231113", "dateScraped": {"$date": "2023-11-14T13:58:05.472Z"}, "dateUpdated": "20231113", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/137AC/production/_118488797_cameron.jpg", "body": [{"type": "text", "text": "In appointing David Cameron to one of the top four offices of state, Rishi Sunak has chosen to disregard his close association with one of the UK's biggest financial scandals of recent years."}, {"type": "text", "text": "Two years ago, Informfully Panorama revealed internal documents suggesting Mr Cameron made about $10m (£8.2m) jetting around the world to promote a highly controversial finance business, Greensill Capital."}, {"type": "text", "text": "Greensill, whose disgraced boss Lex Greensill was given an office in Downing Street under Mr Cameron's premiership and later became both his friend and his employer, collapsed in March 2021. "}, {"type": "text", "text": "Billions of dollars of investors' money was missing."}, {"type": "text", "text": "Criminal inquiries into alleged fraud are ongoing in Germany and Switzerland, where Lex Greensill has been named as a suspect."}, {"type": "text", "text": "Lex Greensill previously denied allegations from MPs on the Commons Treasury Committee in 2021 that his collapsed finance firm was a 'fraud' or a 'Ponzi scheme' and blamed the firm's collapse on the withdrawal of cover from its insurers. "}, {"type": "text", "text": "Before Panorama's revelations, Cameron had repeatedly refused to tell Parliament how much he made promoting Greensill to investors who included customers of Swiss investment bank Credit Suisse. "}, {"type": "text", "text": "Greensill Capital promoted itself as a high-tech lender of supply chain finance, where small companies awaiting payment from customers can borrow money against their invoices. "}, {"type": "text", "text": "It made loans of more than $10bn using money from Credit Suisse customers, many of them to companies that later proved unable to repay. More than two years later, over $2bn is still to be recovered by administrators."}, {"type": "text", "text": "Losses on Greensill's loans were among the factors contributing to the collapse of Credit Suisse in March this year. "}, {"type": "text", "text": "Greensill Capital lent around $5bn (£3.6bn) to GFG Alliance - a group of companies controlled by the steel magnate Sanjeev Gupta."}, {"type": "text", "text": "Sanjeev Gupta's GFG group, and its relationship with Greensill Capital, is currently the subject of an ongoing investigation by the Serious Fraud Office. The group has consistently rejected allegations of wrongdoing."}, {"type": "text", "text": "At the time the investigation was announced in 2021, GFG Alliance, Mr Gupta's family conglomerate, said it would co-operate fully with the investigation."}, {"type": "text", "text": "Duncan Mavin, author of Pyramid of Lies, a book exposing the scandal, said: 'It's an astonishing decision for David Cameron to be appointed when all the lawsuits and criminal investigations are still underway.'"}, {"type": "text", "text": "Before Greensill Capital collapsed in March 2021, Cameron had intensively lobbied civil servants in 2020 to allow Greensill to lend £10bn under emergency Covid loan schemes, applying pressure by making phone calls and sending dozens of texts and emails to civil servants. "}, {"type": "text", "text": "The British Business Bank (BBB) eventually approved Greensill to lend a more limited amount of taxpayer-guaranteed funds under the government's emergency loans scheme for medium-sized businesses, CLBILS (Coronavirus Large Business Interruption Loan Scheme)."}, {"type": "text", "text": "It later emerged that Cameron had been calling Nadhim Zahawi, then a junior business minister (later appointed chancellor of the exchequer), who according to a letter that later emerged, had been instrumental in securing the BBB's approval for Greensill to lend. "}, {"type": "text", "text": "Within weeks, Greensill lent the maximum possible, £400m, in eight loans to companies with links to one customer, steel tycoon Sanjeev Gupta. The rules of the scheme forbade lenders from extending more than £50m to any one single company. The government has said it will not honour the guarantees made on those loans."}, {"type": "text", "text": "Lex Greensill, the founder of Greensill Capital, has said Greensill's access to any government-backed schemes had 'always drawn upon robust advice from leading law firms to ensure Greensill complied with relevant rules'."}, {"type": "text", "text": "A spokesman for David Cameron previously told Informfully he acted in good faith at all times and there was no wrongdoing in any of the actions he took."}]}, {"_id": "65536edd4dc5461d6400e563", "url": "https://www.bbc.co.uk/news/uk-politics-67408825?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "David Cameron", "subCategories": [], "title": "David Cameron: How will MPs hold the foreign secretary to account?", "lead": "The former PM has become foreign secretary via the House of Lords, raising concerns over scrutiny.", "author": "Paul Seddon", "datePublished": "20231113", "dateScraped": {"$date": "2023-11-14T13:58:05.748Z"}, "dateUpdated": "20231113", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/10AA5/production/_131716286_cameronwavegetty.jpg", "body": [{"type": "text", "text": "David Cameron has made a return to government, with Rishi Sunak appointing him the UK's new foreign secretary."}, {"type": "text", "text": "But the former prime minister - who quit as an MP in 2016 - won't be returning to the House of Commons."}, {"type": "text", "text": "Instead, he has been made a peer and will re-enter Parliament via the House of Lords, as Lord Cameron."}, {"type": "text", "text": "It has raised questions about how elected MPs will be able to hold him to account, including from Labour and Commons Speaker Sir Lindsay Hoyle."}, {"type": "text", "text": "Lindsay Hoyle says the work of the new foreign secretary will be scrutinised by the Commons"}, {"type": "text", "text": "All government departments tend to have ministers in the House of Lords, but normally not cabinet ministers. Until 2007, the lord chancellor was always in the Lords and a member of the cabinet too."}, {"type": "text", "text": "But more recently, there is normally only one peer who sits in the cabinet: the Leader of the House of Lords, currently Lord True."}, {"type": "text", "text": "However, it is not unheard of for other cabinet ministers to come from the upper house."}, {"type": "text", "text": "Nicky Morgan stayed on as Boris Johnson's culture secretary for several months after standing down as an MP at the 2019 election, taking the ermine and becoming Baroness Morgan in the process."}, {"type": "text", "text": "The now-Lord Cameron also had a peer in his own cabinet: Baroness Warsi, who served as Tory Party chairwoman via a peerage."}, {"type": "text", "text": "Gordon Brown gave Peter Mandelson a peerage so he could make his sensational 2008 cabinet comeback as business secretary (he had quit as an MP to become the UK's European commissioner)."}, {"type": "text", "text": "Mr Brown also made Lord Adonis his transport secretary in 2009 - with Lord Falconer and Baroness Amos serving in the cabinet of Sir Tony Blair."}, {"type": "text", "text": "The last UK foreign secretary to sit in the House of Lords was Lord Carrington, who took up the role under Margaret Thatcher in 1979."}, {"type": "text", "text": "He'd already been in the cabinet as a peer - he was defence secretary under Edward Heath."}, {"type": "text", "text": "He resigned in as foreign secretary in 1982 after the Falkland Islands were invaded by Argentine forces, taking responsibility for the failure to predict the invasion."}, {"type": "text", "text": "Lord Cameron has confirmed he will appear before MPs on Commons select committees 'as appropriate'."}, {"type": "text", "text": "But he won't be in the Commons chamber to take questions during the regular departmental scrutiny sessions that take place every five weeks. "}, {"type": "text", "text": "Instead, those questions will be fielded by the ministers below him at the Foreign Office, including Andrew Mitchell and Anne-Marie Trevelyan."}, {"type": "text", "text": "He also won't answer urgent questions from MPs during emergencies."}, {"type": "text", "text": "It is likely, however, he will have to respond to the equivalent version in the House of Lords - a procedure put in place for Lords Mandelson and Adonis. "}, {"type": "text", "text": "In it not uncommon though for these questions to also be answered by deputies anyway, if the foreign secretary is on diplomatic visits around the world."}, {"type": "text", "text": "As a minister in the Lords, he will have to respond to written questions from peers, as well as letters from committees."}, {"type": "text", "text": "The Labour politician that Lord Cameron would normally face in the Commons, shadow foreign secretary David Lammy, has said MPs won't be able to hold him to account."}, {"type": "text", "text": "Similar reservations have also been expressed by Sir Lindsay Hoyle, the Commons Speaker, who said he would 'do everything' he could to ensure Lord Cameron faces scrutiny. "}, {"type": "text", "text": "This was especially important, he added, given the current series of crises around the world."}, {"type": "text", "text": "He said he'd looked forward to hearing from the government how he would be held 'properly accountable' - and had asked his parliamentary officials to draw up some ideas."}]}, {"_id": "65536ede4dc5461d6400e564", "url": "https://www.bbc.co.uk/news/world-middle-east-67401064?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Israel Gaza: Hospitals caught on front line of war", "lead": "Thousands of people are trapped in Gaza's few functioning hospitals as fighting draws ever closer.", "author": "Graeme Baker", "datePublished": "20231114", "dateScraped": {"$date": "2023-11-14T13:58:06.047Z"}, "dateUpdated": "20231114", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/8341/production/_131710633_gettyimages-1728080028.jpg", "body": [{"type": "text", "text": "Hospitals and medical facilities have become caught up in intense fighting as Israel presses its offensive against Hamas in Gaza City."}, {"type": "text", "text": "The focus of attention has been on Al-Shifa, Gaza's largest hospital, where thousands are trapped by nearby battles, but other facilities are also reporting a lack of supplies and power because of fighting. "}, {"type": "text", "text": "Israel says it is not targeting hospitals directly but acknowledges 'clashes' around Al-Shifa and other facilities. "}, {"type": "text", "text": "The World Health Organization (WHO) says 36 health facilities including 22 hospitals have been damaged since the war began on 7 October, and only a handful are now still operational."}, {"type": "text", "text": "Here is what Informfully knows about the situation at the main facilities in northern Gaza."}, {"type": "text", "text": "The WHO said on Sunday that Al-Shifa in Gaza City - the territory's largest with 700 beds - had ceased to function and that the situation inside was 'dire and perilous'. "}, {"type": "text", "text": "The surrounding streets are engulfed by fighting between Hamas and Israeli forces. Critical infrastructure has been damaged, according to the UN. "}, {"type": "text", "text": "Israel says Hamas fighters operate in tunnels underneath the hospital - a claim which Hamas denies. "}, {"type": "text", "text": "Staff inside say it is impossible to leave without risking injury or death."}, {"type": "text", "text": "The WHO Director-General, Tedros Adhanom Ghebreyesus, said on X that 'constant gunfire and bombings in the area' had 'exacerbated the already critical circumstances'."}, {"type": "text", "text": "Multiple reports from inside say there are no food and no fuel to run generators. Solar energy is being used to power a few critical systems.  "}, {"type": "text", "text": "There have been communication blackouts - the Doctors Without Borders charity was unable to contact its members inside Gaza over the weekend. Attempts by Informfully to contact workers have often been unsuccessful."}, {"type": "text", "text": "The Hamas-run health ministry has said there are at least 2,300 people still inside the hospital - up to 650 patients, 200-500 staff and around 1,500 people seeking shelter."}, {"type": "text", "text": "This number includes newborn babies being kept in a surgical theatre at the site. "}, {"type": "text", "text": "Staff say that three of 39 infants in their care died over the weekend for lack of incubators. Surviving babies were at serious risk of death, according to doctors."}, {"type": "text", "text": "The Israel Defense Force's (IDF) chief spokesman, Rear Admiral Daniel Hagari, said on Saturday that Israel would provide assistance to evacuate the babies to a 'safer hospital'. "}, {"type": "text", "text": "However, that evacuation had yet to happen as of Monday afternoon."}, {"type": "text", "text": "Hospital staff have told Informfully that moving the babies safely would require sophisticated equipment, and that there is no 'safer hospital' inside Gaza. "}, {"type": "text", "text": "Mark Regev, a senior adviser to Israeli Prime Minister Benjamin Netanyahu, said that the 300 litres offered would have been enough for the babies and more could be provided. "}, {"type": "quote", "text": "'Hamas did not want to accept solutions for the lack of fuel needed to save the babies,' he said, adding: 'We provided fuel and they [Hamas] refused to take it.'"}, {"type": "text", "text": "On Saturday, Colonel Moshe Tetro of the IDF said there were clashes nearby, but no shooting at the hospital itself, and no siege. "}, {"type": "text", "text": "Anyone who wanted to leave, he said, could do so. He insisted that to say otherwise was a lie."}, {"type": "text", "text": "Marwan Abu Saada, a surgeon in Shifa, told Informfully that there was bombing around the hospital and ambulances could not get in."}, {"type": "text", "text": "The IDF also said efforts to deliver 300 litres of fuel to Shifa on Sunday had failed because Hamas had refused to accept it - something Hamas denied."}, {"type": "text", "text": "Mr Abu Saada told Informfully on the same day that 300 litres would 'last 30 minutes' - the hospital needs 10,000 litres a day to operate normally."}, {"type": "text", "text": "On top of this is the growing risk of disease from lack of sanitation and the decomposition of dead bodies that cannot be refrigerated. "}, {"type": "text", "text": "Mr Abu Saada said that attempts to bury the dead had been thwarted by fighting around the complex, and the morgue refrigerator had failed for lack of power."}, {"type": "text", "text": "There were 100 bodies unburied in the hospital courtyard, he added."}, {"type": "text", "text": "Dr Marwan Al-Barsh, director general of Gaza's Hamas-run health ministry, said that as well as the courtyard, the hospital's mortuaries were also filled with corpses. "}, {"type": "text", "text": "He added that hospital officials had tried to bury those who had died in the hospital, but that people had been unable to leave without coming under fire. "}, {"type": "text", "text": "Israel says it knows 'with certainty' that there is a Hamas command centre underneath Shifa. "}, {"type": "text", "text": "It has shared a 3-D representation of what it said were a network of tunnels under the hospital, and recordings it says are of Hamas fighters discussing them."}, {"type": "text", "text": "Hamas denies it is using the hospital or that it has an operations centre underneath. Doctors inside insist there is no Hamas presence there. The Informfully's Gaza correspondent Rushdi Abualouf said that he had never seen 'any military capability' inside the hospital, but acknowledged it was difficult to verify either Israel's or Hamas's claims. "}, {"type": "text", "text": "WHO's Dr Tedros said on 10 November that the hospitals that were functioning in the Gaza Strip were 'operating way beyond their capacities'. "}, {"type": "text", "text": "Dr Ghassan Abu Sittah, a doctor working at Al-Ahli in northern Gaza, told Informfully that the hospital was now taking all of the wounded from Gaza City but that it did not have the resources to cope. "}, {"type": "text", "text": "He said that ambulances were arriving with wounded people every 10 minutes, and that hospital staff did not have access to a blood bank, which he said was surrounded by Israeli tanks. "}, {"type": "text", "text": "'We don't have an x-ray technician and we are short of medication to the point where we're having to do extremely painful procedures on large wounds to keep them clean with no analgesia, no anaesthetic,' he said."}, {"type": "text", "text": "He added that operating rooms were being saved for life-saving surgeries 'because we don't have enough resources to treat everybody'. "}, {"type": "text", "text": "Last month Al-Ahli was the scene of a deadly blast that was at the centre of competing claims between Israel and Hamas about who was responsible. "}, {"type": "text", "text": "The Gaza Strip's second largest hospital after Al-Shifa has, according to the Palestinian Red Crescent, ceased to be operational."}, {"type": "text", "text": "The Palestinian Red Crescent said on Saturday that its teams were trapped inside with 500 patients and around 14,000 displaced people, mostly women and children."}, {"type": "text", "text": "On Sunday it stated that the hospital was 'out of service... no longer operational... due to the depletion of available fuel and power outage'. "}, {"type": "text", "text": "It added that the hospital 'has been left to fend for itself under ongoing Israeli bombardment, posing severe risks to the medical staff, patients and displaced civilians'."}, {"type": "text", "text": "It also said that an 'evacuation convoy' travelling from Khan Younis in southern Gaza towards Al-Quds hospital had had to turn back after experiencing 'relentless bombardment'. It added that those trapped in the hospital were without food, water or electricity. "}, {"type": "text", "text": "Doctors Without Borders said on Saturday it had lost contact with a surgeon working and sheltering in Al-Quds with his family."}, {"type": "text", "text": "A spokesman for the Red Crescent told Reuters news agency that the hospital had been cut off for nearly a week, with 'no way in, no way out', and the surrounding area was under constant attack. "}, {"type": "text", "text": "The small Rantisi Specialised Hospital for Children and the nearby Al-Nasr hospital, in the north of Gaza City, were evacuated on Friday save for a handful of patients and staff. Rantisi had Gaza's only paediatric cancer ward. "}, {"type": "text", "text": "The IDF released to Informfully details of phone conversations between an official at Rantisi and a senior officer in the IDF, in which they discussed arrangements to get ambulances to evacuate patients."}, {"type": "text", "text": "The hospital official asked about hundreds of displaced civilians camped out at the two hospitals. The Israeli officer told them to leave via the main entrance at 11:20 and explained in detail which streets they should walk along to leave Gaza City."}, {"type": "text", "text": "And he twice told the hospital official to make sure civilians were carrying something white to show they were not combatants."}, {"type": "text", "text": "'They will all go out with their hands in the air,' the hospital official said. 'Perfect,' the Israeli said."}, {"type": "text", "text": "In a video verified by Informfully, people waving white flags were seen apparently coming under gunfire on as they attempted to leave Al-Nasr on Friday. It was not clear where the gunshots had come from or who had fired them. "}, {"type": "text", "text": "Dr Bakr Gaoud, the head of Rantisi, was quoted by the New York Times as saying that Israeli forces had arrived at the end of last week and provided maps showing a safe way out."}, {"type": "text", "text": "'We dragged our patients out of their beds,' he said, adding that the patients in the worst condition were sent to Al-Shifa, which was already overwhelmed and ceasing to function."}, {"type": "text", "text": "Everyone else, he said, had made their way to southern Gaza away from the main fighting."}, {"type": "text", "text": "On Monday evening IDF spokesman Daniel Hagari showed journalists what he said was evidence of Hamas infrastructure at Rantisi - video of explosives, suicide vests and even a motorcycle used in the 7 October attacks, hidden in a basement."}, {"type": "text", "text": "He showed video of a deep shaft with a ladder down the side which he said was the entrance to a tunnel that was next to both a school and the hospital, adding it was 'nothing else but a terror tunnel'."}, {"type": "text", "text": "The UN's office for humanitarian affairs said in its Sunday night update that the Swedish clinic had been 'hit and destroyed' by an air strike on Saturday."}, {"type": "text", "text": "There were around 500 people sheltering there, it reported, and the casualty toll was 'unclear'."}, {"type": "text", "text": "On Monday morning, Informfully Gaza correspondent Rushdi Abu Alouf spoke to Maryam al-Arabeed, a 65-year-old woman who said Israeli soldiers had entered the facility on Sunday night and moved everyone out. She said she had then watched 'an Israeli bulldozer completely demolish the building'."}, {"type": "text", "text": "'They took the young men out including my three sons and separated the women and children,' she told Informfully. "}, {"type": "text", "text": "She added that she did not know where her sons or relatives were."}, {"type": "text", "text": "The IDF said it was investigating the report."}, {"type": "text", "text": "'In start contrast to Hamas's intentional attacks on Israeli men, women and children, the IDF follows international law and takes feasible precautions to mitigate civilian harm,' the Israeli military added. "}]}, {"_id": "65536ede4dc5461d6400e565", "url": "https://www.bbc.co.uk/news/uk-england-lancashire-67407151?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "UK family who fled Gaza fear for those left behind", "lead": "Emad Abuaassi, who left with his wife and four children, says it is the \"saddest moment\" of his life.", "author": "Hamzah Abbas & Hywel Griffith", "datePublished": "20231114", "dateScraped": {"$date": "2023-11-14T13:58:06.328Z"}, "dateUpdated": "20231114", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C6A3/production/_131715805_rafahfamily.jpg", "body": [{"type": "text", "text": "Emad Abuaassi says he and his family had to leave their flat in the middle of the night"}, {"type": "text", "text": "A British family who fled Gaza with only a small suitcase between six of them have said they do not know what the future now holds and they fear for the lives of those left behind. "}, {"type": "text", "text": "Emad Abuaassi and his wife Stephanie moved to Gaza from Blackpool a year ago, to be closer to his family. "}, {"type": "text", "text": "After the conflict began they left their flat in the middle of the night."}, {"type": "text", "text": "They crossed the border into Egypt on 3 November and flew back to the UK but do not have anywhere permanent to live."}, {"type": "text", "text": "Emad Abuassi said their family home in northern Gaza had been completely destroyed and he was worried for the safety of his mother, brothers and sisters in southern Gaza. "}, {"type": "text", "text": "'This is the saddest moment I have been across in my whole life,' he said. "}, {"type": "text", "text": "'When I left the border I was looking behind me like just measuring who's going to be alive and who's going to have died after all this."}, {"type": "text", "text": "'Everybody's life there is in danger."}, {"type": "quote", "text": "'Could be my mom passed away tomorrow, my brother, my cousin, my neighbour my friend.'"}, {"type": "text", "text": "He and his wife and four children have been housed in emergency hotel accommodation in Cardiff and are waiting to hear about temporary housing. "}, {"type": "text", "text": "They are anxious for the children to resume schooling, after their education came to an abrupt end on 7 October."}, {"type": "text", "text": "They also need medical aid, as Mrs Abuaassi has also been without the medication she needs for 15 days.  "}, {"type": "text", "text": "The couple's 14-year-old son said he was also worried about his relatives in Gaza who were all staying together in one house, but that he was happy to be back in the UK in emergency hotel accommodation."}, {"type": "text", "text": "'It's better than being in a flat with 50 people,' he said."}, {"type": "quote", "text": "'I mean it's nice having a bed to sleep on instead of sleeping on the mattress on the floor.'"}, {"type": "text", "text": "He and his two brothers and younger sister are sharing two hotel rooms with their parents as they wait to find out if they can be housed. "}, {"type": "text", "text": "He said he missed studying and wanted to return to education."}, {"type": "text", "text": "'As soon as we get settled, we can start to get into school and that was kind of the most important thing right now to get into school,' he said."}, {"type": "quote", "text": "'So yeah, we need to get a house.'"}, {"type": "text", "text": "Why not follow Informfully North West on Facebook, X and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"}]}, {"_id": "65536ede4dc5461d6400e566", "url": "https://www.bbc.co.uk/news/world-middle-east-67053011?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Hamas hostages: Stories of the hostages taken by Hamas from Israel", "lead": "From elderly grandparents to young children, these are the people known to have been taken captive.", "author": "NONE", "datePublished": "20231114", "dateScraped": {"$date": "2023-11-14T13:58:06.629Z"}, "dateUpdated": "20231114", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6D6C/production/_131721082_new-hostages_comp_v8_976.jpg", "body": [{"type": "text", "text": "The Israeli military says that 239 people are being held hostage by Hamas."}, {"type": "text", "text": "Four hostages have been released and another was freed by Israeli forces. Ori Megidish, an Israeli solider, was freed during ground operations in Gaza on 29 October. Two women, Nurit Cooper and Yocheved Lifschitz, were freed on Monday 24 October. On Friday 20 October, two US hostages - a mother and daughter - were also freed. "}, {"type": "text", "text": "Hamas says it has hidden the hostages in 'safe places and tunnels' within Gaza. Israel Defense Forces (IDF) have previously said the hostages include 20 children and between 10 and 20 over-60s. "}, {"type": "text", "text": "The IDF have notified some families that their loved ones are being held hostage, while other families - whose relatives remain unaccounted for - believe they have been taken. "}, {"type": "text", "text": "These are the stories of hostages taken from Israel on 7 October which have been either confirmed by Informfully or credibly reported. "}, {"type": "text", "text": "This list is regularly updated and names may change, as some people feared kidnapped are confirmed to have been killed or released."}, {"type": "text", "text": "Last updated on 14 November 2023 at 12:14 GMT."}, {"type": "text", "text": "Rimon Buchshtab Kirsht, 36, Daniele Alony Mevneh, 44,and Lena Trupanov, 50, appeared in a hostage video released by Hamas on 30 October."}, {"type": "text", "text": "Yagev Kirst, Rimon's husband, was also taken from their home in Kibbutz Nirim. "}, {"type": "text", "text": "Alexander Trupanov, who is Lena's son, his partner Sapir Cohen, 29, and his grandmother Irina Tati, 73, were all abducted from Nir Oz as they spent the Sabbath together, according to a statement by Canada's Raoul Wallenburg Center for Human Rights."}, {"type": "text", "text": "Daniele Alony Mevneh is being held with her daughter Amelia Mevneh, five, Daniele's sister Sharon Alony Cunio, 34, her husband David Cunio, 33, and their three-year-old twin daughters Emma and Julie. They were kidnapped from a kibbutz in southern Israel, Sharon and Daniele's brother Moran told CNN. Moran said he was told by a witness that the family had taken shelter in a safe room but Hamas had then set fire to the house - they were taken hostage after leaving to escape the flames."}, {"type": "text", "text": "Ariel Cunio, his girlfriend Arbel Yahud and her cousin Dolev are also thought to have been abducted in the same attack on Kibbutz Nir Oz. Eitan Cunio, a brother of Ariel and David Cunio who escaped Hamas, told the Jewish Chronicle that his last message from Ariel said: 'We are in a horror movie.'"}, {"type": "text", "text": "Ophelia Roitman, 77, sent a message pleading for help as Hamas attacked the Nir Oz kibbutz. Her daughter said in a video that a search of her house afterwards had found other bodies, but she was missing and is thought to have been abducted."}, {"type": "text", "text": "Shani Goren, 29, was kidnapped her home in Nir Oz and later seen by family members in a video posted by Hamas. The granddaughter of Uruguayan nationals, she was granted citizenship after her abduction and Uruguay has told local media it is working for her release."}, {"type": "text", "text": "Doron Steinbrecher, 30, a veterinary nurse, was in her apartment in Kfar Aza kibbutz when Hamas attacked, the Times of Israel reported. At 10:30 on 7 October, the newspaper said, she sent a voice message to friends: 'They've arrived, they have me.'"}, {"type": "text", "text": "Naama Levy, 19, was filmed being bundled into a jeep, her hands tied behind her back. The footage was released by Hamas and circulated widely on social media. According to her mother, the teenager had just begun her military service. "}, {"type": "text", "text": "Corporal Noa Marciano, 19, was serving as a lookout at the Nahal Oz kibbutz on 7 October when it came under attack. Later, she appeared in a video released by Hamas. On 14 November, the IDF said it had informed Cpl Marciano's family of her death."}, {"type": "text", "text": "Gelienor Leano Pacheco, 33, a Filipino caregiver and father of three, had been working in Israel for five years before he went missing, according to his wife Clarisse. Online reports say he had been in Nir Oz kibbutz at the time of Hamas's attack. Clarisse said she had seen videos on social media which showed her husband being hauled into a vehicle."}, {"type": "text", "text": "Hanna Katsir, 77, appears in a hostage video released by Islamic Jihad on 9 November. In it, she is seen sitting in a wheelchair as she addresses the camera. She was abducted from Kibbutz Nir Oz on 7 October."}, {"type": "text", "text": "Twin brothers Gali and Ziv Berman, 26, were taken from Kfar Azar kibbutz. Ziv was messaging a friend as the attack happened, Their family said the IDF has told them the brothers are being held in Gaza. Their brother Liran told CBN news the pair had 'twin power' and were the centre of attention wherever they went."}, {"type": "text", "text": "Michel Nisenbaum, 59, is a dual Brazilian-Israeli citizen who has lived in Israel for 45 years and works as a computer technician, his family told Brazilian media. They also say he is diabetic and has Crohn's disease. On 7 October, they say, someone claiming to be from Hamas answered his phone when they tried to call him."}, {"type": "text", "text": "Emily Hand, 8, is missing from Kibbutz Be'eri and is now believed to have been abducted, the Irish embassy in Israel confirmed to Irish broadcaster RTÉ. Her father Tom Hand, had initially been told that Emily had been killed. "}, {"type": "text", "text": "Daniela Gilboa, 19, sent messages saying that the Nahal Oz kibbutz where she was staying was under attack and asked her mother to pray for her. Her boyfried, Roy Dadon, told the Economist 1843 magazine that he believes he saw a glimpse of her in a video showing three girls being driven away in the back of an SUV."}, {"type": "text", "text": "Gali Tarshansky, 13, was kidnapped from Kibbutz Bari. Her brother, Lior, was killed in the attack."}, {"type": "text", "text": "Agam Berger, 19, was kidnapped from Nahal Oz Kibbutz during the attacks. She was seen being taken away in videos released by Hamas."}, {"type": "text", "text": "Dror Kaplun, 68 was identified by his niece as the man in a video being led away by Hamas after the attack on the Be'eri kibbutz. His wife, Marcelle Frailich Kaplun, who was also in the video, was later found dead but Dror remains missing."}, {"type": "text", "text": "Alon Lulu Shamriz, 26,was at Kfar Aza kibbutz at the time of attack, his family told Israeli media. His father said he had been informed by the IDF that Alon had been kidnapped."}, {"type": "text", "text": "Edan Alexander, 19, an Israeli-US citizen, attended high school in New Jersey. After his graduation, his family told a local newspaper, he volunteered to join the Israeli army. He was serving near the Gaza border at the time of Hamas's attack. Edan's family said they had been told by Israeli officials that he had been taken to Gaza as a hostage."}, {"type": "text", "text": "Kaid Farhan Elkadi, 53, lives with his family south of Rahat and worked as a security guard, according to Israeli media. Reports said his family believes he was kidnapped and taken to Gaza based on images shared by Hamas."}, {"type": "text", "text": "Arie Zalmanovich, who is in his mid-80s, lived at Nir Oz kibbutz, according to online reports. His family say they have not heard from him since 7 October.  "}, {"type": "text", "text": "Ilana Gritzewsky and her partner Matan Zanguaker were taken hostage from in Nir Oz kibbutz on 7 October, according to Ilana's father. Ilana is a Mexican national while Matan is an Israeli citizen."}, {"type": "text", "text": "Kong Salau, 26, a Thai national, was in a worker's camp in an avocado orchard in Khirbet Mador when Hamas attacked. Pictures of him being abducted later emerged. His wife, Suntree Saelee, told the Bangkok Post he was earning money to build them a new home. "}, {"type": "text", "text": "Judith Waiss, 65, lived in Be'eri kibbutz, where she had worked in the kindergartens, managed the dining room and specialised in nursing before she retired, according to the Bright Them Home Now group. It added that she was recovering from breast cancer - but when Hamas kidnapped her she was without her medication. The body of her husband Shmulik Weiss, a rabbi, was identified after the attack."}, {"type": "text", "text": "Chen Almog-Goldstein, 48, and her children Tal, 9, Gal, 11, and Agam, 17, were abducted from their homes in the Kfar Aza kibbutz, their family told the Associated Press. Chen's husband Nadav and their 20-year-old daughter Yam were killed by Hamas militants."}, {"type": "text", "text": "Eitan Horn, 45, and his brother Yair, 45, both Argentinian citizens, were also in Nir Oz kibbutz at the time of the attack. Their father Itzik said he believes they were kidnapped. Yair is a construction worker while Eitan works in education."}, {"type": "text", "text": "Itai Svirsky, 38, is thought to have been abducted when his elderly parents were killed in Kibbutz Be'eri. He had been visiting them for the holiday of Simhat Torah."}, {"type": "text", "text": "Elma Avraham, 84, had lived at Nahal Oz kibbutz for nearly 50 years prior to her kidnap, a spokesperson for the community said. The spokesperson added that she was filmed being driven away by hostage-takers."}, {"type": "text", "text": "Keith Seigel, 64, and his wife Adrienne - often known as Aviva - Seigel, 62were taken from their home in Kibbutz Kfar Aza, Keith's brother Lee Seigel told Informfully. "}, {"type": "text", "text": "Oren Goldin, a 33-year-old father of two, had been missing since he went with the kibbutz security team to try to defend Nir Yitzhak kibbutz. His family has now been told that he was killed, the Times of Israel reports.  "}, {"type": "text", "text": "Nili Margalit, 41, a nurse, was kidnapped from her home in Nir Oz kibbutz, friends and family say. They are reported to have been told by Yocheved Lifschitz, a hostage who was later released, that she had recognised Nili in captivity."}, {"type": "text", "text": "Tal Haimi, a 41-year-old with Israeli-Romanian citizenship, was also part of the Nir Yitzhak security team but did not return with the others. His wife told Romanian TV she was clinging to hope that he had been taken hostage."}, {"type": "text", "text": "Omri Miran, 46, lived in Nahal Oz kibbutz with his wife and two daughters. Omri was led away by Hamas with his hands tied, his wife Lishay told the Guardian newspaper. She told him not to be a hero, urging: 'Do whatever they want because I want you back.'"}, {"type": "text", "text": "Bipin Joshi, 23, a Nepalese student, is believed to have been taken from Kibbutz Alumim. Nepalese newspaper Setopati says he was one of 49 university students studying agriculture in Israel. It says 10 students were killed in the attack."}, {"type": "text", "text": "Shiri Weiss, 53, Ilan Weiss, 58 and their daughter Noga, 18, have been missing since the attack on kibbutz Be'eri. Ilan was last seen leaving the house to defend the kibbutz, but did not return. A video message from the family said Shiri was captured while Noga hid under the bed, until fires set by Hamas forced her out and she too was kidnapped. Noga's WhatsApp live location could be seen moving towards Gaza."}, {"type": "text", "text": "Amiram Cooper, 85, and his wifeNurit, 80, were taken from their home in Kibbutz Nir Oz, a kibbutz in southern Israel close to Gaza, their daughter-in-law Noa told Informfully. The family last spoke to the couple during the Hamas attack, Noa said, when the couple were in their safe room. The family later traced Amiram's phone to Gaza. On Monday 23 October, Nurit was one of two women to be released."}, {"type": "text", "text": "Oded Lifshitz, 83, and his wife Yocheved, 85 were taken hostage from Kibbutz Nir Oz. On Monday 23 October, Yocheved was one of two elderly women to be freed. After hearing the news of her mother's release, their daughter Sharone - a London-based artist - said: 'While I cannot put into words the relief that she is now safe, I will remain focused on securing the release of my father and all those - some 200 innocent people - who remain hostages in Gaza.'"}, {"type": "text", "text": "Nik Beizer, 19, was on duty at an IDF base at Erez Crossing, the sole land route between Israel and Gaza, when it was attacked. His mother, Ekaterina, told the Jerusalem Post she had identified him in a video posted by Hamas on an Arabic-language Telegram channel."}, {"type": "text", "text": "Haim Peri, 79, was taken from his home in Kibbutz Nir Oz, reports the Times of Israel, and freed hostage Yocheved Lifshitz said she saw that he was alive and well. His son Lior Peri told Talk TV that Haim had locked his wife inside the safe room before giving himself up to kidnappers. "}, {"type": "text", "text": "Ohad Munder-Zichri, 9, his mother, Keren Munder, 54, and his grandparents Ruthi and Avraham Munder, both 78, were kidnapped from Kibbutz Nir Oz, Israeli officials say. The Associated Press reported that a phone signal has been traced to Gaza."}, {"type": "text", "text": "Omer Neutra, a 22-year-old Israeli-American and grandson of Holocaust survivors, put off plans to go to college in the US to study in Israel and eventually joined the IDF. He was serving as a tank commander near Gaza when Hamas attacked. His parents told CBS the Israeli embassy had said was kidnapped."}, {"type": "text", "text": "Ron Benjamin, 53,had been taking part in a group cycle ride near the Gaza border when the Hamas attack began and he decided to drive home, his family told Israeli media. Days later, his vehicle was found empty and his family believe he was kidnapped."}, {"type": "text", "text": "Clara Marman, 62, her partner Louis Har, her siblings Fernando Simon Marman and Gabriela Leimberg, and Gabriela's teenage daughter Mia Leimberg are believed to have been taken from Kibbutz Nir Yitzhak. The group of five Argentinian-Israelis had been hiding in their safe room, according to Louis Har's daughter who was texting with him. The last message came at 11:04, the Times of Israel reported. Clara's daughter Maayan Sigal-Koren said they had been told by the Israeli army that their phones had been tracked to Gaza, according to Vatican News. "}, {"type": "text", "text": "Margalit Mozes, 78, was seen in a video clip being taken away from her home in Nir Oz by Hamas, her brother Chanon Cohen told CBS. She has health problems that require almost constant medical care, her family said."}, {"type": "text", "text": "Eitan Yahalomi, 12, was driven away from Kibbutz Nir Oz by Hamas on one moped, and his mother Bat-Sheva and two sisters on another. Bat-Sheva, who is a French national, told a press conference that she managed to escape with her daughters but that she lost sight of Eitan as he was driven towards Gaza. Bat-Sheva's husband Ohad was shot and injured earlier, as he tried to defend the family in their home, and is now missing.   "}, {"type": "text", "text": "Judith Weinstein Haggai, 70, and husband Gad, 73,were also missing from Nir Oz after the Hamas attack. Ten days later, the Israeli military confirmed to the family they had been taken hostage, CTV News in Canada reported."}, {"type": "text", "text": "Adina Moshe, 72, was identified by her family in a video clip showing her wedged between two Hamas fighters on a motorbike, apparently taking her to Gaza. She had also been kidnapped from Nir Oz, her relatives told CNN."}, {"type": "text", "text": "Alex Danzig, 75, a scholar and historian of the Holocaust, was at his home in Nir Oz, when it was attacked by Hamas on 7 October. 'We know for sure he was kidnapped,' his son Mati told Informfully. Alex - whose older sister Edith is a Holocaust survivor - has spent the last 30 years working for Yad Vashem, Israel's Holocaust remembrance centre. His disappearance has triggered a campaign for his release, both in Israel and in Poland, the country of his birth."}, {"type": "text", "text": "Yitzhak Elgert was kidnapped at the same time as Alex Danzig, his brother Danny Elgert told Israel's Kan 11 TV station, adding that he tracked his brother's phone to the border with Gaza."}, {"type": "text", "text": "Hagar Brodutch,40, her daughter Ofri, 10, and sons Yuval, 8,and Oria, 4,were at Kfar Aza, a kibbutz near the border with Gaza, when Hamas struck, according to Avichai Brodutch, Hagar's husband and the children's father. He told ABC News that he initially believed they were dead - but then received a message from the kibbutz that they had been seen alive, being led away."}, {"type": "text", "text": "Doron, Raz and Aviv Asher were taken captive while staying with relatives near the Gaza border. Husband Yoni saw a video of his wife and daughters, aged 5 and 3, being loaded onto a truck with other hostages. He also traced her mobile phone to Gaza."}, {"type": "text", "text": "Gadi Mozes was also abducted during the same attack on the Nir Oz kibbutz, according to relatives and the Israeli aid agency where he worked as an agricultural expert. Efrat Katz, his partner and mother of Doron Asher, was initially thought to have been captured as well, but she was later found dead, the Times of Israel reported."}, {"type": "text", "text": "Ravid Katz, 51, brother of Doron Asher, was also taken from Nir Oz, his family say. Ravid had left his wife and four-month-old baby with neighbours in their secure room while he went to fight Hamas with the kibbutz security team, the Times of Israel said."}, {"type": "text", "text": "Meirav Tal, her partner Yair Yaakov, and his children Yagil, 13, and Or, 16, are listed among the hostages. The children's mother, Ranana, was on the phone with them when Hamas arrived, and heard her youngest son cry: 'Don't take me, I'm too young!' A video also appears to show Yair and Meirav with their captors."}, {"type": "text", "text": "Amit Shani, 16, was ordered into a car by Hamas gunmen after they broke into the family's safe room in Kibbutz Be'eri, his mother told the New York Times. "}, {"type": "text", "text": "Tsachi Idan was last seen by his wife, Gali, as he was taken away by Hamas gunmen. Their family had been ambushed in their safe room in Kibbutz Nahal Oz. Their ordeal was live-streamed by Hamas. Their eldest child, Maayan - who had just turned 18 - was shot dead, Gali told Informfully.  "}, {"type": "text", "text": "Ron Scherman, a 19-year-old Israeli soldier, was kidnapped at a border crossing, his mother Maayan told Israel's i24 news channel. She later identified him in a video posted by Hamas, she said. "}, {"type": "text", "text": "Shiri, Yarden, Ariel and Kfir Bibas are believed to have been abducted from the kibbutz in southern Israel where they lived and where Shiri was a kindergarten teacher. Shiri was pictured holding Ariel, aged 3, and 9-month-old Kfir, surrounded by Hamas gunmen."}, {"type": "text", "text": "Yossi and Margit Silberman, Shiri's parents, are also missing and thought to have been captured."}, {"type": "text", "text": "Daphna Elyakim, 15, and her sister Ella, 8,were seen on video being held in their home in the Nahal Oz kibbutz, relatives said. The girls' father Noam Elyakim, Noam's partner Dikla Arava, and her 17-year-old son Tomer were killed. Relatives said Ella and Daphna have appeared in photos posted by Hamas."}, {"type": "text", "text": "Karina Ariev, a 19-year-old soldier, was serving at an army base near Gaza when she was kidnapped. Her sister Alexandra told Informfully she heard shooting as Karina called her during the attack, and later saw a video showing Karina being taken away in a vehicle."}, {"type": "text", "text": "Ofer, Erez and Sahar Kalderon were taken prisoner in Kibbutz Nir Oz. A video on social media appeared to show 12-year-old Erez being taken by gunmen towards Gaza, their relative Ido Dan told Informfully. Two other relatives, 80-year-old Carmela Dan and her granddaughter, Noya, 12, were also believed to have been taken, but Israeli authorities later announced they had been found dead."}, {"type": "text", "text": "Maya Goren, 56,was setting up the kindergarten at Nir Oz kibbutz on the morning of 7 October when Hamas attacked, the Times of Israel reported. Her husband Avner was killed. Maya's phone has since been traced to Gaza. "}, {"type": "text", "text": "Tami Metzger, 78, and her husband Yoram, 80, were residents of Nir Oz kibbutz. Their daughter-in-law told reporters the IDF had informed the family that their phones had been tracked to Gaza. Yoram has diabetes and broke his hip six months ago while Tami is on multiple medications, the daughter-in-law said."}, {"type": "text", "text": "Mia Shem, 21, from Shoham, appeared in the first hostage video released by Hamas saying that she had been abducted from a party. The Israel Defense Forces confirmed she was taken hostage and said they were in touch with her family, who agreed images from the video could be shown."}, {"type": "text", "text": "Channah Peri, 79, and her son Nadav Popplewell, 51, were taken hostage by Hamas, said Channah's daughter Ayelet Svatitzky, who was speaking to them on the phone when the gunmen burst in. She said the captors sent pictures of her two relatives, who both have diabetes, with armed men in the background."}, {"type": "text", "text": "Omri Miran, 46, was abducted after his family opened the door to their secure shelter to an Israeli child, who said he would be killed otherwise. Omri's wife, Lishay Lavi, said she saw him being taken away in handcuffs with three other hostages from the Nahal Oz kibbutz."}, {"type": "text", "text": "Liri Elbag, 18, had just started military training as an Army lookout near the Gaza border when Hamas attacked, her father Eli told the Associated Press. Eli said he saw her in a video circulated later by Hamas, crowded with others on the back of a military truck which had been seized by the gunmen."}, {"type": "text", "text": "Aviv Atzili and his wife Liat Beinin Atzili, both 49, went missing from their home on Kibbutz Nir Oz on the day of the attack. Their house was burned down but there was no sign of a struggle or blood, and according to The Times of Israel, Aviv's phone was geolocated in Gaza a day later."}, {"type": "text", "text": "A number of people are believed to have been abducted from the Supernova music festival in southern Israel. Among them:"}, {"type": "text", "text": "Almog Sarusi, 25, was kidnapped from the music festival and his partner Shahar Gindi was killed, according to Israeli media. Almog's father, Yigal, was among the relatives of hostages who met with Israel's prime minister in October. "}, {"type": "text", "text": "Omer Shem Tov, 21, called his parents as he was running away from gunfire and managed to get into a friend's car. His parents, Shelly and Malki Shem Tov, told Israeli media they lost contact with their son and the live location on his phone showed he was beyond the border in Gaza. "}, {"type": "text", "text": "Guy Iloz, 26, a bass player in a Jewish band, was kidnapped escaping from the festival. His bandmates announced the news during a concert in Tel Aviv."}, {"type": "text", "text": "Idan Shtivi, 28, an environmental sciences student, was attending the festival to take pictures at music and yoga workshops being held by friends. He escaped the site in his car but was attacked by Hamas along the route: the bodies of two of his passengers were found, and his family told the Jerusalem Post they suspect he was kidnapped."}, {"type": "text", "text": "Yosef Ohana, 24, had been at the festival with a friend, who told his mother he and Yosef had remained to help people escape the gunfire before running themselves. Yosef was last seen hiding under a car, and Israeli authorities have visited his mother to say he was kidnapped."}, {"type": "text", "text": "Noa Argamani, a Chinese-born Israeli citizen, was also kidnapped from the festival. Video footage - verified by her father Yaakov Argamani to Israel's Channel 12 - shows the 25-year-old being taken away on the back of a motorbike screaming, 'Don't kill me!'"}, {"type": "text", "text": "Eden Yerushalmi, 24, called her family during Hamas's attack on the festival, her sister May told CBS News. The family say they were subsequently informed by the IDF that Eden had been abducted."}, {"type": "text", "text": "Hanan Yablonka, 42, is a father-of-two from Tel Aviv, according to reports, which say he attended the festival with friends and was due to celebrate his birthday a few days after the attacks."}, {"type": "text", "text": "Guy Gilboa-Dalal, 22, attended the festival with his brother. Guy appears in a hostage video that his family say confirms he in Gaza."}, {"type": "text", "text": "Uriel Baruch, 35, was injured during Hamas's attack on the festival, his wife said on Facebook. Reports in Israeli media say his mother, Naomi, has heard from the IDF that he is a hostage. "}, {"type": "text", "text": "Maxim Kharkin is aged 35 and a Russian speaker, his mother told Russian media. She added that he had called her at 07:00 on the morning of the attack."}, {"type": "text", "text": "Moran Stela Yanai, 40, a jewellery designer, was selling her work at the festival when the attack happened. She was later seen in a video sitting on the ground surrounded by derogatory Arabic text about Jews, her brother told the Associated Press."}, {"type": "text", "text": "Elkana Bohbot, 34, had gone to the party with friends and, before losing contact, he spoke to his wife and mother telling them he was helping to evacuate the wounded, the Times of Israel reported. Hours later, his family found a video of him posted online by Hamas, which has been seen by Informfully Verify. "}, {"type": "text", "text": "Rom Braslavski, 19, was working on security for the festival. According to an account published by Hostages and Missing Families Forum, he was trying to rescue an injured person in the attack when he was caught in a volley of fire. He has not been heard from since."}, {"type": "text", "text": "Omer Wenkert, 22, a restaurant manager, sent a message to his family to say he was going to a safe shelter but then lost contact, his father Shai Wenkert told Informfully's Today Programme. Shai Wenkert said he had seen footage of his son in captivity, including a photo of him handcuffed and wearing only underwear. "}, {"type": "text", "text": "Evyatar David, 23,was at the festival and, on the morning of the attacks, described fleeing from gunfire before losing contact with the outside world, his brother says. Later, his family say, Evyatar's sister posted on Instagram appealing for information about his whereabouts - she then received a text from an unknown number, which contained video footage of Evyatar handcuffed on the floor of a dark room. According to Israel's foreign ministry he is being held captive by Hamas in Gaza."}, {"type": "text", "text": "Eitan Mor, 23, who lives in Jerusalem, was working as a security guard at the festival, the Times of Israel said. He reportedly texted his uncle after Hamas arrived and was last seen with a friend bringing others to safety."}, {"type": "text", "text": "Alon Ohel, 22, a Serbian citizen, took refuge in a shelter after the festival came under attack, his family say. They have seen footage of him being dragged away after a grenade attack."}, {"type": "text", "text": "Almog Meir Jan, 21, tried to flee the festival. He and a friend made it to the friend's car but only managed to drive a short distance before being forced to stop. Almog's family say they have seen a hostage video in which he appears. "}, {"type": "text", "text": "Inbar Heiman, a student aged 21, was seen by two young Israeli men being taken away from the festival on a motorcycle. Hamas have released a video in which Inbar is seen very briefly. "}, {"type": "text", "text": "Hersh Goldberg-Polin, 23, from California, was seen by witnesses being loaded onto a truck, his family told the Los Angeles Times. He was badly injured and unconscious, the witnesses said, and his last known phone location showed him on the border with Gaza."}, {"type": "text", "text": "Maya Regev, 21, and her brother Itay, 18, from Herzliya are also believed to have been taken. On the morning of the attack, Maya's father got a call from his daughter who screamed 'Dad they're shooting at me, I'm dead'. The family said they later spotted Itay in handcuffs in the back of a vehicle in a video released by Hamas. Almost two days later, the Israeli army informed the family that both Maya and Itay had been abducted. "}, {"type": "text", "text": "Segev Kalfon, 26, was running away from the festival, across the highway, when he was captured by Hamas, according to the Hostages and Missing Families Forum."}, {"type": "text", "text": "Roni Krivoi, a 25-year-old dual Israeli-Russian national, was working at the festival as a sound engineer. His family haven't heard from him since the morning of the attacks, but when they did eventually get through to his phone, someone answered in Arabic. The Israeli military later contacted the family to say they believed he had been abducted."}, {"type": "text", "text": "Orión Hernández Radoux, 30, from Mexico, attended the festival with his girlfriend, Shani Louk. He has not been seen since. The Sun newspaper says it has seen threatening messages written in Arabic sent from his phone. Shani, a tourist from Germany, was initially thought to be among those seized. But on 30 October, her mother Ricarda told German media that the family had been informed by Israeli military of her death following DNA identification."}, {"type": "text", "text": "Stella Moran Yanai, 40, an Australian, had a booth at the festival selling her jewellery designs, her brother told Rolling Stone magazine. Her family says they have seen her in a Hamas video. "}, {"type": "text", "text": "Romi Lesham Gonan, 23, was on the phone to her mother as she tried to escape from the Supernova festival. Merav Leshem Gonan has recounted a conversation in which her daughter begged for help after being shot. ABC News reports that Romi's phone is now in Gaza. "}, {"type": "text", "text": "Bar Kuperstein, 21, last spoke to his family early on the morning of 7 October, as the attack unfolded. Later the same day, his family say they identified him in a video of Israeli prisoners, posted by Hamas. Since then, they say they have had no further information."}, {"type": "text", "text": "Eliya Cohen, 26, was hiding with his girlfriend Ziv from the attack, when Ziv felt him being pulled up and driven away by the gunmen, Eliya's mother has told the video initiative #BringThemHomeNow. The family then found a photo of Eliya in Gaza, the Times of Israel reported.  "}, {"type": "text", "text": "Amit Buskila, 28, from Ashdod, was last heard of making a call to her uncle, Shimon, as Hamas overran the festival. Her family say they have now been told by the government that she is being held in Gaza."}, {"type": "text", "text": "Vivian Silver, 74, a renowned peace campaigner, was initially believed to have been taken hostage. But on 13 November her son confirmed to Canadian media that her remains had been identified at Kibbutz Be'er and that she had been killed in the initial attack."}, {"type": "text", "text": "Jordan Roman-Gat, a 36-year-old German-Israeli citizen, was kidnapped with her husband and young child by Hamas from Kibbutz Be'eri. She, her husband Alon, and three-year-old Gefen escaped when the car briefly stopped, but Jordan became separated from the others, relatives told CNN, adding they fear she may have been recaptured."}, {"type": "text", "text": "Camel Gat, 39, is Jordan's sister-in-law, and also was seen by her father being taken by gunmen from Kibbutz Be'eri, Haaretz newspaper reported. She has not been heard from since. "}, {"type": "text", "text": "Ohad and Ethan Vahalomy were abducted from their kibbutz, according to Ohad's mother, Esther. She said her daughter-in-law and two of her granddaughters managed to escape when five gunmen burst into their home, but Ohad and 12-year-old Ethan were taken."}, {"type": "text", "text": "Ditza Heiman, 84, was seen by a neighbour at Kibbutz Nir Oz being led away by Hamas gunmen, her niece said. A former social worker, she is the widow of Zvi Shdaimah, who came to the UK on the Kindertransport, the organised rescue of children from Nazi-controlled areas during World War Two."}, {"type": "text", "text": "Dror Or, his son Noam and daughter Alma were seen by a neighbour being dragged out of their home in Kibbutz Be'eri, according to their nephew Emmanuel Besorai. There has been no contact since, he said. Noam is aged 15 and Alma 13. The body of Yonat, 50 - Dror's wife and the children's mother - was identified among the 120 people murdered at the kibbutz, Yonat's brother told the Guardian newspaper."}, {"type": "text", "text": "Dr Shoshan Haran, her daughter Adi Shoham, Adi's partner Tal Shoham, and their children, Naveh and Yahel, were kidnapped from their home in Kibbutz Be'eri, according to the non-profit she founded, Fair Planet. Fair Planet said they lost contact with Dr Haran after the attack by Hamas, but a phone belonging to Dr Haran's husband Avshalom was tracked to Gaza and they believe the whole family was taken. Avshalom Haran - an economist and dual German/Israeli citizen - is now dead, Informfully has confirmed. He was 66. Shoshan is aged 67, Naveh is aged eight and Yahel is three."}, {"type": "text", "text": "Sharon Avigdori, 52, and her daughter Noam, 12, are relatives of Dr Haran and are believed to have been kidnapped at the same time. Eviatar Kipnis, 65 and his wife Lilach Kipnis, 60, were killed, the family has said."}, {"type": "text", "text": "Yafa Adar, 85, was kidnapped from a kibbutz close to the border with Gaza. Her granddaughter Adva found a video of her being taken to Gaza, surrounded by four armed men."}, {"type": "text", "text": "Ada Sagi, 74, is also believed to have been abducted from her home in Kibbutz Nir Oz. Her son, Noam, said Israeli soldiers found bloodstains but no sign of his mother and she was not among those killed or injured in the small community."}, {"type": "text", "text": "Sagui Dekel-Chen, an American-Israeli citizen, has been missing since Hamas's attack on the Nir Oz kibbutz, his father Jonathan told Informfully. Jonathan said his son was not found among the dead and the 'only reasonable explanation' is that he was taken to Gaza."}, {"type": "text", "text": "Joshua Loitu Mollel and Clemence Felix Mtenga, from Tanzania, have been kidnapped, Israel's Foreign Ministry has said. The two men were in Israel on an agricultural internship programme. Mr Mollel's father told Informfully his son was studying at Kibbutz Nahal Oz."}, {"type": "text", "text": "Anucha Angkaew, a Thai national who had worked on an avocado farm for almost two years, was seen in a video published by Hamas. His wife, Wanida Maarsa, identified him to Informfully Thai."}, {"type": "text", "text": "Boonthom Phankhong and Nattawaree 'Yo' Moonkan, who are husband and wife, were working at a mushroom-packing factory near Gaza when Hamas gunmen burst in and began firing, according to Thai TV reports. Yo, aged 35, screamed while everyone else was hiding and was taken along with her husband, 45."}, {"type": "text", "text": "O-wat Suriyasri was pictured with his hands tied behind his back as armed men looked on, in a photo sent by a colleague to his family, according to Thai TV reports. He has a child with his wife back in Thailand."}, {"type": "text", "text": "Manee Jirachat, who travelled to Israel for work four years ago, was seized by Hamas along with five other workers who had taken cover together, according to a Thai TV interview with his father, who had spoken to survivors."}, {"type": "text", "text": "Natthaporn Onkaew, Komkrit Chombua, Parinya Taemklang, Pattanayuth Tonsokri, Kiattisak 'Top' Patee and a Mr Pongtorn (no first name given) were all named by the Thai foreign ministry as hostages. Thailand said 14 of its nationals in total were captured."}, {"type": "text", "text": "Five hostages are now known to be free. Two Americans - Judith Raanan and her daughter Natalie Raanan - were released on Friday 20 October. "}, {"type": "text", "text": "Two elderly women - Nurit Cooper and Yocheved Lifschitz - were freed on Monday 23 October. "}, {"type": "text", "text": "An Israeli soldier - Ori Megidish - was freed during ground operations in Gaza on 29 October and was reunited with her family, the Israel Defence Forces (IDF) said."}, {"type": "text", "text": "Research by Jamie Ryan and Emma Pengelly"}, {"type": "text", "text": "Are you personally affected by the issues raised in this story? If it is safe to do so, please get in touch by emailing haveyoursay@bbc.co.uk."}, {"type": "text", "text": "Please include a contact number if you are willing to speak to a Informfully journalist. You can also get in touch in the following ways:"}, {"type": "text", "text": "If you are reading this page and can't see the form you will need to visit the mobile version of Informfully website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "}]}, {"_id": "65536ede4dc5461d6400e567", "url": "https://www.bbc.co.uk/news/uk-scotland-67404606?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Brother of Hamas victim fears antisemitism in UK", "lead": "Colin Cowan's brother Bernard, from Glasgow, was killed by Hamas gunmen in his home on a kibbutz in Israel.", "author": "Lucy Manning", "datePublished": "20231113", "dateScraped": {"$date": "2023-11-14T13:58:06.903Z"}, "dateUpdated": "20231113", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4DC7/production/_131711991_bernard-and-colin-_1_.jpg", "body": [{"type": "text", "text": "The brother of a British-Israeli man murdered by Hamas has told Informfully he has never been more fearful of antisemitism in the UK. "}, {"type": "text", "text": "Bernard Cowan, from Scotland, was killed by Hamas gunmen in his home on a kibbutz in Southern Israel during the 7 October attack. "}, {"type": "text", "text": "The 57-year-old left his family in Glasgow when he was just 19 to move to Israel. "}, {"type": "text", "text": "His brother Colin says he 'is filled with dread' as a Jew living in Britain."}, {"type": "text", "text": "He told Informfully News how his brother loved the kibbutz way of life, working and living communally among the mango and banana trees."}, {"type": "text", "text": "Bernard helped tend the gardens and lived happily with his wife, three children and two grandchildren, with one born just a few months ago. "}, {"type": "text", "text": "But Hamas gunmen ended the life he had built when they killed him on Kibbutz Sufa on 7 October, along with more than 1,200 other people."}, {"type": "text", "text": "In his home in Glasgow, his brother Colin Cowan remembers a man who loved diving, travelling, whisky and his family. "}, {"type": "text", "text": "'Bernard loved to live,' he said. 'He was a free spirit and all he wanted to do was see the world. He was loved throughout the world. "}, {"type": "quote", "text": "'I think if you were to look at Bernard as a soul who wanted to do nothing but good for the world, and for his country, and to love his family, that would be the perfect epitaph.'"}, {"type": "text", "text": "Colin Cowan's brother Bernard, from Glasgow, was killed by Hamas gunmen in his home on a kibbutz in Israel."}, {"type": "text", "text": "Bernard was at his home with his wife on Kibbutz Sufa when Hamas gunmen arrived, armed with machine guns and missile launchers."}, {"type": "text", "text": "They shot the tyres of an ambulance, killed a dog, then moved onto those living on the kibbutz who were hiding in their safe rooms. "}, {"type": "quote", "text": "'Bernard was claustrophobic,' said Mr Cowan. 'There are no windows in the safe room for obvious reasons. He went out into his kitchen and two terrorists walked by and saw him there and shot him dead. Our world just fell apart.'"}, {"type": "text", "text": "Bernard's wife had to stay in the safe room for many more hours knowing her husband was lying dead just outside the room. "}, {"type": "text", "text": "Despite living so far away, Bernard remained close with his family in Scotland and visited regularly."}, {"type": "text", "text": "Mr Cowan said: 'We break down thinking: 'Why is he not here?' It was recently my birthday and I always got a message from him saying 'happy 21st.' "}, {"type": "quote", "text": "'That was Bernard, he was always joking. And it never came this year. So yes, it's been a tough time.'"}, {"type": "text", "text": "But Colin doesn't just mourn his brother - the grief is mixed with deep anxiety for the safety of his own community in the UK. "}, {"type": "quote", "text": "'Hamas want us off the face of the earth,' said Mr Cowan. 'How can we live in this society today knowing that there are terrorist organisations out there who only want to murder and eradicate Jews from the world?'"}, {"type": "text", "text": "While many British Jews feel enormous concern and pain about the situation their relatives and friends in Israel are facing, Mr Cowan says that in Israel they worry about their relatives in the UK. "}, {"type": "text", "text": "'My nephew, my brother's son, asked me if I would come and live in Israel because of the antisemitism in the UK,' he said."}, {"type": "quote", "text": "'As Jews we are worried. I'm not a fearful person but it does fill me with dread where we are at the moment and where we could end up. Britain was meant to be safe but maybe it's not.'"}, {"type": "text", "text": "He added: 'When I walk down the street I'm thinking: 'What would they do if they knew I was Jewish?' And that's a horrendous thought. I ask, are we any different to where Jews were in Germany in 1938?'"}, {"type": "text", "text": "Some pro-Palestinian protests, where a minority have carried antisemitic banners and chanted slogans perceived as antisemitic, have left many Jews scared. "}, {"type": "text", "text": "'People have a right to protest as we have freedom of speech in the UK,' he said. 'The problem with the protest is there's that element which isn't just about the humanitarian side."}, {"type": "quote", "text": "'There's an element within these protests, which is about Hamas and supporting that organisation and that's where the fear comes.'"}, {"type": "text", "text": "It is why Mr Cowan says he feels unnerved by the demonstrations and particularly by the use of slogans like 'from the river to the sea, Palestine will be free,' referring to the River Jordan and the Mediterranean Sea."}, {"type": "text", "text": "The chant has drawn criticism from some, including ex- Home Secretary Suella Braverman who said it was an 'expression of a violent desire to see Israel erased from the world'. Israel and most Jewish groups agree."}, {"type": "text", "text": "The interpretation is disputed by some pro-Palestinian activists who say that most people chanting it are calling for an end to Israel's occupation of the West Bank and blockade of Gaza, not the destruction of Israel itself. "}, {"type": "text", "text": "Mr Cowan said: 'There is only one meaning to that and that means to eradicate all Jews.'"}, {"type": "text", "text": "He also highlighted the ripping down of posters showing the faces of the 239 hostages, including dozens of children, held by Hamas."}, {"type": "text", "text": "'If we're putting up pictures of hostages and then they're getting ripped down, then no wonder we are in fear for our lives,' he said. "}, {"type": "quote", "text": "'Because if they're willing to do that then they're willing to support Hamas, because they're not willing to accept that the hostages have to be released.'"}, {"type": "text", "text": "The Cowan family has received support from Scotland's First Minister Humza Yousaf, whose in-laws were recently trapped in Gaza. "}, {"type": "text", "text": "Last month, after the attack in Israel, the first minister attended a solidarity event at a synagogue in Glasgow and hugged Bernard Cowan's mother as she mourned outliving her son. "}, {"type": "text", "text": "'You could feel his empathy... but a lot of people don't believe what he believes,' added Mr Cowan."}, {"type": "text", "text": "Asked if he remembers feeling this fearful in the UK as a Jew, he said: 'Never, never in my whole life. There's not a Jewish person who I've spoken to who's not fearful of the situation we're in at the moment.'"}]}, {"_id": "65536edf4dc5461d6400e568", "url": "https://www.bbc.co.uk/news/world-middle-east-67355305?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Israeli reservist: I chose to fight but don't know if I'll come back alive", "lead": "Yakir tells the BBC how he chose to join his unit in Gaza, and knows he may not come back alive.", "author": "Lipika Pelham", "datePublished": "20231113", "dateScraped": {"$date": "2023-11-14T13:58:07.146Z"}, "dateUpdated": "20231113", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/282D/production/_131658201_4c241190e4357b75dff1a120ccf0b3f93c0a3e6e.jpg", "body": [{"type": "text", "text": "Yakir doesn't know when he'll be able to speak to his boyfriend again once his Israeli army unit goes into the Gaza Strip to fight Hamas."}, {"type": "quote", "text": "'I haven't told my family I am going inside Gaza. I don't want them to be worried. Only my boyfriend knows I'll be inside.'"}, {"type": "quote", "text": "'I don't know what kind of mission I'm going to get, or if I will even come back alive.'"}, {"type": "text", "text": "The 33-year-old was speaking to me hours before the mission was due to start, and he said he had permission from his superiors to speak to Informfully."}, {"type": "text", "text": "In his interview, he said he felt Israel was given no option after the attacks of 7 October but to go into Gaza to destroy Hamas."}, {"type": "quote", "text": "'If they didn't fear to enter Israel, we mustn't fear to go into Gaza, to make sure they will never do again what they did a month ago to innocent people, babies and children.'"}, {"type": "text", "text": "Yakir was called up along with hundreds and thousands of reservists, immediately after the attack in which 1,200 people were killed and some 240 taken hostage."}, {"type": "text", "text": "On the day of the attack, he and his boyfriend were asleep in their apartment when they were suddenly woken by red alerts on the Israel Defense Forces (IDF) Home Front Command app, which warns of incoming rocket attacks."}, {"type": "text", "text": "'I live in Ramat Gan, next to Tel Aviv. We're used to alarms. I just went back to sleep,' he recalls."}, {"type": "quote", "text": "'But a little while later, my boyfriend shook me to tell me that terrorists had entered Kibbutz Be'eri and kidnapped 20 people… It was only a little part of what was happening.'"}, {"type": "text", "text": "Yakir says he soon realised that he was going to be called up by the IDF."}, {"type": "quote", "text": "'I understood how big it was. You knew it before the government said it. I got my bag ready, and said, 'Oh My God, I am now saying goodbye to my normal life.''"}, {"type": "text", "text": "Yakir didn't want to be a soldier, he tells me. He didn't enjoy the army because he didn't like being ordered to do things. "}, {"type": "text", "text": "Military service is compulsory in Israel and like all conscripted men, he served three years until the age of 21. He remains eligible for reserve duty until he is 40.  "}, {"type": "text", "text": "Before 7 October, he wanted to go to the doctor to ask them to say that he was not fit to be a reservist on medical grounds. "}, {"type": "text", "text": "Immediately after the Hamas attack, Israel launched its offensive with the declared aim of destroying the group. The war has so far killed more than 11,000 people in Gaza, according to the Hamas-run health ministry, including more than 4,500 children."}, {"type": "text", "text": "I ask him what he thought of the civilian casualties. Yakir avoids answering my question directly, except to say that the IDF gives prior warning to evacuate civilians before striking. "}, {"type": "text", "text": "But in a war, he says, civilian deaths are unavoidable. 'You have to remember, we didn't start this war.' "}, {"type": "text", "text": "Instead of waiting to be called up, he put himself forward for active duty and tells me that he is fighting to live in a world in which Hamas - which Israel, the UK and other countries consider a terrorist organisation - no longer exists."}, {"type": "quote", "text": "'But it was not easy, to leave what seemed like a perfect life for me, until that morning of 7 October.'"}, {"type": "text", "text": "While he was waiting to be deployed, he wanted to make the most of his 'normal life' with his boyfriend. They went to the familiar places that they enjoyed visiting before 7 October. "}, {"type": "quote", "text": "'There's a lake in Ramat Gan national park. I went there with my boyfriend and some other friends. I just wanted to look at the dusk. I felt that it was the last time I was having a normal life before I was going to the army. I was sitting there, looking at the water, and quietly saying goodbye.'"}, {"type": "text", "text": "Yakir was first deployed in the southern town of Sderot. He spent two weeks patrolling the city's streets. There were reports of Hamas gunmen still at large, and he saw some gunmen being captured. "}, {"type": "quote", "text": "'I didn't sleep a lot. Fear was waking me up. I was missing my family. I was tired, hungry.'"}, {"type": "text", "text": "We spoke as Yakir was preparing to enter Gaza, on foot and after nightfall. He didn't know how long his deployment would be."}, {"type": "text", "text": "'Inside Gaza, we won't have any cell phones. The enemy can track them and strike with missiles,' he said. "}, {"type": "text", "text": "During a recent operation on the Gaza border, Yakir says, the whole unit had only one phone between them - a secure military phone - which he was sometimes able to use to send a short message to his boyfriend to say he was ok. His boyfriend then passed those messages on to his family."}, {"type": "text", "text": "But this time he thinks it might not be so easy to stay in touch."}, {"type": "text", "text": "Yakir just wants to believe that the war will be over quickly, or else that he will be replaced by another soldier, so that he can go back home."}, {"type": "text", "text": "The lives of all Israelis have changed forever, Yakir tells me, and he is driven by a sense of unity that he tells me everyone in Israel feels at the moment. 'Feeling unsafe is our national trauma now.'"}, {"type": "text", "text": "Before the war, the country was deeply divided over the government's controversial judicial overhaul plans, which led to months of protests."}, {"type": "quote", "text": "'What happened shocked the country so much that we decided we didn't want to fight with each other anymore,' Yakir says. 'The 7th of October reunited us. Orthodox and non-Orthodox, right wing and left wing, we're one nation today.'"}, {"type": "text", "text": "As we end our call, Yakir tells me that he is very afraid."}, {"type": "quote", "text": "'I know terrorists can pop up from tunnels, shoot at us and go back into the tunnels.'"}, {"type": "quote", "text": "'Already one officer of my unit has been killed. They can shoot rockets at us, and there are no alerts in Gaza.'"}]}, {"_id": "65536edf4dc5461d6400e569", "url": "https://www.bbc.co.uk/news/uk-england-67334666?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Gaza: Surgeon ready to help says moral duty trumps fear", "lead": "What is it like to know that at any moment you could be deployed to a warzone?", "author": "Tim Dodd", "datePublished": "20231113", "dateScraped": {"$date": "2023-11-14T13:58:07.628Z"}, "dateUpdated": "20231113", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4CE6/production/_131668691_ed72647e-649b-4219-9c98-98ab9bfebe54.jpg", "body": [{"type": "text", "text": "With each passing day, groups of volunteer medics in different parts of the world remain on standby to go to Gaza to care for the thousands of injured and sick people who fill hospitals stretched to the extreme. Professor Nick Maynard is one of them."}, {"type": "text", "text": "Nick is a consultant surgeon, based in Oxford, who's been travelling to the Gaza Strip and West Bank for more than a decade."}, {"type": "text", "text": "Since 2010 he has been to Gaza almost every year, usually leading a group of medics who teach students and junior doctors. "}, {"type": "text", "text": "In May, he witnessed the conflict first-hand when at least 15 Palestinians, including three commanders of the militant group Islamic Jihad, were killed in Israeli air strikes on the Gaza Strip. "}, {"type": "text", "text": "Gaza locked down, and after four days of 'non-stop' bombing Nick was evacuated by the UN."}, {"type": "text", "text": "He is now on standby to go and work in operating theatres with the charity Medical Aid for Palestinians, as soon as it becomes safe to do so amid the conflict between Israel and Hamas."}, {"type": "text", "text": "'A huge sense of duty' is motivating him to want to go and do what he can, and he says he is not alone."}, {"type": "text", "text": "'I think there is fear, apprehension, not knowing what one would find, but I think the other motives for doing so… are so powerful that they outweigh everything else,' he says. "}, {"type": "text", "text": "'I consider it a huge privilege to be in a position to help these people who need help more than most of us can possibly understand."}, {"type": "text", "text": "'It just feels the right thing to do...I've got many friends over there who I'm very close to. I've got Gazan friends staying with us [now].' "}, {"type": "text", "text": "He shares the story of Enas, a young Gazan doctor he trained who he and his wife have become an 'adoptive parent' to."}, {"type": "text", "text": "She left Gaza eight years ago after securing a scholarship to study in England but has never been able to return."}, {"type": "text", "text": "As part of Israel's blockade of Gaza, Palestinians are prohibited from entering and leaving except in extremely rare cases, including if people need care for life-threatening conditions or if they are on a limited list of merchants."}, {"type": "text", "text": "When Enas got married, Nick walked her down the aisle because her family were denied permission to leave Gaza. "}, {"type": "text", "text": "She has had little contact with them in recent weeks due to communications blackouts, and goes days without knowing if they are alive or dead."}, {"type": "quote", "text": "'They think they'll die,' Nick says. 'They've all written their names in indelible ink on their arms and their legs so that if they get killed, they'll be identified.'"}, {"type": "text", "text": "The Islamic University of Gaza and Al-Azhar University, where Nick teaches, both sustained 'serious damage' in October during bombing, according to the Palestinian Ministry of Higher Education and Scientific Research, which forms part of the Palestinian Authority."}, {"type": "text", "text": "The Israel Defense Forces claimed the Islamic University of Gaza 'serves as a central training centre for Hamas engineers' and a 'training institution for the development and production of weapons', claims Nick is sceptical of."}, {"type": "text", "text": "'I've visited these buildings on many, many occasions and, more importantly, people I've known for many years and trust implicitly have spent decades in these buildings and [they] do not believe that happens,' he says."}, {"type": "quote", "text": "'It's inconceivable to me that they could be used as Hamas headquarters without the knowledge of people who work there day in, day out.'"}, {"type": "text", "text": "Countries including Turkey, Jordan, and Egypt have been calling for a ceasefire, as well as the United Nations and the leaders of all of its major agencies."}, {"type": "text", "text": "Israeli Prime Minister Benjamin Netanyahu has said there would be no ceasefire without the release of Israeli hostages, but that humanitarian pauses might be possible to let aid into the enclave and hostages out. "}, {"type": "text", "text": "US Secretary of State Antony Blinken has also resisted calls for one, saying it would allow Hamas to 'regroup and repeat' its 7 October attacks, in which it killed 1,200 Israelis and kidnapped more than 200 others."}, {"type": "text", "text": "Nick insists that in order for Gazan patients to be helped there needs to be a complete ceasefire, 'not a temporary pause of 48 hours', as well as the creation of multiple corridors of aid - including from Israel. "}, {"type": "text", "text": "'There's no way it can all come in through Rafah,' he says, referring to the only crossing point for humanitarian aid on Gaza's southern border with Egypt."}, {"type": "text", "text": "'The main road up and down Gaza has been destroyed... so to transport patients from the north down to Rafah will, I think, be well nigh impossible. "}, {"type": "quote", "text": "'And many of those patients - if there is still power in the hospitals, which is disappearing - may be on ventilators.'"}, {"type": "text", "text": "More than 11,000 people have been killed in Gaza according to the Hamas-run health ministry, including more than 4,500 children - but Nick believes those numbers could be just the tip of the iceberg."}, {"type": "text", "text": "'As a result of the bombings there will be large numbers of deaths due to untreated cancers, untreated diabetes,' he says. "}, {"type": "text", "text": "'Until insulin was invented, diabetes killed everyone. Now, if they haven't got any insulin... diabetes will start killing people."}, {"type": "quote", "text": "'If they've got no power, they can't give dialysis, so all patients in kidney failure will die, so that the amount of excess deaths will be huge in the next few months absolutely is a really important point.'"}, {"type": "text", "text": "The World Health Organization has said a 'public health catastrophe' was imminent in Gaza, due to mass displacement, overcrowding, and damage to water and sanitation infrastructure."}, {"type": "text", "text": "These conditions are perfect for the rapid spread of infectious diseases like cholera, Nick adds."}, {"type": "quote", "text": "'They're drinking dirty, non-sterile water at the moment. The big danger is that infectious diseases just take control and run through the population...and that will lead to many, many thousands of deaths.'"}]}, {"_id": "65536edf4dc5461d6400e56a", "url": "https://www.bbc.co.uk/news/world-middle-east-67397963?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Israel's president denies it is striking Gaza's Al-Shifa hospital", "lead": "Isaac Herzog told the BBC \"everything is operating\" at Al-Shifa, despite reports of no power.", "author": "NONE", "datePublished": "20231113", "dateScraped": {"$date": "2023-11-14T13:58:07.927Z"}, "dateUpdated": "20231113", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/624/cpsprodpb/1FCD/production/_105914180_line976-nc.png", "body": [{"type": "text", "text": "Israeli president challenged on airstrikes and says Mein Kampf found on Hamas fighter"}, {"type": "text", "text": "Israeli President Isaac Herzog has denied that Israel is striking the largest hospital in the Gaza Strip."}, {"type": "text", "text": "The UN has said the situation at Al-Shifa Hospital is dire, with constant gunfire and bombings in the area."}, {"type": "text", "text": "Doctors there have said newborn babies have died after power for incubators was cut off due to a lack of fuel."}, {"type": "text", "text": "When challenged by Informfully's Laura Kuenssberg about those reports, Mr Herzog rejected them as 'spin by Hamas' and insisted there was electricity."}, {"type": "text", "text": "The president also showed what he said was a copy of Adolf Hitler's Mein Kampf was found on the body of a Hamas fighter in Gaza."}, {"type": "text", "text": "He said a copy translated into Arabic was found 'just a few days ago' in a children's room that had been 'turned into a military operation base of Hamas'."}, {"type": "text", "text": "The Nazi leader's antisemitic manifesto was first printed in 1925.  "}, {"type": "text", "text": "Finding a copy of it in northern Gaza, Mr Herzog said, showed that some in Hamas 'learned again and again Adolf Hitler's ideology of hating the Jews'."}, {"type": "text", "text": "On Sunday morning, the World Health Organization (WHO) said it had lost communication with its contacts at Al-Shifa, with staff and patients trapped by fighting outside. "}, {"type": "text", "text": "It warned that the hospital had been reportedly attacked multiple times over the previous two days, leaving several people dead and many others wounded. The intensive care unit had suffered damage, as had areas where displaced people were sheltering, it added."}, {"type": "text", "text": "It also said there were reports that some people who fled the hospital were shot at."}, {"type": "text", "text": "WHO chief Dr Tedros Ghebreyesus later said that contact has been restored but warned of 'dire' conditions inside. He repeated calls for a ceasefire and said the hospital has been without electricity and water for three days."}, {"type": "text", "text": "Doctors and the Hamas-run health ministry in Gaza have said a lack of fuel for Al-Shifa's generators there means patients cannot be operated on and incubators for premature babies cannot run. But the president disputed this."}, {"type": "text", "text": "'We deny this at all, there is a lot of spin by Hamas... but there's electricity in Shifa, everything is operating,' Mr Herzog told Informfully's Sunday with Laura Kuenssberg programme. "}, {"type": "text", "text": "Israel has said that Hamas has a base underneath the hospital building - a claim denied by Hamas. "}, {"type": "text", "text": "Asked whether Israel has gone too far in its response to Hamas's 7 October attack, in which 1,200 people in Israel were killed and some 240 taken hostage back to Gaza, Mr Herzog said: 'We work exactly according to the rules of international humanitarian law. We alert each and every civilian, because their homes have become terror bases'."}, {"type": "text", "text": "He added: 'Unfortunately, there are tragedies. We don't shy away from them. But truly many of the tragedies are done by Hamas, like they bombed [Al-]Shifa hospital yesterday, not Israel.'"}, {"type": "text", "text": "Surgeon Marwan Abu Saada told Informfully on Saturday that the hospital had run out of water, food and electricity."}, {"type": "text", "text": "He said the sounds of shooting and bombardments echoed through the hospital 'every second'."}, {"type": "text", "text": "Israeli military spokesman Rear Admiral Daniel Hagari said Israel would help evacuate babies from Al-Shifa following a request from the hospital administration. Dr Abu Saada said on Sunday night that three newborn babies had already died."}, {"type": "text", "text": "The Israeli military also released a video of soldiers leaving 15 jerry cans of fuel on the side of a street for the hospital on Sunday but claimed Hamas stopped them being picked up. "}, {"type": "text", "text": "However, doctors said the amount would not bring enough power for an hour, while any evacuation of the babies needed specialised mobile incubators."}, {"type": "text", "text": "Asked whether it was time to listen to calls from Israel's allies, including from France's President Macron, for a ceasefire and measures to reduce civilian casualties, Mr Herzog asserted Israel's right to defend itself after the October attacks. "}, {"type": "text", "text": "'We of course listen to our allies, but first and foremost, we defend ourselves,' he said."}, {"type": "text", "text": "He acknowledged that there had been civilian deaths in Gaza but blamed Hamas for many of the tragedies. "}, {"type": "text", "text": "Mr Herzog said his country's operations in Gaza were carried out 'according to the rules of international humanitarian law', with Israel alerting civilians with phone calls and text messages, and urging them to evacuate from northern Gaza and 'go down [to southern Gaza]'."}, {"type": "text", "text": "'We give them humanitarian pauses so that they can go down [south],' Mr Herzog said."}, {"type": "text", "text": "He accused Hamas of stopping civilians from fleeing northern Gaza when asked about the pictures from Gaza showing many still sheltering in the area and reports that they were unable to leave."}, {"type": "text", "text": "More than 11,000 people have been killed in Gaza since the start of the war, according to the Hamas-run health ministry. More than 1.5m people are also displaced, according to the United Nations' agency for Palestinian refugees (Unrwa)."}, {"type": "text", "text": "Fighting has been fierce in the northern part of the 41km (25 miles) long and 10km wide enclave, but blasts have also hit the southern cities of Rafah and Khan Younis. "}]}, {"_id": "65536ee04dc5461d6400e56b", "url": "https://www.bbc.co.uk/news/uk-wales-67401482?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "UK doctor Ahmed Sabra finally gets to Egypt from Gaza", "lead": "Ahmed Sabra leaves Gaza four days after his wife and children left him behind at the Egypt crossing.", "author": "Paul Pigott", "datePublished": "20231113", "dateScraped": {"$date": "2023-11-14T13:58:08.210Z"}, "dateUpdated": "20231113", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/252B/production/_131651590_a6a6870d-3150-4a22-93d9-846ef571215c.jpg", "body": [{"type": "text", "text": "A UK doctor who was stuck in war-torn Gaza when his name was left off a list of British nationals has finally reached Egypt."}, {"type": "text", "text": "Ahmed Sabra, a UK citizen who holds a British passport, was visiting family in Gaza with his wife and three children at the start of the war."}, {"type": "text", "text": "His wife and children were allowed to cross into Egypt on Thursday, but Dr Sabra was turned away."}, {"type": "text", "text": "The Foreign Office said it was working to get all British nationals home."}, {"type": "text", "text": "Dr Sabra, a consultant cardiologist at Pinderfields Hospital in Wakefield, West Yorkshire who was a cardiology registrar at Morriston Hospital, Swansea, said he had made it through the Rafah crossing on Monday and was waiting to get his passport stamped."}, {"type": "text", "text": "Former colleague and friend Sara Gretton, who worked with him in Swansea, told Informfully Radio Wales Breakfast that he had messaged her overnight to say his name was now on the list of British nationals eligible for evacuation and he was heading to the border."}, {"type": "text", "text": "Thousands of foreign nationals have been making the same trip to the only open crossing out of Gaza, but only those named on a list, published daily by the Gaza Border Authority, are allowed to cross. "}, {"type": "text", "text": "Those on the list must be cleared by both Egyptian and Israeli authorities. "}, {"type": "text", "text": "Ms Gretton and Dr Sabra's supporters asked why he was not on the list last week. "}, {"type": "quote", "text": "'It seems so simple you know - the Foreign Office informs the agencies that he is a British national, his name should be added to the list, it should be published and he should be evacuated.'"}, {"type": "text", "text": "'I just don't know what has gone wrong since last Thursday, and that hasn't been done.' "}, {"type": "text", "text": "Hamas's attacks on Israel on 7 October sparked the war. Hamas gunmen killed about 1,200 people and took 240 others hostage in its unprecedented cross-border assault it launched that day."}, {"type": "text", "text": "After a month of Israeli bombardment and nearly two weeks after Israel launched a major ground offensive into the territory, Gaza's Hamas-run health ministry said on Friday that 11,078 people had been killed, while 1.5 million had fled their homes."}, {"type": "text", "text": "Dr Sabra's former colleagues at Morriston Hospital held a rally on Monday in support of his safe return home. "}, {"type": "text", "text": "The Foreign Office said it was working 'round the clock to ensure all British nationals in Gaza who want to leave are able to'."}]}, {"_id": "65536ee04dc5461d6400e56c", "url": "https://www.bbc.co.uk/news/uk-67408775?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "British-Palestinians ask PM for urgent meeting over Gaza", "lead": "A group accuses the government of \"double standards\" in its handling of Palestinians in the UK.", "author": "Ashitha Nagesh", "datePublished": "20231113", "dateScraped": {"$date": "2023-11-14T13:58:08.451Z"}, "dateUpdated": "20231113", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1271F/production/_131715557_25094d58-00f5-49c3-8ea2-8435aff604b8.jpg", "body": [{"type": "text", "text": "A British-Palestinian group has written to Prime Minister Rishi Sunak, asking for an 'urgent meeting' about Gaza."}, {"type": "text", "text": "The letter also urges the UK government to 'use its influence' to call for a ceasefire. "}, {"type": "text", "text": "It was sent, earlier on Monday, by the UK-based International Centre of Justice for Palestinians."}, {"type": "text", "text": "The ICJP said it was speaking 'on behalf of members of the Palestinian community in the UK with families and loved ones living in Gaza'."}, {"type": "text", "text": "The group said it wanted a meeting 'to express our concerns, similar to the meetings you have had with other British communities who have families in the region who have experienced distress similar to ours'."}, {"type": "text", "text": "Calls for humanitarian pauses were 'inadequate', it said. And the government's failure to call for a ceasefire 'is putting our loved ones in danger and is contributing to an unprecedented humanitarian crisis'. "}, {"type": "text", "text": "'It also ignores our voices as British citizens with friends and family under attack in Gaza,' the ICJP said. "}, {"type": "text", "text": "A spokesperson for the UK government told Informfully that it had 'helped more than 150 British nationals and dependents to leave Gaza so far'."}, {"type": "text", "text": "'We must see humanitarian pauses that allow enough time for hostages to be released, as well as aid to go in,' it said."}, {"type": "text", "text": "It said the Foreign Office was in regular contact with those who remained in Gaza, 'and our teams are working around the clock with the Israeli and Egyptian authorities to ensure they can leave as quickly as possible'."}, {"type": "text", "text": "Six British-Palestinians told a press conference dozens of their family members had been killed in Gaza."}, {"type": "text", "text": "Lubaba Khalid, who stepped down from chairing the Young BAME (black, Asian and minority ethnic) Labour network last month, over comments made by Labour leader Keir Starmer, said she had found out on social media her relatives had been killed."}, {"type": "text", "text": "'Due to the lack of electricity and networks, we have found it very difficult keep in touch with family members just to check if they're alive,' she said. "}, {"type": "quote", "text": "'As a result, I found out my great uncle's house was bombed, on the social-media platform X [formerly known as Twitter] before I could get any confirmation from my own family.'"}, {"type": "text", "text": "Six members of her family had been killed in that bombing, she said, five of them children."}, {"type": "text", "text": "Accountant Omar Mofeed accused the UK government of 'double standards' in its treatment of those evacuating Gaza. "}, {"type": "text", "text": "Non-British family members of British nationals who have fled Gaza and are now in Cairo currently need to apply for British family visas from Egypt. "}, {"type": "text", "text": "And Mr Mofeed pointed to the visa schemes available to those fleeing war in Ukraine, including the Ukraine Sponsorship Scheme - also known as Homes for Ukraine - and the Ukraine Family Scheme, both of which are free for those applying. "}, {"type": "text", "text": "The Foreign Office has previously told Informfully News it is working with the Home Office to process visas for non-British family members of British nationals who have left Gaza."}]}, {"_id": "65536ee04dc5461d6400e56d", "url": "https://www.bbc.co.uk/news/world-middle-east-67373293?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Weeks into the war, how much closer is Israel to its goal?", "lead": "Israel wants to destroy Hamas, but there are questions over whether that is achievable.", "author": "Jonathan Beale", "datePublished": "20231110", "dateScraped": {"$date": "2023-11-14T13:58:08.700Z"}, "dateUpdated": "20231110", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A56A/production/_131664324_2_israel_in_gaza_reuters.jpg", "body": [{"type": "text", "text": "It's nearly two weeks since Israel launched its ground offensive into Gaza and more than a month since it began intensive air strikes against Hamas, all in response to the brutal attacks in Israel in which about 1,200 people were killed."}, {"type": "text", "text": "Israel's stated military objective from the outset has been to destroy Hamas, militarily and politically. How much closer is it to achieving that goal, and is it achievable? "}, {"type": "text", "text": "As far as Israel is concerned, these are still early days - it has repeatedly said that this operation will be long and difficult. One senior Israel Defense Forces (IDF) official who spoke to Informfully used the analogy of a boxing match: 'This is just round four of 15.'"}, {"type": "text", "text": "No-one in Israel is saying exactly how long the war will last. Some point to the fact that it took nine months for Western-backed Iraqi forces to retake the city of Mosul from the Islamic State (IS)group in 2017. Israel may want to carry on fighting for several more months, though it may not control the timetable, as international pressure for pauses in the fighting or even a ceasefire are growing. "}, {"type": "text", "text": "So far, Israel says it has carried out more than 14,000 strikes and killed dozens of high-value targets, including senior Hamas commanders. Each of those strikes will have involved multiple weapons. Yaakov Katz, a military expert and former editor of the Jerusalem Post newspaper, says Israel has already fired more than 23,000 munitions. "}, {"type": "text", "text": "As a comparison, at the height of the battle for Mosul, Western allies dropped around 500 bombs a week on IS targets."}, {"type": "text", "text": "More than 10,800 people in Gaza have been killed since the start of the war, according to the Hamas-run health ministry, including more than 4,400 children."}, {"type": "text", "text": "The military says its ground forces have successfully divided the Gaza Strip between north and south, and that its troops have surrounded Gaza City. It claims they are now 'deep in the heart of the city', though that is still far from claiming control. Hamas has denied that Israeli forces have made any significant gains or pushed deep into Gaza City."}, {"type": "text", "text": "This initial phase of Israel's ground offensive appears to be going according to plan with its aim of isolating Hamas, and the cost to Hamas is likely to have been high. Estimates at the start of the war suggested that the group had between 30,000-40,000 fighters. "}, {"type": "text", "text": "One senior Israeli defence source told Informfully that about 10% of that total - 4,000 fighters - have been killed. Such estimates are impossible to verify and should be treated with caution, but the sheer scale of Israel's bombing campaign will have already degraded Hamas's ability to fight."}, {"type": "text", "text": "In contrast, Israeli military losses appear to have been relatively low. Israel says 34 of its soldiers have been killed since ground operations began. Yossi Kuperwasser, an Israeli intelligence and security expert, says the military is conducting its ground operations 'more carefully and cautiously' to avoid heavy casualties among its troops."}, {"type": "text", "text": "It's still not clear how much of Hamas remains in the north, how many fighters may still be hiding in tunnels, or how many might have melted into the local population who have fled south."}, {"type": "text", "text": "The tunnels still present a significant challenge to Israel. Its forces are trying to blow up what tunnels it finds, rather than engage in fighting underground. "}, {"type": "text", "text": "More obvious is Israel's significant advantage in terms of intelligence and military capabilities. It can intercept communications and even turn off Gaza's mobile phone and internet networks. It has complete air superiority with Israeli jets and drones able to monitor every movement on the ground, but not below the surface."}, {"type": "text", "text": "One senior Israeli defence source told Informfully that they were still identifying more than 100 new targets each day, although that list is likely to diminish the longer this war goes on. The longer it lasts, the more it will have to rely on troops on the ground to identify and eliminate resistance."}, {"type": "text", "text": "Justin Crump, a former British Army officer who now runs Sibylline, a risk intelligence company, says Israel appears to be making reasonable progress given the density of the terrain, but 'they're now going to encounter the more heavily defended urban areas of the city'."}, {"type": "text", "text": "Israeli troops are better equipped and well-trained, but urban warfare can still prove difficult for the most advanced militaries. "}, {"type": "text", "text": "So far, close-quarters fighting on the ground appears to have been limited, and is certainly nothing on the scale of the urban warfare that's been taking place between Russia and Ukraine in cities like Bakhmut. Much of the videos released by the IDF show that it is instead relying on tanks and armour."}, {"type": "text", "text": "Neither has Israel committed all its forces. Some estimate that it may have as few as 30,000 troops inside Gaza so far. That's a relatively small proportion of Israel's total - 160,000 active military personnel plus 360,000 reservists. "}, {"type": "text", "text": "Justin Crump says the question is how many of its infantry is it willing to commit to clearing every building and the warren of Hamas tunnels? "}, {"type": "text", "text": "Israel could instead chose to target Hamas strongholds. He believes Israel will try to avoid block-by-block fighting, not least because it could lead to very heavy casualties. It would also certainly jeopardise the lives of more than 200 hostages. "}, {"type": "text", "text": "Which raises the question as to whether Israel's stated war aim - destroying Hamas - is really achievable. Even senior Israeli officials recognise that destroying an ideology with bombs and bullets is impossible. "}, {"type": "text", "text": "Some of the group's leadership isn't even in Gaza. Mr Katz says that if elements of Hamas can survive this war, then they could still claim 'because we're still here, we've actually won'. "}, {"type": "text", "text": "For that reason, Mr Crump believes Israel's war aims could shift from destroying Hamas to punishing it, to make sure it there is no repeat of the 7 October attacks."}, {"type": "text", "text": "Israel is also under increasing pressure to explain what happens next, especially from the US. "}, {"type": "text", "text": "One Israeli defence source said Winston Churchill wasn't thinking about a Marshall plan to rebuild Germany, when he helped launched the allies invasion on D-Day in the Second World War. "}, {"type": "text", "text": "But wars are rarely won without a plan post-invasion - something that's been completely absent in Israel's military operation so far. "}]}]