[{"_id": "654a7014dedaa6a8820657e0", "url": "https://www.independent.co.uk/news/uk/politics/covid-inquiry-live-uk-boris-johnson-b2440885.html", "primaryCategory": "politics", "subCategories": "None", "title": "Covid inquiry live: Boris Johnson ‘wanted to be injected with the virus live on TV’", "lead": "Simon Ridley, the former head of Cabinet Office for the Covid-19 taskforce, is giving evidence first ", "author": "Joe Middleton and Archie Mitchell", "datePublished": "2023-11-07 16:50:46", "dateScraped": "2023-11-07 18:12:52.852279", "dateUpdated": "2023-11-07 16:50:46.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/07/14/d1220c85185e7a0fc495c175c8adc62cY29udGVudHNlYXJjaGFwaSwxNjk5NDUwMTQ3-2.54902799.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Covid inquiry roundup: Lee Cain and Dominic Cummings provide worrying insight into No 10\n"}, {"type": "text", "text": "Boris Johnson said he would rather “let the bodies pile high” than impose another lockdown in September 2020, Lord Lister has confirmed."}, {"type": "text", "text": "The ex-PM’s then chief of staff told the Covid inquiry it was an “unfortunate turn of phrase” but the government was trying to avoid a further lockdown “given the already severe impact on the economy and education”."}, {"type": "text", "text": "Downing Street was “frustrated” because the Scottish government always wanted to do things slightly differently to England” during the pandemic."}, {"type": "text", "text": "Boris Johnson’s former chief of staff Lord Lister said for “political reasons” Scottish ministers did not want to be seen to do the same as their English counterparts."}, {"type": "text", "text": "“It always almost seemed that there was a desire just to be different,” he told the Covid inquiry."}, {"type": "text", "text": "Simon Case said he had “never seen a bunch of people less well-equipped to run a country” after becoming the top civil servant in No10."}, {"type": "text", "text": "Mr Case, now cabinet secretary, said he would “struggle to last six months” after becoming the permanent secretary in Downing Street."}, {"type": "text", "text": "The former cabinet secretary Lord Sedwill said he was “ok so far” as he had joined in a “good news phase”.\nAnd in WhatsApp messages shown to the inquiry, Lord Sedwill said: “It’s hard to ask people to march to the sound of gunfire if they’re shot in the back”."}, {"type": "text", "text": "Mr Case replied: “I’ve never seen a bunch of people less well-equipped to run a country.”"}, {"type": "text", "text": "Lord Lister has told the Covid inquiry Dominic Cummings was “not an easy man to deal with”."}, {"type": "text", "text": "Asked about the working environment in No10, which the inquiry has so far heard was toxic and chaotic, Boris Johnson’s former chief of staff said there was “tension” driven by different personalities."}, {"type": "text", "text": "Regarding Mr Cummings, Lord Lister said “he was not an easy man to deal with”."}, {"type": "text", "text": "Lord Lister has confirmed a potential rise in domestic abuse was “not particularly high on the list” of concerns ahead of the introduction of Covid lockdowns."}, {"type": "text", "text": "“I don’t think people thought about it as being a likely outcome,” the former No10 chief of staff said."}, {"type": "text", "text": "He added: “Lockdown was a very blunt instrument which was being used to try and stop the spread of Covid, and there were all sorts of consequences from that."}, {"type": "text", "text": "“Yes, we should have thought much more about domestic abuse.”"}, {"type": "text", "text": "Lord Lister has told the Covid inquiry that Boris Johnson - who eventually almost died of Covid - wanted to be injected with the disease on live TV “to demonstrate that it did not pose a threat”."}, {"type": "text", "text": "Describing the comment as “unfortunate”, Lord Lister said it was made in the early days of the pandemic “in the heat of a moment”."}, {"type": "text", "text": "Lord Lister refused a request by Sadiq Khan to attend a Cobra meeting in the early days of the pandemic."}, {"type": "text", "text": "The mayor of London believed the capital was “one of the most at risk places” in the country due to its large number of hospitals, airports and international visitors."}, {"type": "text", "text": "His government relations team asked Downing Street if he would be invited to attend a Cobra meeting."}, {"type": "text", "text": "In Mr Khan’s evidence, shown briefly to the inquiry, he said “a reply from No10 said that I would not be invited” and “no explanation” was given."}, {"type": "text", "text": "Lord Lister said it was about “parity” with the rest of the country and not giving London special treatment."}, {"type": "text", "text": "Asked at the Covid inquiry how he got on with Boris Johnson’s most senior adviser Dominic Cummings, Lord Lister said: “We worked together. We had desk facing each other.”"}, {"type": "text", "text": "Boris Johnson’s chief of staff during the pandemic said the economic impact of Covid was the “real threat”."}, {"type": "text", "text": "In messages from February 2020, Lord Lister said air freight rates in Asia were up 500 per cent and cited four days of falling stock markets."}, {"type": "text", "text": "“In my opinion this is the real coronavirus threat,” he said in a WhatsApp exchange with Mr Johnson and the rest of his top team."}, {"type": "text", "text": "“Can I suggest at the Cobra on Monday the economic bit is as important as the health input?” he added."}]}, {"_id": "654a7015dedaa6a8820657e1", "url": "https://www.independent.co.uk/news/uk/politics/kings-speech-today-charles-sunak-uk-parliament-b2442913.html", "primaryCategory": "politics", "subCategories": "None", "title": "King’s Speech – live: New laws on oil, smoking and football as Charles III makes first State Opening", "lead": "Seven pieces of legislation will be carried over into the next parliamentary session", "author": "Maryam Zakir-Hussain and Andy Gregory", "datePublished": "2023-11-07 16:44:04", "dateScraped": "2023-11-07 18:12:53.090843", "dateUpdated": "2023-11-07 16:44:04.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/07/11/SEI179149754.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Tory MP Elliot Colburn told Informfully he was “angry and frustrated” at Rishi Sunak’s decision to drop the promised ban on conversion therapy."}, {"type": "text", "text": "The backbencher also said he was “very confident” there was enough Tory MPs willing to rebel on the issue and work with opposition parties to get the ban through parliament."}, {"type": "text", "text": "“It’s complete mistake,” said Mr Colburn. “I’m angry and frustrated. It’s a promised been made many times, and we’re back in the wilderness. We delivered Brexit quicker than we delivered this.”"}, {"type": "text", "text": "He added: “We know there’s a criminal justice bill – and that’s a perfect opportunity to table amendments to try to get this into law. We are looking at other mechanisms. I would be confident the numbers are there [to defeat the government. I think the whips could be surprised … at how difficult a job they have on their hands.”"}, {"type": "text", "text": "Away from the Commons for a moment, here is a snippet from the former Covid taskforce chief Simon Ridley’s testimony to the ongoing Covid inquiy, which will make awkward listening for the current PM:"}, {"type": "text", "text": "Keir Starmer has accused home secretary Suella Braverman of using security issues and the threat of extremism as a “platform for her own ambition”."}, {"type": "text", "text": "He condemned Ms Braverman for treating the challenge of extremism as “legitimate terrain for her divisive brand of politics”."}, {"type": "text", "text": "The Labour leader accused the Tory party of being “devoid of leadership” that it “happy to follow a home secretary who describes homelessness as a lifestyle choice”."}, {"type": "text", "text": "He added: “Homelessness is a choice. It’s a political choice”."}, {"type": "text", "text": "Rishi Sunak and Sir Keir Starmer walked together through the central lobby ahead of the State Opening of Parliament"}, {"type": "text", "text": "Keir Starmer has said the King’s Speech was “a plan for more of the same”, condemning the “desperate spectacle” of the Tory government “claiming it offers change”."}, {"type": "text", "text": "The Labour leader told the Commons said the programme was “an exercise in economic miserabilism” and an admission that the government “has no faith in Britain’s ability to avert decline”."}, {"type": "text", "text": "Sir Keir said: “What we have before us is a plan for more of the same – more sticking plasters, more division, more party first, country second gimmicks and no repudiation of the utterly discredited idea that economic growth is something the few hand down to the many."}, {"type": "text", "text": "“In fact, today we reached something of a new low because they are not even pretending to govern any more,” Sir Keir added – accusing the Tories of seeing the country’s problems “as something to be exploited, not solved”."}, {"type": "text", "text": "Tory grandee Dominic Grieve said Suella Braverman was “not fit” to be home secretary, amid ongoing criticism for her description of rough sleeping as “lifestyle choice” and pro-Palestine protests as “hate marches”."}, {"type": "text", "text": "The former cabinet minister told Informfully: “The home secretary’s comments on homelessness being a lifestyle choice are a million miles from reality. It was improper language.”"}, {"type": "text", "text": "The ex-attorney general added: “The marches may attract some people who uttering hate, it’s also attracting people who are engaged in a perfectly law-abiding right to protest. To describe them as hate marches is inflammatory language.”"}, {"type": "text", "text": "“I find it regrettable that someone occupying such high office has so little understanding of what it involves. She is not a fit and proper person to hold this office.”"}, {"type": "headline", "text": "Our Whitehall and politics editor Kate Devlin reports:"}, {"type": "text", "text": "The government is considering a new tax on vapes."}, {"type": "text", "text": "Documents published alongside the King’s Speech show the government will explore “a new duty on vapes as other countries have done”."}, {"type": "text", "text": " Ministers are understood to see vapes as a useful tool to cut smoking, but warn they are not risk free."}, {"type": "text", "text": "A new tax on vapes could target their affordability and therefore reduce their appeal."}, {"type": "text", "text": "No 10 said there was an \"important balance\" to be struck to ensure there was a significant difference between a duty on vapes and those on cigarettes, to ensure the move did not encourage more people to take up smoking."}, {"type": "text", "text": "Some Labour sources have suggested that the “thin” legislative programme points to a May general election. But David TC Davies, the Welsh secretary, rejected the suggestion."}, {"type": "text", "text": "The cabinet minister said the legislation would take the government “the next year” to get through parliament. “I have got absolutely no idea when the next election is coming, I really don’t mind, I am looking forward to whenever it does come,” he told Sky News."}, {"type": "text", "text": "Anti-monarchy protesters booed the King at the state opening of Parliament, as the event was branded “not compatible with democracy”."}, {"type": "text", "text": "Loud boos rang out from dozens of members of campaign group Republic as they chanted “not my king”, “what a waste of money”, and “down with the crown” when the King arrived in Whitehall in a carriage procession from Buckingham Palace."}, {"type": "text", "text": "LGBTQ rights campaigner Peter Tatchell, who was among the protesters, said: “It’s an absurd contradiction that an unelected monarch head of state is opening a democratic, elected parliament - that is not compatible with democracy."}, {"type": "text", "text": "“We want a democratically elected head of state, voted for by the people and accountable to the people, it is what most modern democracies have. Monarchy is an anachronism, it’s a residue from feudalism and before. It’s time we had a democratically-elected head of state.”"}, {"type": "text", "text": "The 71-year-old added the monarchy symbolises “elitism, privilege, snobbery, deference and huge social inequality”, adding: “The royals have 23 palaces and luxury residences, 700 servants and a combined personal wealth of £2 billion on which they pay not a penny of inheritance tax – that’s outrageous.”"}, {"type": "text", "text": "Anti-monarchy protesters demonstrated at the State Opening of Parliament"}, {"type": "text", "text": "Reports that a poppy seller was punched during a pro-Palestinian rally are “awful”, Downing Street has said."}, {"type": "text", "text": "A 78-year-old veteran was reportedly struck as he tried to leave Waverley Station in Edinburgh before being helped by railway staff."}, {"type": "text", "text": "Rishi Sunak’s official spokesman said: “This was a repulsive act. Mr Henderson, like all our veterans, has made huge sacrifices for our country."}, {"type": "text", "text": "“We are confident the police will treat this incident very seriously and use the full force of the law available to them.”"}, {"type": "text", "text": "Shelter has warned that the government cannot be allowed “to play politics” with banning no-fault evictions, hitting out at a “ludicrous” decision to halt the long-awaited measure until court reforms are first in place."}, {"type": "text", "text": "Polly Neate, the charity’s chief executive, said: “Forcing renters to wait until unspecified court reforms take place to ban Section 21 no fault evictions is ludicrous. We cannot allow the government to play politics with this essential reform and give in to a small minority of landlords on its own backbench while so many renters continue to suffer."}, {"type": "text", "text": "“For England’s 11 million private tenants who live with the constant threat that they’ll be served a no-fault eviction and given just two months to find a new home, loose promises and unspecified timeframes are not going to cut it."}, {"type": "text", "text": "“With timings for court proceedings back to pre-pandemic levels, there’s no excuse for kicking a ban on no fault evictions into the long grass. If the government plans to keep its promises to renters, then it needs to pass a watertight Renters (Reform) Bill without caveats or loopholes and set out a clear timeline of when unfair evictions will be banned.”"}]}, {"_id": "654a702fdedaa6a882065843", "url": "https://www.independent.co.uk/sport/boxing/boxing-rankings-fighters-p4p-list-2023-b2421206.html", "primaryCategory": "Boxing", "subCategories": "None", "title": "The Independent’s pound-for-pound boxing rankings", "lead": "Here are our top 10 men’s boxers in the world", "author": "Sport Staff", "datePublished": "2023-11-07 17:02:17", "dateScraped": "2023-11-07 18:13:19.710212", "dateUpdated": "2023-11-07 17:02:17.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2022/01/03/17/Untitled%20collage%20%2830%29.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Shakur Stevenson celebrates his successful lightweight debut in April 2023"}, {"type": "text", "text": "Vasiliy Lomachenko, left, during his fight with Devin Haney in May "}, {"type": "text", "text": "Tyson Fury, left, struggled to a controversial win over MMA star Francis Ngannou last time out "}, {"type": "text", "text": "Errol Spence Jr is a former unified welterweight champion "}, {"type": "text", "text": "Haney, right, was a unanimous-decision winner against George Kambosos Jr in two fights in 2022 "}, {"type": "text", "text": "Dmitry Bivol outpointed Saul ‘Canelo’ Alvarez for a stunning win in 2022 "}, {"type": "text", "text": "Alvarez following his stoppage win against Caleb Plant in 2021 "}, {"type": "text", "text": "Oleksandr Usyk, left, outpointed Anthony Joshua twice in a row between 2021 and 2022 "}, {"type": "text", "text": "Terence Crawford outclassed Spence Jr for eight rounds and stopped him in the ninth, in July "}, {"type": "text", "text": "Naoya Inoue stopping Stephen Fulton in July 2023 "}]}, {"_id": "654a702fdedaa6a882065844", "url": "https://www.independent.co.uk/sport/ufc/ufc-rankings-fighters-p4p-list-2023-b2434290.html", "primaryCategory": "UFC", "subCategories": "None", "title": "UFC rankings: The Independent’s pound-for-pound fighters list", "lead": "Here are our top 10 men’s fighters in the UFC, in a list to be updated throughout the year ", "author": "Alex Pattle", "datePublished": "2023-11-07 17:01:56", "dateScraped": "2023-11-07 18:13:19.959558", "dateUpdated": "2023-11-07 17:01:56.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/03/20/11/newFile-6.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Kamaru Usman was a dominant welterweight champion from 2019 until 2022 "}, {"type": "text", "text": "Alex Pereira became a champion in just his fourth UFC fight "}, {"type": "text", "text": "Aljamain Sterling recorded three successful title defences at bantamweight, all against ex-champions "}, {"type": "text", "text": "Former UFC light-heavyweight champion Jiri Prochazka"}, {"type": "text", "text": "Israel Adesanya ahead of his fight with Sean Strickland at UFC 293 in September "}, {"type": "text", "text": "Charles Oliveira has the most finishes and submissions in UFC history "}, {"type": "text", "text": "Leon Edwards made a successful first defence of the welterweight title in March "}, {"type": "text", "text": "Alexander Volkanovski unified the UFC featherweight titles by beating Yair Rodriguez"}, {"type": "text", "text": "Jon Jones returned to the UFC in March to collect a title in a second division "}, {"type": "text", "text": "Islam Makhachev silenced the doubters with his knockout of Alexander Volkanovski"}]}, {"_id": "654a7031dedaa6a88206584b", "url": "https://www.independent.co.uk/sport/football/borussia-dortmund-newcastle-live-stream-score-result-b2443139.html", "primaryCategory": "football", "subCategories": "None", "title": "Borussia Dortmund vs Newcastle LIVE: Champions League team news and line-ups as Anthony Gordon on bench", "lead": "Eddie Howe’s men must avoid defeat in Germany to remain in contention in Group F ", "author": "Michael Jones", "datePublished": "2023-11-07 16:45:14", "dateScraped": "2023-11-07 18:13:21.562483", "dateUpdated": "2023-11-07 16:45:14.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/07/15/SOCCER%20Newcastle%20%2015350731.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "This is Newcastle’s first competitive visit to Germany since a goalless draw at Frankfurt in the 2006/07 Uefa Cup group stage. "}, {"type": "text", "text": "The Magpies needed a stellar goalkeeping display from Shay Given to earn a draw that night and they could do with a similar performance from Nick Pope this evening to give them a chance at picking up three points. "}, {"type": "text", "text": "There may come a point on Tuesday when Eddie Howe decides he has to manage Callum Wilson’s minutes and a winger, who began 2023 on the bench for an Everton team in a downward spiral that seemed likely to take them into the Championship, will instead be repurposed as a centre-forward in the Champions League. In front of more than 80,000 people in Borussia Dortmund’s Signal Iduna Park, probably the biggest crowd of his life. Maybe with Newcastle United’s destiny at stake."}, {"type": "text", "text": "The chances are that Anthony Gordon will relish it. A theme of Newcastle’s star-studded fixture list is that Gordon has a refusal to be intimidated by big names or big games."}, {"type": "text", "text": "He harried Paris Saint-Germain, rousing the crowd at St James’ Park in the process. He was outstanding against Liverpool, even if his goal was overshadowed by Darwin Nunez’s late double. He flourished as an auxiliary centre-forward against Manchester United against Old Trafford. He scored Saturday’s winner against Arsenal, soon after Wilson went off and Gordon adopted his emergency role as a striker."}, {"type": "text", "text": "Extra attacking options on a trip to Borussia Dortmund will be pivotal for Eddie Howe’s team"}, {"type": "text", "text": "The teams are level on four points, two behind Paris Saint-Germain, who beat Dortmund 2-0 in France on Matchday 1. "}, {"type": "text", "text": "The German club drew 0-0 at home against AC Milan in their previous home game while Newcastle also shared a scoreless draw against the Rossoneri, in Italy on Matchday 1."}, {"type": "text", "text": "The Magpies went on to hammer PSG 4-1 in their second fixture and will hope to move back to winning ways tonight. "}, {"type": "text", "text": "Borussia Dortmund and Newcastle are level on points in Group F as they meet in Germany with the home side looking to build on their first win in this season’s Champions League."}, {"type": "text", "text": "Felix Nmecha’s 45th-minute goal proved pivotal in giving Dortmund three points at St James’ Park, ending the German side’s six-game losing run in England and inflicting Newcastle’s first defeat by Bundesliga opponents."}, {"type": "text", "text": "That was the sides’ first ever meeting, and only Newcastle’s sixth game against a German club in Uefa competition. Dortmund, by contrast, have faced English opponents 33 times."}, {"type": "text", "text": "Newcastle left-back Dan Burn picked up a knock in the match against Arsenal and is facing a lengthy spell on the sidelines. Eddie Howe spoke about Burn’s absence saying the defender will be a big miss for the team. "}, {"type": "text", "text": "“Unfortunately, Dan will be out for some time.” said Howe, “It’s another long-term problem - a couple of months is sort of a speculative number for us. He landed on his spine. I think he has got a problem with the base of his spine."}, {"type": "text", "text": "“It is a huge blow. He has been gigantic for us since he signed, for a lot of different reasons as I’ve continually said. "}, {"type": "text", "text": "“His character, his determination, his experience and versatility so it is not just one position we are losing. It’s something we have to roll with.”"}, {"type": "text", "text": "Eddie Howe swaps out three players from the starting XI that lined-up against Arsenal at the weekend. Dan Burn is injured so Tino Livramento comes in and Kieran Trippier will most likely switch to the left-back position. "}, {"type": "text", "text": "Joe Willock and Lewis Hall both start with Miguel Almiron and Anthong Gordon on the bench. "}, {"type": "text", "text": "Borussia Dortmund XI: Kobel; Sule Hummels, Schlotterbeck, Ryerson; Sabitzer, Ozcan; Adeyemi, Nmecha, Brandt; Fullkrug"}, {"type": "text", "text": "Newcastle XI: Pope; Trippier, Lascelles, Schar, Livramento; Guimaraes, Longstaff, Joelinton; Hall, Wilson, Willock"}, {"type": "text", "text": "Newcastle boss Eddie Howe revealed his side’s hard-fought 1-0 win against Arsenal came at a price with Dan Burn and Jacob Murphy both sustaining injuries."}, {"type": "text", "text": "Anthony Gordon’s controversial second-half winner halted Arsenal’s unbeaten Premier League start to the season after a triple VAR check."}, {"type": "text", "text": "But Howe faces an anxious wait to learn the full extent of Burn’s back injury, while Murphy will have surgery after popping the same shoulder he dislocated last month and now faces three months out."}, {"type": "text", "text": "Burn landed awkwardly on his back in the win over Arsenal while Murphy re-injured the shoulder he recently dislocated."}, {"type": "text", "text": "Eddie Howe was asked for his thoughts on Newcastle last Champions League outing which saw them lose 1-0 to tonight’s opponents at St. James’ Park."}, {"type": "text", "text": "\"I think it was two evenly balanced teams going against each other,\" he said, \"That game could have gone either way. I hope we can get the fine margins on our side this time.\""}, {"type": "text", "text": " "}, {"type": "text", "text": "Newcastle United manager Eddie Howe says he is not taking the club’s fantastic spell for granted as they prepare to face Borussia Dortmund in the Champions League."}, {"type": "text", "text": "Howe was appointed in November 2021 with the team languishing in the Premier League relegation zone and two seasons in they are now contenders in the league and participating in the European top-flight."}, {"type": "text", "text": "\"No,\" he replied when asked if he could have imagined this when he arrived. \"When we took over the vision was very short term. It was ‘can we stay in the Premier League?’"}, {"type": "text", "text": "\"To be at this point so soon after those moments is something I don’t take for granted.\""}]}, {"_id": "654a7042dedaa6a88206588b", "url": "https://www.independent.co.uk/arts-entertainment/music/news/damian-lewis-interview-music-tour-b2442573.html", "primaryCategory": "News", "subCategories": "None", "title": "Damian Lewis: ‘I’m not expecting to suddenly become Bruce Springsteen’", "lead": "In an exclusive interview, the Golden Globe-winning star discusses his foray into music, why you’re ‘never safe’ from critics, and how his late wife inspired his debut album ", "author": "Roisin O'Connor", "datePublished": "2023-11-07 15:56:27", "dateScraped": "2023-11-07 18:13:38.858859", "dateUpdated": "2023-11-07 15:56:27.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/06/16/newFile-1.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Claire Danes as Carrie Mathison and Damian Lewis as Nicholas Brody in ‘Homeland’ "}, {"type": "text", "text": "Enjoy unlimited access to 70 million ad-free songs and podcasts with Amazon Music"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Enjoy unlimited access to 70 million ad-free songs and podcasts with Amazon Music"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Damian Lewis performs at Hoxton Hall in London on 3 March, 2023"}, {"type": "text", "text": "Lewis and his late wife Helen McCrory in 2019"}, {"type": "text", "text": "Geordie Greig, editor-in-chief of ‘Informfully’, interviews Damian Lewis in the Music Box studio"}]}, {"_id": "654a7044dedaa6a88206588f", "url": "https://www.independent.co.uk/arts-entertainment/tv/news/hannah-waddingham-christmas-advert-eurovision-b2443094.html", "primaryCategory": "News", "subCategories": "None", "title": "From Eurovision to Christmas advert queen: How 2023 became the year of Hannah Waddingham", "lead": "The ‘Ted Lasso’ actor and theatre performer can be seen in two Christmas adverts, with her own festive musical special on its way ", "author": "Isobel Lewis", "datePublished": "2023-11-07 13:47:17", "dateScraped": "2023-11-07 18:13:40.345607", "dateUpdated": "2023-11-07 13:47:17.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/07/12/newFile-3.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Hannah Waddingham pictured with the Prince of Wales "}, {"type": "text", "text": "On stage in Ben Elton and Rod Stewart’s 2003 musical ‘Tonight’s The Night'"}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "With Jason Sudeikis in ‘Ted Lasso’ "}, {"type": "text", "text": "Hosting Eurovision with Graham Norton"}]}, {"_id": "654a7047dedaa6a882065898", "url": "https://www.independent.co.uk/arts-entertainment/tv/news/im-a-celeb-rumours-lineup-2023-b2442928.html", "primaryCategory": "News", "subCategories": "None", "title": "I’m a Celebrity line-up rumours ahead of 2023 launch episode", "lead": "From soap stars and TV presenters – to a very controversial politician ", "author": "Jacob Stolworthy", "datePublished": "2023-11-07 08:09:50", "dateScraped": "2023-11-07 18:13:43.296136", "dateUpdated": "2023-11-07 08:09:50.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/10/23/11/newFile.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Alan Halsall "}, {"type": "text", "text": "Alex Beresford "}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Danny Cipriani "}, {"type": "text", "text": "Denise van Outen "}, {"type": "text", "text": "Frankie Dettori "}, {"type": "text", "text": "Josie Gibson "}, {"type": "text", "text": "Liz Truss "}, {"type": "text", "text": "Nigel Farage is considering ‘I’m a Celebrity’ "}, {"type": "text", "text": "Olivia Attwood "}, {"type": "text", "text": "Sam Thompson"}, {"type": "text", "text": "The Vivienne "}]}, {"_id": "654a7047dedaa6a88206589a", "url": "https://www.independent.co.uk/arts-entertainment/music/news/barbra-streisand-memoir-release-bbc-interview-b2442897.html", "primaryCategory": "News", "subCategories": "None", "title": "Barbra Streisand, 81, says she hasn’t had ‘much fun in her life’ in 992-page memoir", "lead": "The singer and actor has said she wants to ‘live life’, get in her husband’s truck and ‘just wander’ ", "author": "Ellie Muir", "datePublished": "2023-11-07 07:32:43", "dateScraped": "2023-11-07 18:13:43.754678", "dateUpdated": "2023-11-07 07:32:43.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/06/10/newFile-1.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Barbra Streisand photographed in 1965 "}, {"type": "text", "text": "Enjoy unlimited access to 70 million ad-free songs and podcasts with Amazon Music"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Enjoy unlimited access to 70 million ad-free songs and podcasts with Amazon Music"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Streisand surrounded by press photographers in 1965 "}, {"type": "text", "text": "Streisand photographed in 2019 "}]}, {"_id": "654a7048dedaa6a88206589c", "url": "https://www.independent.co.uk/arts-entertainment/films/features/worst-movie-endings-good-films-b2442879.html", "primaryCategory": "Features", "subCategories": "None", "title": "17 great movies ruined by terrible endings", "lead": "Louis Chilton selects 17 films that fell at the final hurdle ", "author": "Louis Chilton", "datePublished": "2023-11-07 06:17:40", "dateScraped": "2023-11-07 18:13:44.181163", "dateUpdated": "2023-11-07 06:17:40.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/03/16/Collage%20Maker-03-Nov-2023-04-39-PM-5264.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Rockabye Baby: Ansel Elgort in ‘Baby Driver’ "}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "No shirt, all hurt: Brad Pitt in ‘Fight Club’ "}, {"type": "text", "text": "Hat’s the ticket: Harrison Ford in ‘Indiana Jones and the Kingdom of the Crystal Skull’ "}, {"type": "text", "text": "Prestigeless: Morgan Freeman in ‘Now You See Me’ "}, {"type": "text", "text": "A vicious psycho: Anthony Perkins and Janet Leigh in Alfred Hitchcock’s iconic horror"}, {"type": "text", "text": "My word, it’s Bond: Daniel Craig in ‘Spectre’ "}, {"type": "text", "text": "Fun in the sun: Cillian Murphy in ‘Sunshine’ "}]}, {"_id": "654a7049dedaa6a8820658a0", "url": "https://www.independent.co.uk/arts-entertainment/films/robert-de-niro-tiffany-chen-court-case-b2440965.html", "primaryCategory": "Film", "subCategories": "None", "title": "Robert De Niro’s girlfriend claims assistant was a ‘psychotic single white female’", "lead": " Tiffany Chen said the employee had an ‘imaginary intimacy’ with the famous actor in fiery testimony", "author": "Bevan Hurley", "datePublished": "2023-11-03 10:17:20", "dateScraped": "2023-11-07 18:13:45.084192", "dateUpdated": "2023-11-03 10:17:20.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/07/13/17/GettyImages-1258524288.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Robert De Niro and his girlfriend Tiffany Chen "}, {"type": "text", "text": "Robinson, pictured, sued De Niro, with the actor countersuing"}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "A courtroom sketch of De Niro’s testimony earlier this week "}]}, {"_id": "654a704cdedaa6a8820658aa", "url": "https://www.independent.co.uk/travel/europe/coolest-culture-festivals-europe-b2439213.html", "primaryCategory": "Europe", "subCategories": "None", "title": "7 of the coolest cultural festivals in Europe, from tomato fights to chasing cheese", "lead": "Ideas for a weird and wonderful trip to some of Europe’s most characterful festivities ", "author": "Chris Wilson", "datePublished": "2023-11-07 16:01:58", "dateScraped": "2023-11-07 18:13:48.262142", "dateUpdated": "2023-11-07 16:01:58.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/10/31/17/iStock-697959954.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "La Tomatina will take place on 28 August in 2024 "}, {"type": "text", "text": ""}, {"type": "text", "text": ""}, {"type": "text", "text": "Three calcio games take place in June every year, with the final on 24 June"}, {"type": "text", "text": ""}, {"type": "text", "text": ""}, {"type": "text", "text": "The Cheese Rolling tradition is said to date back at least 200 years "}, {"type": "text", "text": ""}, {"type": "text", "text": ""}, {"type": "text", "text": "Carnival in Basel starts a week later than those in the rest of Switzerland and Germany "}, {"type": "text", "text": ""}, {"type": "text", "text": ""}, {"type": "text", "text": "Krampusnacht celebrations seen on the streets of Bad Toelz, Germany "}, {"type": "text", "text": ""}, {"type": "text", "text": ""}, {"type": "text", "text": "References to bullruns and bullfights in Bayonne date back to the 13th century "}, {"type": "text", "text": ""}, {"type": "text", "text": ""}, {"type": "text", "text": "Keukenhof is one of the world’s largest flower gardens "}, {"type": "text", "text": ""}, {"type": "text", "text": ""}]}, {"_id": "654a704ddedaa6a8820658af", "url": "https://www.independent.co.uk/travel/north-america/usa/american-road-trip-usa-montana-wyoming-b2438975.html", "primaryCategory": "USA", "subCategories": "None", "title": "How to do the great American road trip: Montana and Wyoming", "lead": "In this exclusive series, Simon Veness and Susan Veness share diaries of their travels by RV as they take on the ultimate US adventure. In part four, they take a deep-dive into Wyoming, discovering a vast Western-cultured state where WPMs (Wows Per Minute) are off the scale ", "author": "Simon Veness and Susan Veness", "datePublished": "2023-11-07 08:15:33", "dateScraped": "2023-11-07 18:13:49.407460", "dateUpdated": "2023-11-07 08:15:33.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/10/31/11/Above%20the%20Flaming%20Gorge.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Wild horses in the Red Desert, Wyoming"}, {"type": "text", "text": "Inside the Occidental Hotel's Saloon"}, {"type": "text", "text": "The scenic drive into Rocky Mountain National Park "}, {"type": "text", "text": "Castle Rock overlooking Green River Wyoming"}, {"type": "text", "text": "A solitary moose crossed our path, grazing casually on lake vegetation, a glorious symbol of nature’s munificence"}, {"type": "text", "text": "The Red Canyon Overlook at 1,600ft straight down"}, {"type": "text", "text": "It was utterly untouched by any human activity or degradation, a pristine, untroubled landscape that bordered on the holy"}]}]