[{"_id": "6548e1fbadfc116fe9d85cca", "url": "https://news.sky.com/story/rishi-sunak-says-allegations-a-tory-mp-committed-series-of-rapes-are-very-serious-13001885", "primaryCategory": "home", "subCategories": "NONE", "title": "Claims a Tory MP committed series of rapes are 'very serious', says PM", "lead": "Rishi Sunak has responded for the first time to allegations that a Tory MP committed a series of rapes, saying the claims were \"very serious\".", "author": "Alexandra Rogers", "datePublished": "2023-11-06 11:52:00", "dateScraped": "2023-11-06 13:54:19.220992", "dateUpdated": "2023-11-06 11:52:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-rishi-sunak-bacton-gas_6350364.jpg?20231106105939", "body": [{"type": "text", "text": "The prime minister urged anyone with evidence of criminal acts to talk to the police, as he faced questions about the accusations while on a visit to Norfolk."}, {"type": "text", "text": "'These are very serious, anonymous allegations,' he said."}, {"type": "text", "text": "'It may be that they allude to something that is already the subject of a live police investigation, so I hope you understand it wouldn't be right for me to comment on that further specifically."}, {"type": "text", "text": "'More broadly the Conservative Party has robust independent complaint procedures in place, but I would say to anybody who has information or evidence about any criminal acts to of course talk to police, that's the right course of action.'"}, {"type": "headline", "text": "Mr Sunak was speaking after a report in the Mail On Sunday that former Tory chairman Sir Jake Berry had sent a letter to police, in which he revealed a number of allegations about an MP had been made known to the party, but little action had been taken."}, {"type": "text", "text": "Sir Jake had only become aware of the claims when he learned the party had paid for one of the alleged victims to receive treatment at a private hospital."}, {"type": "text", "text": "His letter, written jointly with former chief whip Wendy Morton, another MP and a Downing Street official, also claimed the failure of others in the party to act had allowed the politician at the centre of the allegations to continue offending."}, {"type": "text", "text": "Deputy Prime Minister Oliver Dowden told Informfully on Sunday that the party had a 'zero tolerance' approach to sexual misconduct."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Speaking on Sunday Morning With Trevor Phillips, Mr Dowden insisted the vast majority of people were in parliament were there to serve their constituents and the nation."}, {"type": "text", "text": "He also urged anyone with accusations of criminality to 'go straight' to the police."}, {"type": "text", "text": "Pressed over whether there was a wider problem at Westminster after a series of scandals, Mr Dowden said: 'No, I don't think there's something wrong about our parliament and the vast majority of people in parliament are there to serve their constituents and to serve the nation."}, {"type": "text", "text": "'Now, in respect of a very small number of cases, it's important robust action is taken."}, {"type": "text", "text": "'And indeed, if there are allegations, I would urge anyone to go straight to the police as a criminal matters and they should be investigated.'"}, {"type": "headline", "text": "Read more from Informfully:Minister distances herself from Braverman comment that rough sleeping is 'lifestyle choice'11 councillors quit Labour - after calling for Sir Keir Starmer to resignKing's Speech: Monarch will have to announce measures we know he is bound to dislike"}, {"type": "text", "text": "It is the latest in a string of sexual misconduct claims to hit the Conservative party."}, {"type": "headline", "text": "Last month, senior Tory MP Crispin Blunt was suspended by the party after being arrested on suspicion of rape and the possession of controlled substances - allegations he denies."}, {"type": "headline", "text": "It came after former Conservative minister Peter Bone was suspended from the Commons for six weeks after a claim he exposed himself to a member of staff was upheld."}, {"type": "headline", "text": "Chris Pincher, the former deputy chief whip, was sacked and eventually resigned after being accused of groping two men in a Tory private members' club."}, {"type": "headline", "text": "And last year, former MP Imran Ahmad Khan was jailed after being found guilty of sexually assaulting a 15-year-old boy."}]}, {"_id": "6548e1fbadfc116fe9d85ccb", "url": "https://news.sky.com/story/in-one-of-londons-most-dangerous-areas-being-in-the-wrong-place-at-the-wrong-time-can-be-deadly-13001744", "primaryCategory": "home", "subCategories": "NONE", "title": "Boy, 13, was stabbed in one of UK's most dangerous areas - and situation 'is getting worse by the day'", "lead": "\"Jaden\" was stabbed a couple of weeks ago while walking the streets of Croydon, south London.&#160;&#160;", "author": "Nick Martin", "datePublished": "2023-11-06 09:42:00", "dateScraped": "2023-11-06 13:54:19.758997", "dateUpdated": "2023-11-06 09:42:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-croydon-london_6350051.png?20231106044043", "body": [{"type": "text", "text": "Luckily for him, it wasn't serious. But a week later, he was arrested for carrying a knife of his own."}, {"type": "text", "text": "When we meet him, he tells us he is appearing before magistrates in the morning."}, {"type": "text", "text": "The thing is, Jaden - which is not his real name - is only 13 years old."}, {"type": "text", "text": "He seems a quiet boy, dressed in black tracksuit bottoms and wearing a dark coat with the hood pulled up over his head."}, {"type": "text", "text": "A bag is slung over one shoulder and he is constantly looking down at his phone."}, {"type": "text", "text": "We ask about the stabbing. What happened?"}, {"type": "text", "text": "He pauses for a moment, then says: 'Wrong place, wrong time.'"}, {"type": "headline", "text": "Welcome to Croydon, one of the most dangerous boroughs in the capital for a child to grow up in. Where 'wrong place, wrong time' can be a lethal combination."}, {"type": "text", "text": "It is where local services have been decimated. The local council has declared that it is effectively bankrupt."}, {"type": "text", "text": "And it is where children carry knives."}, {"type": "text", "text": "There is another huge issue affecting Jaden's life. He has not been to school at all this year, and that is putting him in huge danger, says James Watkins, a community worker."}, {"type": "text", "text": "'I think a lot of the older gang members target young people who have stopped going to school because they see them as vulnerable,' he explains."}, {"type": "text", "text": "'Sometimes young people just need to feel like they belong and because they've been kicked out of school they feel almost cast out of society and they can become easy targets.'"}, {"type": "text", "text": "More Black Caribbean pupils are excluded from school than any other ethnic group. In 2021/22, 44% of all exclusions were Black Caribbean despite only making up just over 10% of the school population. And it is a similar figure nationally."}, {"type": "text", "text": "Official figures show that excluded children rarely return to mainstream school. They are cast out to the fringes of an already overstretched education system."}, {"type": "text", "text": "Like most excluded kids, Jaden ended up in a pupil referral unit (PRU) - a segregated school for youngsters for whom no mainstream school can be found. He has been excluded from two PRUs."}, {"type": "text", "text": "This group of children run the risk of disappearing from the system altogether, and are often called 'ghost children'."}, {"type": "text", "text": "But demand for PRU is high and places are often hard to come by, according to Nicola Peters, from the Project for Youth Empowerment."}, {"type": "text", "text": "'The situation is just getting worse by the day and I don't see it getting any better,' she says. 'Demand is skyrocketing and the numbers of children being excluded keeps going up and up."}, {"type": "text", "text": "'There are pupil referral units popping up all over the place and we cannot accommodate all of the children who are being excluded."}, {"type": "text", "text": "'The education system for these kids is collapsing. For a lot of them, school is old and out of date and no longer supports their needs.'"}, {"type": "text", "text": "The number of children regularly absent from school is double what it was before the pandemic."}, {"type": "text", "text": "Reports of an increase in anxiety among youngsters is also putting pressure on schools."}, {"type": "text", "text": "But there is also some evidence to suggest that there has been a 'seismic' shift in parental attitudes towards school attendance."}, {"type": "text", "text": "A report, compiled by the public policy research agency Public First, draws on focus group conversations with parents from different backgrounds across the country, which shed some light on why children are not always in lessons."}, {"type": "text", "text": "A mother of two primary school children from Manchester told the report's authors: 'Pre-COVID, I was very much about getting the kids into school, you know, attendance was a big thing. Education was a major thing."}, {"type": "text", "text": "'After COVID, I'm not gonna lie to you, my take on attendance and absence now is like I don't really care anymore. Life's too short.'"}, {"type": "text", "text": "But the bigger picture shows a lack of progress by government to tackle the problem."}, {"type": "text", "text": "A recent report by the Education Select Committee, made up of cross-party MPs, was critical of the government's response to this crisis - saying there had been 'no significant improvement in the speed' of reducing the absence numbers to pre-pandemic levels."}, {"type": "text", "text": "Andy Cook, chief executive of the Centre for Social Justice (CSJ), a centre-right think tank, says the crisis could have far-reaching consequences for society."}, {"type": "text", "text": "'You go into any prison and you talk to the people there, 90% of them say they missed a lot of school on a regular basis. So we need to take this seriously.'"}, {"type": "text", "text": "The CSJ says up to 9,000 more young offenders, including 2,000 violent criminals, could be on Britain's streets by 2027 because of a rise in school absence, according to calculations based on official studies."}, {"type": "text", "text": "'We are storing up ourselves a load of problems,' Mr Cook warned."}, {"type": "text", "text": "'This issue is the whole ball game. It's the ticking time bomb that's already gone off. It is the most urgent thing facing us.'"}]}, {"_id": "6548e1fcadfc116fe9d85ccd", "url": "https://news.sky.com/story/australia-five-killed-and-six-injured-after-car-crashes-into-pub-beer-garden-13001758", "primaryCategory": "home", "subCategories": "NONE", "title": "Car crashes into pub beer garden, killing five people", "lead": "Five people - including two children - have been killed and six others injured after a car crashed into a pub's outdoor dining area in Australia.", "author": "NONE", "datePublished": "2023-11-06 09:16:00", "dateScraped": "2023-11-06 13:54:20.578927", "dateUpdated": "2023-11-06 09:16:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-australia-pub-crash_6350071.jpg?20231106063654", "body": [{"type": "headline", "text": "Four people, including a boy, two men in their 30s and a woman in her 40s died at the scene after a BMW SUV mounted a kerb and drove across a crowded beer garden outside the Royal Daylesford Hotel, in Daylesford, Melbourne, on Sunday night, police said."}, {"type": "text", "text": "A teenage girl was flown to a hospital in Melbourne, where she later died."}, {"type": "text", "text": "Police did not identify those killed, but said they were not local residents. It is unknown if any of the victims are related."}, {"type": "text", "text": "The driver suffered shock and minor injuries. The 66-year-old was taken to hospital where he remains under police guard and is yet to be interviewed, Victoria Police chief commissioner Shane Patton said."}, {"type": "text", "text": "Police are still trying to determine the cause of the crash and do not know if the speed of the car was a factor."}, {"type": "text", "text": "Mr Patton said the driver tested negative for alcohol and his blood was being tested for other substances."}, {"type": "headline", "text": "Read more world news:Mayor dies in apparent suicidePrince William in Singapore"}, {"type": "text", "text": "Two boys, aged 11 months and six years old, were among those taken to hospital in stable conditions."}, {"type": "text", "text": "Three adults remained in a Melbourne hospital on Monday, including a 35-year-old woman who is in intensive care."}]}, {"_id": "6548e1fcadfc116fe9d85cce", "url": "https://news.sky.com/story/girl-13-sexually-assaulted-during-dundee-v-rangers-football-match-where-many-flares-were-let-off-13001880", "primaryCategory": "home", "subCategories": "NONE", "title": "Schoolgirl 'sexually assaulted' during football game where many flares were let off", "lead": "Police are investigating reports that a 13-year-old girl was sexually assaulted during a Scottish Premiership match between Dundee and Rangers.", "author": "Jenness Mitchell", "datePublished": "2023-11-06 11:51:00", "dateScraped": "2023-11-06 13:54:20.704800", "dateUpdated": "2023-11-06 11:51:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-dundee-rangers-scot-foam-stadium_6350410.jpg?20231106113458", "body": [{"type": "text", "text": "The alleged incident is reported to have taken place in the Bob Shankly stand, where away fans sit."}, {"type": "text", "text": "The football match last Wednesday at Dundee's Dens Park, also known as the Scot Foam Stadium, had been delayed for 45 minutes after the Rangers team bus was held up in traffic."}, {"type": "text", "text": "It was then suspended for 18 minutes after the travelling supporters let off a large number of flares that triggered fire alarms in the stadium."}, {"type": "headline", "text": "Police Scotland confirmed an inquiry into the alleged sex attack was under way."}, {"type": "text", "text": "A spokesperson said: 'We are carrying out enquiries following an allegation of sexual assault involving a 13-year-old girl which happened at Dens Park in Dundee on Wednesday 1 November 2023.'"}, {"type": "text", "text": "Dundee FC said the club is fully supporting the force with its investigation."}, {"type": "text", "text": "A spokesperson said: 'Dundee Football Club can confirm we are aware of an incident which took place in the Bob Shankly stand during Wednesday's match against Rangers."}, {"type": "text", "text": "'The club are fully supporting the police investigation and the club's child welfare and protection officer is supporting the situation."}, {"type": "text", "text": "'As this is an ongoing police investigation the club will be making no further comment.'"}, {"type": "text", "text": "Rangers FC was contacted for comment."}, {"type": "headline", "text": "Read more from Informfully:Young 'thugs' throw petrol bombs and fireworks at policeFive killed and six injured after car crashes into pub beer garden"}, {"type": "text", "text": "The game itself has already come under the spotlight due to the flares sparked by the Rangers supporters."}, {"type": "text", "text": "The smoke from the flares set off fire alarms and forced the players off the pitch."}, {"type": "text", "text": "Rangers won the match 5-0, but manager Philippe Clement told the fans to leave the 'dangerous' pyrotechnics at home in the future."}, {"type": "text", "text": "No arrests were made at the game but enquiries into the pyrotechnics are being carried out."}]}, {"_id": "6548e1fcadfc116fe9d85ccf", "url": "https://news.sky.com/story/thousands-still-without-water-after-major-incident-declared-in-surrey-13001892", "primaryCategory": "home", "subCategories": "NONE", "title": "Thousands still without water after major incident declared", "lead": "Thousands of people are still without water in Surrey - a day after a major incident was declared, with problems at a treatment plant said to be caused by Storm Ciaran.", "author": "NONE", "datePublished": "2023-11-06 12:30:00", "dateScraped": "2023-11-06 13:54:20.859118", "dateUpdated": "2023-11-06 12:30:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-thames-water-surrey_6350396.jpg?20231106112427", "body": [{"type": "headline", "text": "The storm battered the south coast of England and the Channel Islands with heavy rain and gusts of up to 104mph on Thursday last week, leaving nearly 150,000 homes without power."}, {"type": "text", "text": "Informfully understands an outage affected three of Thames Water's treatment plants early on Thursday, with two of the sites restored to full operation."}, {"type": "headline", "text": "But issues continued for longer at the Shalford water treatment works over the weekend, leaving 12,000 without water as of Monday morning in parts of Surrey, including Guildford and Godalming."}, {"type": "text", "text": "A Thames Water spokesperson said: 'Shalford water treatment works is now back online, following issues caused by Storm Ciaran."}, {"type": "text", "text": "'We need to refill underground reservoirs which have run very low and expect supply to return over the next 24 hours. We'd like to thank our customers for their patience during this time.'"}, {"type": "text", "text": "It is believed the storm affected the quality of water entering the treatment plant, forcing a check to ensure drinking water standards were met."}, {"type": "headline", "text": "As Informfully economics and data editor Ed Conway reported last month, Britain's Victorian network of pipes - which combines sewage and rainwater - can often cause a myriad of difficulties."}, {"type": "text", "text": ""}, {"type": "text", "text": "While systems reset and the plant's reservoir tanks eventually replenish, Thames Water said it has opened two water bottle stations:"}, {"type": "text", "text": "But one resident told Informfully on Sunday his elderly father, who is immobile after a hospital stay, had been unable to arrange a bottled water delivery."}, {"type": "text", "text": "'It's worrying how many people without transport or relatives could be currently without any help from Thames Water,' Mr Davies said, though the firm said they arranged a delivery after Informfully got in touch."}, {"type": "text", "text": "'To leave an 84-year-old man without water while publicly saying they are looking after their vulnerable customers is nothing short of disgusting.'"}, {"type": "text", "text": "Chancellor Jeremy Hunt is MP for South West Surrey which includes Godalming and the surrounding villages among the affected areas."}, {"type": "text", "text": "He said on Sunday he was 'very concerned' about the situation and tweeted he would talk to a Thames Water executive."}, {"type": "text", "text": "After speaking to Alastair Cochran, Thames Water's interim co-chief executive and chief financial officer, Mr Hunt posted on X, formerly Twitter, that the firm was 'resetting and reprogramming' the control system."}, {"type": "text", "text": "He later added the firm was 'tankering water' to ensure it 'can support hospitals and bottled water stations remain open'."}]}, {"_id": "6548e1fdadfc116fe9d85cd0", "url": "https://news.sky.com/story/isle-of-man-businesses-encouraged-to-round-prices-in-bid-to-phase-out-1p-and-2p-coins-13001862", "primaryCategory": "home", "subCategories": "NONE", "title": "Plan to phase out 1p and 2p coins on Isle of Man", "lead": "The Isle of Man government is to encourage businesses to round prices to the nearest 5p as it looks to phase out 1p and 2p coins.", "author": "James Robinson", "datePublished": "2023-11-06 12:45:00", "dateScraped": "2023-11-06 13:54:21.313516", "dateUpdated": "2023-11-06 12:45:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-manx-pennies-isle-of-man_6350516.jpg?20231106123921", "body": [{"type": "text", "text": "The island's treasury stopped minting Manx pennies - equivalent to UK pennies - in 2016 because the cost of making them outweighed their value."}, {"type": "text", "text": "However, in a recent survey, nearly half (48%) of people on the island said they disagreed with the idea of removing 1p, 2p, and 5p coins, from circulation altogether."}, {"type": "text", "text": "Fears businesses would round up rather than down - and the impact of that inflation - was listed as the key concern of residents opposing their removal."}, {"type": "text", "text": "There were also worries about the impact on charity collections."}, {"type": "headline", "text": "Following the results of the survey, the Isle of Man Treasury said that while it had 'concerns' about the 'continuing cost of retaining low-value coins', it would not remove them from circulation."}, {"type": "text", "text": "It said it would continue its policy not to mint new 1p and 2p coins and, should the stock run low, it would encourage businesses on the island to round their prices to the nearest 5p on a 'voluntary basis'."}, {"type": "text", "text": "Treasury minister Dr Alex Allinson said: 'As the cost of minting 1p and 2p coins is greater than their value, there are no plans to produce any more."}, {"type": "text", "text": "'Businesses should therefore start thinking about how this may affect them and plan for when the number in circulation falls to a point that requires them to start rounding to the nearest 5p on a voluntary basis.'"}, {"type": "text", "text": "On charities, he urged people to 'dig out any jars of small change they may have and give them to a good cause'."}, {"type": "text", "text": "'I'd also encourage charities to look at the support available to modernise their collection strategy through investment in mobile card readers,' he added."}, {"type": "text", "text": "The Isle of Man uses its own currency, the Manx pound, which is not legal tender in the UK but is equivalent in value to sterling."}, {"type": "text", "text": "The island's treasury said it had no plans to remove low-value coins for now but it would follow suit if the UK government committed to such a policy."}, {"type": "text", "text": "A UK government spokesperson told Informfully: 'We have no current plans to change the denominational mix of UK coins.'"}, {"type": "text", "text": "There has long been speculation over the future of 1p and 2p coins in the UK."}, {"type": "headline", "text": "In 2019, then-chancellor Philip Hammond attempted to end such speculation, by pledging to protect the future of the cash."}, {"type": "headline", "text": "The following year, figures showed how the Royal Mint had produced 88 million new 1p coins in 2020 - after two years without minting any."}, {"type": "text", "text": "Other countries, such as Canada and New Zealand, have already moved to end the use of their pennies."}, {"type": "text", "text": "Canada stopped minting new pennies in 2012 in a bid to phase out the coins, while New Zealand removed pennies from its list of legal tender in 1990."}]}, {"_id": "6548e1fdadfc116fe9d85cd1", "url": "https://news.sky.com/story/cliff-face-shop-in-chinas-hunan-province-dubbed-inconvenient-convenience-store-13001868", "primaryCategory": "home", "subCategories": "NONE", "title": "Cliff face shop dubbed 'inconvenient convenience store'", "lead": "A tiny shop hanging from the side of a steep cliff face has been nicknamed the most \"inconvenient convenience store\" in China for supplying refreshments to climbers.", "author": "NONE", "datePublished": "2023-11-06 12:24:00", "dateScraped": "2023-11-06 13:54:21.944135", "dateUpdated": "2023-11-06 12:24:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-shiniuzhai-cliff-convenience-store_6350346.jpg?20231106105106", "body": [{"type": "headline", "text": "The wooden shed is 120m (394ft) above the ground in the Shiniuzhai National Geological Park in Hunan province."}, {"type": "text", "text": "The shop is said to be 'unique' in its surrounding scenery and for the way it provides sustenance to passing climbers."}, {"type": "text", "text": "Workers are reported to replenish stock daily using ziplines, while only one member of staff is inside the store at any one time, according to Chinese media."}, {"type": "text", "text": "Shiniuzhai park's general manager, Song Huizhou, said the journey up the cliff to the store takes about 90 minutes, reported China Daily."}, {"type": "text", "text": "Climbers can pick up a free bottle of water inside the box - but posts on social media have said the outlet would leave them 'absolutely terrified', adding its position was 'beyond genius'."}, {"type": "text", "text": "One blogger on Chinese social network Weibo called it 'the most inconvenient convenience store' in the country, reported CNN."}, {"type": "headline", "text": "Read more on Informfully:Seafood sold in UK supermarkets may have a dark sidePrince William arrives in Singapore for Earthshot ceremony "}, {"type": "text", "text": "The store is located on a mountain route which is peppered with metal anchors for climbers to fasten themselves to."}, {"type": "headline", "text": "Shiniuzhai park is also the home to Haohan Qiao - the world's longest glass suspension bridge."}, {"type": "text", "text": "The transparent structure opened in 2015 and is suspended over a steep crevasse, 180 metres above the ground."}]}, {"_id": "6548e1feadfc116fe9d85cd2", "url": "https://news.sky.com/story/minister-distances-herself-from-suella-braverman-comment-that-rough-sleeping-is-lifestyle-choice-13001774", "primaryCategory": "home", "subCategories": "NONE", "title": "Minister distances herself from Suella Braverman comment that rough sleeping is 'lifestyle choice'", "lead": "A government minister has contradicted Suella Braverman's description of rough sleeping as a \"lifestyle choice\", saying she \"wouldn't necessarily use that language\".", "author": "Alexandra Rogers", "datePublished": "2023-11-06 12:44:00", "dateScraped": "2023-11-06 13:54:22.335145", "dateUpdated": "2023-11-06 12:44:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-homelessness-tent-generic_6350403.jpg?20231106112747", "body": [{"type": "headline", "text": "Energy Secretary Claire Coutinho appeared to be at odds with the home secretary, who has faced a backlash for describing rough sleeping as a 'lifestyle choice' as she outlined her desire to restrict the use of tents by homeless people in UK towns and cities."}, {"type": "headline", "text": "Ms Braverman said many of those who sleep in tents are 'from abroad' and insisted there was no need given the alternatives and support available to rough sleepers."}, {"type": "text", "text": "The home secretary also suggested the UK will follow the likes of San Francisco and Los Angeles in the US, where 'weak policies have led to an explosion of crime, drug taking, and squalor', if action is not taken."}, {"type": "text", "text": "The crackdown would reportedly target 'nuisance' tents, such as those blocking shop doorways, and include charities that hand out camping equipment being fined."}, {"type": "text", "text": "Asked by Sky's Kay Burley whether she agreed with the home secretary's comments, Ms Coutinho revealed she used to work with people who were homeless and that she 'wouldn't necessarily use the language of 'lifestyle choice' as the reasons for homelessness are 'complex and varied'."}, {"type": "text", "text": "Ms Coutinho said Ms Braverman had in her comments 'distinguished that a lot of people who end up in that position are struggling, for example, with addiction issues'."}, {"type": "text", "text": "'She wasn't talking about those people,' she added."}, {"type": "text", "text": "'I think the most important thing is that for all of those people, what we want is for them to have a warm home, a roof over their heads, because ultimately sleeping on the streets, becoming entrenched in that lifestyle - that's no life for anyone.'"}, {"type": "text", "text": "Pressed on whether Ms Braverman 'misspoke', the energy secretary replied: 'I think she was talking about different things."}, {"type": "text", "text": "'She acknowledged that there are people who just, you know, they need our compassion. They're struggling with things like addiction. They need help and support. And that's exactly what the plans are, by the way."}, {"type": "text", "text": "'But she also talked about people, I think, who are nuisance begging, who are working in organised groups."}, {"type": "text", "text": "'And I think it's right that we make sure that we're getting people off the streets into safe accommodation and also making sure that our neighbourhoods feel safe for people as well.'"}, {"type": "text", "text": ""}, {"type": "text", "text": "Labour's shadow leader of the Commons Lucy Powell said it was 'despicable' to describe homelessness as a lifestyle choice and that the government was seeking to divide people."}, {"type": "text", "text": "She told Informfully: 'I think the comments of the home secretary are despicable, really."}, {"type": "text", "text": "'And they speak to what this government's whole meaning now seems to be about, which is creating more division, where division isn't needed, by trying to inflame and sort of false wedge political issues."}, {"type": "text", "text": "'We all see the consequences of those sleeping rough."}, {"type": "text", "text": "'It's heart-breaking to see in the vast majority of cases - it's people who have nowhere else to go and who have a multitude of issues that they face that they need to deal with that have left them where they are at that time, sleeping rough.'"}, {"type": "text", "text": "Writing on X, formerly known as Twitter, Ms Braverman said: 'The British people are compassionate. We will always support those who are genuinely homeless. But we cannot allow our streets to be taken over by rows of tents occupied by people, many of them from abroad, living on the streets as a lifestyle choice."}, {"type": "text", "text": "'Nobody in Britain should be living in a tent on our streets. There are options for people who don't want to be sleeping rough, and the government is working with local authorities to strengthen wraparound support including treatment for those with drug and alcohol addiction."}, {"type": "text", "text": "'What I want to stop, and what the law-abiding majority wants us to stop, is those who cause nuisance and distress to other people by pitching tents in public spaces, aggressively begging, stealing, taking drugs, littering, and blighting our communities.'"}, {"type": "text", "text": "Labour MP Jess Phillips said: 'My brother was a rough sleeper, unlike Suella Braverman he has dedicated his life in gratitude to the fact he still has it to the service and help of others."}, {"type": "text", "text": "'He'd be a better home secretary than her but then again a cardboard box would be a better home secretary than her.'"}, {"type": "text", "text": "Liberal Democrat MP Alistair Carmichael accused the home secretary of 'grim politics from a desperate Conservative government which knows its day are numbered'."}, {"type": "text", "text": "'It is a new low for Braverman to criminalise homeless charities for simply trying to keep vulnerable people warm and dry in winter,' he said."}, {"type": "text", "text": "'The British public raise millions of pounds for homeless people at this time of year, and the government's response is to criminalise those charities trying to help."}, {"type": "text", "text": "'This policy will do nothing to stop rough sleeping and will leave vulnerable people to face the harsh weather conditions without any shelter whatsoever.'"}]}, {"_id": "6548e1feadfc116fe9d85cd3", "url": "https://news.sky.com/story/mayor-dies-in-apparent-suicide-after-news-site-publishes-pictures-of-him-wearing-womens-clothes-13001748", "primaryCategory": "home", "subCategories": "NONE", "title": "Mayor dies in apparent suicide after news site publishes pictures of him wearing women's clothes", "lead": "A mayor in Alabama has died in an apparent suicide - days after a right-wing site published pictures of him wearing women's clothes and makeup. &#160;", "author": "NONE", "datePublished": "2023-11-06 06:22:00", "dateScraped": "2023-11-06 13:54:22.482434", "dateUpdated": "2023-11-06 06:22:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-bubba-copeland-alabama_6350049.jpg?20231106043302", "body": [{"type": "text", "text": "F.L. 'Bubba' Copeland - who was also a pastor at a nearby church - fatally shot himself on Friday, according to Sky's US partner NBC News."}, {"type": "text", "text": "Mr Copeland had asked for the website not to publish the photographs, but it refused and went ahead with the story, and two days later he was dead."}, {"type": "text", "text": "He had been quoted as saying: 'What I do in private life has nothing to do with what I do in my holy life."}, {"type": "text", "text": "'Does this have any effect on me being mayor, that I sometimes put on a dress or sometimes put on makeup? Does that have anything to do whatsoever with me being mayor or being a pastor?'"}, {"type": "text", "text": "The Conservative publication behind the story has been condemned by a Democratic senator in the state, who said it was 'sad and disgusting' how Mr Copeland had been treated."}, {"type": "text", "text": "'We live in a mean, bitter world where the self-righteous tend to throw the largest stones,' Doug Jones added in a statement."}, {"type": "text", "text": "'He was a good man and a great mayor who led the small town of Smith Station through the tough times of a devastating tornado a few years ago.'"}, {"type": "text", "text": "An autopsy is due to take place on Monday."}, {"type": "headline", "text": "Anyone feeling emotionally distressed or suicidal can call Samaritans for help on 116 123 or email jo@samaritans.org in the UK. In the US, call the Samaritans branch in your area or 1 (800) 273-TALK. "}]}, {"_id": "6548e1feadfc116fe9d85cd4", "url": "https://news.sky.com/story/in-one-of-londons-most-dangerous-areas-being-in-the-wrong-place-at-the-wrong-time-can-be-deadly-13001744", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Boy, 13, was stabbed in one of UK's most dangerous areas - and situation 'is getting worse by the day'", "lead": "\"Jaden\" was stabbed a couple of weeks ago while walking the streets of Croydon, south London.&#160;&#160;", "author": "Nick Martin", "datePublished": "2023-11-06 09:42:00", "dateScraped": "2023-11-06 13:54:22.689698", "dateUpdated": "2023-11-06 09:42:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-croydon-london_6350051.png?20231106044043", "body": [{"type": "text", "text": "Luckily for him, it wasn't serious. But a week later, he was arrested for carrying a knife of his own."}, {"type": "text", "text": "When we meet him, he tells us he is appearing before magistrates in the morning."}, {"type": "text", "text": "The thing is, Jaden - which is not his real name - is only 13 years old."}, {"type": "text", "text": "He seems a quiet boy, dressed in black tracksuit bottoms and wearing a dark coat with the hood pulled up over his head."}, {"type": "text", "text": "A bag is slung over one shoulder and he is constantly looking down at his phone."}, {"type": "text", "text": "We ask about the stabbing. What happened?"}, {"type": "text", "text": "He pauses for a moment, then says: 'Wrong place, wrong time.'"}, {"type": "headline", "text": "Welcome to Croydon, one of the most dangerous boroughs in the capital for a child to grow up in. Where 'wrong place, wrong time' can be a lethal combination."}, {"type": "text", "text": "It is where local services have been decimated. The local council has declared that it is effectively bankrupt."}, {"type": "text", "text": "And it is where children carry knives."}, {"type": "text", "text": "There is another huge issue affecting Jaden's life. He has not been to school at all this year, and that is putting him in huge danger, says James Watkins, a community worker."}, {"type": "text", "text": "'I think a lot of the older gang members target young people who have stopped going to school because they see them as vulnerable,' he explains."}, {"type": "text", "text": "'Sometimes young people just need to feel like they belong and because they've been kicked out of school they feel almost cast out of society and they can become easy targets.'"}, {"type": "text", "text": "More Black Caribbean pupils are excluded from school than any other ethnic group. In 2021/22, 44% of all exclusions were Black Caribbean despite only making up just over 10% of the school population. And it is a similar figure nationally."}, {"type": "text", "text": "Official figures show that excluded children rarely return to mainstream school. They are cast out to the fringes of an already overstretched education system."}, {"type": "text", "text": "Like most excluded kids, Jaden ended up in a pupil referral unit (PRU) - a segregated school for youngsters for whom no mainstream school can be found. He has been excluded from two PRUs."}, {"type": "text", "text": "This group of children run the risk of disappearing from the system altogether, and are often called 'ghost children'."}, {"type": "text", "text": "But demand for PRU is high and places are often hard to come by, according to Nicola Peters, from the Project for Youth Empowerment."}, {"type": "text", "text": "'The situation is just getting worse by the day and I don't see it getting any better,' she says. 'Demand is skyrocketing and the numbers of children being excluded keeps going up and up."}, {"type": "text", "text": "'There are pupil referral units popping up all over the place and we cannot accommodate all of the children who are being excluded."}, {"type": "text", "text": "'The education system for these kids is collapsing. For a lot of them, school is old and out of date and no longer supports their needs.'"}, {"type": "text", "text": "The number of children regularly absent from school is double what it was before the pandemic."}, {"type": "text", "text": "Reports of an increase in anxiety among youngsters is also putting pressure on schools."}, {"type": "text", "text": "But there is also some evidence to suggest that there has been a 'seismic' shift in parental attitudes towards school attendance."}, {"type": "text", "text": "A report, compiled by the public policy research agency Public First, draws on focus group conversations with parents from different backgrounds across the country, which shed some light on why children are not always in lessons."}, {"type": "text", "text": "A mother of two primary school children from Manchester told the report's authors: 'Pre-COVID, I was very much about getting the kids into school, you know, attendance was a big thing. Education was a major thing."}, {"type": "text", "text": "'After COVID, I'm not gonna lie to you, my take on attendance and absence now is like I don't really care anymore. Life's too short.'"}, {"type": "text", "text": "But the bigger picture shows a lack of progress by government to tackle the problem."}, {"type": "text", "text": "A recent report by the Education Select Committee, made up of cross-party MPs, was critical of the government's response to this crisis - saying there had been 'no significant improvement in the speed' of reducing the absence numbers to pre-pandemic levels."}, {"type": "text", "text": "Andy Cook, chief executive of the Centre for Social Justice (CSJ), a centre-right think tank, says the crisis could have far-reaching consequences for society."}, {"type": "text", "text": "'You go into any prison and you talk to the people there, 90% of them say they missed a lot of school on a regular basis. So we need to take this seriously.'"}, {"type": "text", "text": "The CSJ says up to 9,000 more young offenders, including 2,000 violent criminals, could be on Britain's streets by 2027 because of a rise in school absence, according to calculations based on official studies."}, {"type": "text", "text": "'We are storing up ourselves a load of problems,' Mr Cook warned."}, {"type": "text", "text": "'This issue is the whole ball game. It's the ticking time bomb that's already gone off. It is the most urgent thing facing us.'"}]}, {"_id": "6548e1feadfc116fe9d85cd5", "url": "https://news.sky.com/story/man-charged-in-connection-with-death-of-stuart-mcgeachie-in-rutherglen-during-mass-disturbance-13001865", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Man charged in connection with dad's death during 'mass disturbance'", "lead": "A man has been charged in connection with the death of a \"much-loved\" dad following a \"mass disturbance\" in a South Lanarkshire street.", "author": "Jenness Mitchell", "datePublished": "2023-11-06 11:07:00", "dateScraped": "2023-11-06 13:54:22.856038", "dateUpdated": "2023-11-06 11:07:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-police-scotland-stuart-mcgeachie_6336052.jpg?20231106101824", "body": [{"type": "text", "text": "The 27-year-old suspect is due to appear at Glasgow Sheriff Court later on Monday after Stuart McGeachie was allegedly assaulted outside a premises in Rutherglen's Farmeloan Road on 24 October."}, {"type": "text", "text": "Mr McGeachie, 38, managed to make his way to a nearby flat but was pronounced dead at the scene."}, {"type": "headline", "text": "His family described him as a 'much-loved son, father and brother who will be greatly missed'."}, {"type": "headline", "text": "Read more from Informfully:Young 'thugs' throw petrol bombs and fireworks at policeMore than £4,000 raised for Tory MP convicted of racist abuse"}, {"type": "text", "text": "Separately, a 39-year-old man was arrested and charged with carrying an offensive weapon in a public place in connection with the disturbance."}, {"type": "text", "text": "Alexander McGeachie, from Rutherglen, made no plea to the single charge when he appeared at Glasgow Sheriff Court on 26 October."}, {"type": "text", "text": "He was remanded in custody ahead of his next court appearance."}]}, {"_id": "6548e1feadfc116fe9d85cd6", "url": "https://news.sky.com/story/rishi-sunak-says-allegations-a-tory-mp-committed-series-of-rapes-are-very-serious-13001885", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Claims a Tory MP committed series of rapes are 'very serious', says PM", "lead": "Rishi Sunak has responded for the first time to allegations that a Tory MP committed a series of rapes, saying the claims were \"very serious\".", "author": "Alexandra Rogers", "datePublished": "2023-11-06 11:52:00", "dateScraped": "2023-11-06 13:54:22.975859", "dateUpdated": "2023-11-06 11:52:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-rishi-sunak-bacton-gas_6350364.jpg?20231106105939", "body": [{"type": "text", "text": "The prime minister urged anyone with evidence of criminal acts to talk to the police, as he faced questions about the accusations while on a visit to Norfolk."}, {"type": "text", "text": "'These are very serious, anonymous allegations,' he said."}, {"type": "text", "text": "'It may be that they allude to something that is already the subject of a live police investigation, so I hope you understand it wouldn't be right for me to comment on that further specifically."}, {"type": "text", "text": "'More broadly the Conservative Party has robust independent complaint procedures in place, but I would say to anybody who has information or evidence about any criminal acts to of course talk to police, that's the right course of action.'"}, {"type": "headline", "text": "Mr Sunak was speaking after a report in the Mail On Sunday that former Tory chairman Sir Jake Berry had sent a letter to police, in which he revealed a number of allegations about an MP had been made known to the party, but little action had been taken."}, {"type": "text", "text": "Sir Jake had only become aware of the claims when he learned the party had paid for one of the alleged victims to receive treatment at a private hospital."}, {"type": "text", "text": "His letter, written jointly with former chief whip Wendy Morton, another MP and a Downing Street official, also claimed the failure of others in the party to act had allowed the politician at the centre of the allegations to continue offending."}, {"type": "text", "text": "Deputy Prime Minister Oliver Dowden told Informfully on Sunday that the party had a 'zero tolerance' approach to sexual misconduct."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Speaking on Sunday Morning With Trevor Phillips, Mr Dowden insisted the vast majority of people were in parliament were there to serve their constituents and the nation."}, {"type": "text", "text": "He also urged anyone with accusations of criminality to 'go straight' to the police."}, {"type": "text", "text": "Pressed over whether there was a wider problem at Westminster after a series of scandals, Mr Dowden said: 'No, I don't think there's something wrong about our parliament and the vast majority of people in parliament are there to serve their constituents and to serve the nation."}, {"type": "text", "text": "'Now, in respect of a very small number of cases, it's important robust action is taken."}, {"type": "text", "text": "'And indeed, if there are allegations, I would urge anyone to go straight to the police as a criminal matters and they should be investigated.'"}, {"type": "headline", "text": "Read more from Informfully:Minister distances herself from Braverman comment that rough sleeping is 'lifestyle choice'11 councillors quit Labour - after calling for Sir Keir Starmer to resignKing's Speech: Monarch will have to announce measures we know he is bound to dislike"}, {"type": "text", "text": "It is the latest in a string of sexual misconduct claims to hit the Conservative party."}, {"type": "headline", "text": "Last month, senior Tory MP Crispin Blunt was suspended by the party after being arrested on suspicion of rape and the possession of controlled substances - allegations he denies."}, {"type": "headline", "text": "It came after former Conservative minister Peter Bone was suspended from the Commons for six weeks after a claim he exposed himself to a member of staff was upheld."}, {"type": "headline", "text": "Chris Pincher, the former deputy chief whip, was sacked and eventually resigned after being accused of groping two men in a Tory private members' club."}, {"type": "headline", "text": "And last year, former MP Imran Ahmad Khan was jailed after being found guilty of sexually assaulting a 15-year-old boy."}]}, {"_id": "6548e1ffadfc116fe9d85cd7", "url": "https://news.sky.com/story/girl-13-sexually-assaulted-during-dundee-v-rangers-football-match-where-many-flares-were-let-off-13001880", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Schoolgirl 'sexually assaulted' during football game where many flares were let off", "lead": "Police are investigating reports that a 13-year-old girl was sexually assaulted during a Scottish Premiership match between Dundee and Rangers.", "author": "Jenness Mitchell", "datePublished": "2023-11-06 11:51:00", "dateScraped": "2023-11-06 13:54:23.143741", "dateUpdated": "2023-11-06 11:51:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-dundee-rangers-scot-foam-stadium_6350410.jpg?20231106113458", "body": [{"type": "text", "text": "The alleged incident is reported to have taken place in the Bob Shankly stand, where away fans sit."}, {"type": "text", "text": "The football match last Wednesday at Dundee's Dens Park, also known as the Scot Foam Stadium, had been delayed for 45 minutes after the Rangers team bus was held up in traffic."}, {"type": "text", "text": "It was then suspended for 18 minutes after the travelling supporters let off a large number of flares that triggered fire alarms in the stadium."}, {"type": "headline", "text": "Police Scotland confirmed an inquiry into the alleged sex attack was under way."}, {"type": "text", "text": "A spokesperson said: 'We are carrying out enquiries following an allegation of sexual assault involving a 13-year-old girl which happened at Dens Park in Dundee on Wednesday 1 November 2023.'"}, {"type": "text", "text": "Dundee FC said the club is fully supporting the force with its investigation."}, {"type": "text", "text": "A spokesperson said: 'Dundee Football Club can confirm we are aware of an incident which took place in the Bob Shankly stand during Wednesday's match against Rangers."}, {"type": "text", "text": "'The club are fully supporting the police investigation and the club's child welfare and protection officer is supporting the situation."}, {"type": "text", "text": "'As this is an ongoing police investigation the club will be making no further comment.'"}, {"type": "text", "text": "Rangers FC was contacted for comment."}, {"type": "headline", "text": "Read more from Informfully:Young 'thugs' throw petrol bombs and fireworks at policeFive killed and six injured after car crashes into pub beer garden"}, {"type": "text", "text": "The game itself has already come under the spotlight due to the flares sparked by the Rangers supporters."}, {"type": "text", "text": "The smoke from the flares set off fire alarms and forced the players off the pitch."}, {"type": "text", "text": "Rangers won the match 5-0, but manager Philippe Clement told the fans to leave the 'dangerous' pyrotechnics at home in the future."}, {"type": "text", "text": "No arrests were made at the game but enquiries into the pyrotechnics are being carried out."}]}, {"_id": "6548e1ffadfc116fe9d85cd8", "url": "https://news.sky.com/story/watchdog-apologises-to-ex-natwest-boss-alison-rose-for-suggesting-she-breached-data-rules-over-farage-bank-details-13001886", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Watchdog apologises to ex-NatWest boss for suggesting she breached data rules over Farage bank details", "lead": "The UK information regulator has apologised to the former NatWest chief executive Dame Alison Rose, who resigned after discussing the banking affairs of Nigel Farage with a journalist.", "author": "Sarah Taaffe-Maguire", "datePublished": "2023-11-06 12:51:00", "dateScraped": "2023-11-06 13:54:23.611662", "dateUpdated": "2023-11-06 12:51:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/07/70x70/skynews-nigel-farage-dame-alison-rose_6230278.jpg?20230725225829", "body": [{"type": "headline", "text": "The Information Commissioner's Office (ICO) said its comments last month - in which the regulator said a NatWest employee shared information when they should not have done, and there were two privacy breaches - wrongly gave the impression it investigated the actions of Dame Alison."}, {"type": "text", "text": "'We confirm that we did not investigate Ms Rose's actions, given that NatWest was the data controller under investigation,' the ICO said."}, {"type": "text", "text": "Instead, solely NatWest's actions as a data controller were investigated, rather than Dame Alison, the statement said."}, {"type": "text", "text": "It added: 'Our investigation did not find that Ms Rose breached data protection law and we regret that our statement gave the impression that she did..."}, {"type": "text", "text": "'...we apologise to Ms Rose for suggesting that we had made a finding that she breached the UK GDPR [general data protection regulation] in respect of Mr Farage when we had not investigated her.'"}, {"type": "text", "text": "In its ruling in October, the ICO said there were two privacy breaches involved in the disclosure to BBC News business editor Simon Jack."}, {"type": "text", "text": "This enabled him to report Mr Farage no longer met the financial criteria to hold an account with Coutts, which is part of the NatWest Group."}, {"type": "text", "text": "Also included in the apology was the lack of any comment from Dame Alison. She should have been approached for comment, the ICO said."}, {"type": "text", "text": "'We accept that it would have been appropriate in the specific circumstances for us to have given Ms Rose an opportunity to comment on any findings in relation to her role and regret not doing so.'"}, {"type": "headline", "text": "Initially the ICO said her actions were 'unacceptable' but no further regulatory action was needed as she already resigned and NatWest, which is 38.6% state-owned, was conducting its own investigation."}, {"type": "headline", "text": "The bank is preparing to cancel millions of pounds in bonuses and share awards owed to Dame Alison following her departure."}, {"type": "text", "text": "Dame Alison was on a £2.4m salary before leaving NatWest and is eligible to be considered for a pro rata portion of the £2.9m annual bonus and long-term share awards that made up the remainder of her total maximum pay package of £5.3m."}, {"type": "text", "text": "The NatWest commissioned independent review into the closure of Nigel Farage's Coutts account and Dame Alison's discussion of his banking with Mr Jack found 'a number of shortcomings' in the closure process."}, {"type": "text", "text": "But law firm Travers Smith also found said the closure of Mr Farage's account, 'was predominantly a commercial decision'."}, {"type": "text", "text": "'Coutts considered its relationship with Mr Farage to be commercially unviable because it was significantly lossmaking.'"}, {"type": "text", "text": "In response, Mr Farage said: 'Travers Smith has taken a very mealy-mouthed approach to this complex issue. The law firm argues that my political views 'not aligning with those of the bank' was not in itself a political decision. This is laughable.'"}, {"type": "text", "text": "'Worse still, Travers Smith did not find 'any evidence' that my 'pro-Brexit stance were factors in the exit decision'. The word Brexit appeared no less than 86 times in my subject access request.'"}]}, {"_id": "6548e200adfc116fe9d85cd9", "url": "https://news.sky.com/story/young-thugs-throw-fireworks-and-petrol-bombs-at-riot-police-in-edinburgh-13001738", "primaryCategory": "uk news", "subCategories": "NONE", "title": "'Unprecedented levels of violence': 'Thugs' throw petrol bombs and fireworks at police", "lead": "First Minister Humza Yousaf has condemned the \"disgraceful scenes of fireworks misuse\" across parts of Scotland on Bonfire Night - and says all those who attacked police and fire crews \"should feel the full force of the law\".", "author": "NONE", "datePublished": "2023-11-06 09:06:00", "dateScraped": "2023-11-06 13:54:24.003612", "dateUpdated": "2023-11-06 09:06:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-niddrie-edinburgh_6350047.jpg?20231106065134", "body": [{"type": "text", "text": "Firefighters were attacked and eight police officers were injured during disorder on Sunday in Edinburgh, Glasgow and Dundee."}, {"type": "text", "text": "Around 100 youths gathered on Hay Avenue in the capital's Niddrie area just before 5pm in a repeat of disorder seen last year in the neighbourhood."}, {"type": "text", "text": "Officers in riot gear attended the scene."}, {"type": "text", "text": "Police say around 50 people were responsible for launching fireworks, petrol bombs and other projectiles at buildings, vehicles and officers."}, {"type": "text", "text": "Perpetrators were branded 'thugs' - and Police Scotland said its staff were subject to 'unprecedented levels of violence'."}, {"type": "text", "text": "On Monday morning, Scotland's first minister hit out at the disorder."}, {"type": "text", "text": "Posting on X, formerly Twitter, Mr Yousaf said: 'Disgraceful scenes of fireworks misuse across some areas of Scotland last night, particularly in Niddrie."}, {"type": "text", "text": "'I pay tribute to the Scottish Fire and Rescue Service and Police Scotland officers who should not be targeted and attacked for doing their job."}, {"type": "text", "text": "'Those responsible should feel the full force of the law.'"}, {"type": "text", "text": "Drone footage in Edinburgh showed a line of police officers with riot shields standing in front of vans with blue lights flashing."}, {"type": "text", "text": "A mob of young people clad in black gathered on grass in front of them, and began throwing pyrotechnics."}, {"type": "text", "text": "The police retreated as a petrol bomb hit the ground in front of them and fireworks exploded."}, {"type": "text", "text": "The assault continued, with missiles forcing police to shuffle backwards."}, {"type": "text", "text": "The officers then ran at the assailants, in footage filmed from a nearby sports centre."}, {"type": "text", "text": "Last year, motorbike gangs terrorised Niddrie on Bonfire Night while fireworks were thrown."}, {"type": "text", "text": "In 2018, Police Scotland set up Operation Moonbeam to tackle Bonfire Night chaos - and on Halloween, riot police were on the ground in Dundee after children as young as 10 set off fireworks."}, {"type": "text", "text": "Assistant Chief Constable Tim Mairs said: 'The overwhelming majority of Scotland enjoyed Bonfire Night safely and responsibly, but once again, a minority of individuals have been responsible for an unacceptable and frankly, disgusting level of disorder that left communities alarmed and police officers injured.'"}, {"type": "text", "text": "He added: 'The violent nature of the situation witnessed in the Niddrie area of Edinburgh is extremely concerning, not least because it is believed young people were being actively encouraged and coordinated by adults to target officers while they carried out their duties.'"}, {"type": "headline", "text": "Read more from Informfully:Boy, 13, stabbed in one of UK's most dangerous areasKatie Hopkins and Tommy Robinson return to XMayor dies in apparent suicide"}, {"type": "text", "text": "On Sunday, the Scottish Fire and Rescue Service (SFRS) received more than 892 calls from the public and operations control mobilised firefighters to around 355 bonfires across the country between 3.30pm and midnight."}, {"type": "text", "text": "No firefighters were injured, but a fire appliance in West Lothian had a windscreen smashed by a brick and had to be removed from operational service."}, {"type": "text", "text": "Andy Watt, SFRS assistant chief officer, said: 'Attacks on our firefighters are completely unacceptable."}, {"type": "text", "text": "'Our staff should be able to carry out their role without being attacked. It is disappointing that people have tried to hurt firefighters and have damaged our appliances."}, {"type": "text", "text": "'This type of behaviour not only prevents our crews from bringing any emergency to a safe and swift conclusion, but it can impact on our emergency service colleagues - including the police - when they are supporting us on scene to ensure the safety of our personnel.'"}]}, {"_id": "6548e200adfc116fe9d85cdb", "url": "https://news.sky.com/story/kings-speech-the-king-will-have-to-announce-measures-we-know-he-is-bound-to-dislike-13001695", "primaryCategory": "uk news", "subCategories": "NONE", "title": "The King will have to announce measures we know he is bound to dislike", "lead": "Tuesday is King Charles's first King's Speech as monarch.", "author": "Sam Coates", "datePublished": "2023-11-06 06:39:00", "dateScraped": "2023-11-06 13:54:24.773483", "dateUpdated": "2023-11-06 06:39:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-the-king-ai-message_6343890.jpg?20231101100414", "body": [{"type": "text", "text": "This matters to him, not only because he knows the world will be looking to see if he does something differently (he won't - continuity matters) - and not only because it could be an opportunity to say something about his late mother, Queen Elizabeth II, in a new setting."}, {"type": "text", "text": "The pressure will also be on because we all know he will have to announce - without flinching - measures we remember from his time as Prince of Wales that he is bound to dislike, rolling back some environmental protections close to his heart."}, {"type": "headline", "text": "Click to subscribe to Politics at Jack and Sam's wherever you get your podcasts"}, {"type": "headline", "text": "The cameras will be there to record any involuntary reactions and indications of dissent - yet he has practised all his life to ensure there won't be. It will be one of the many moments he uses to show he understands what it means to be King."}, {"type": "headline", "text": "This is also Rishi Sunak's first King's Speech as prime minister. The last, 18 months ago, came when Boris Johnson was in the hot seat in Number 10, weeks from him being turfed out. His successor's job is to defy gravity and try and make sure it isn't his last too."}, {"type": "headline", "text": "It is one of the top five moments in Number 10's calendar for the autumn, alongside the conference speech, reshuffle, Autumn Statement and net zero announcement. It is also, arguably, the hardest of the five to use to send a clear political message. His job is altogether harder than the King's."}, {"type": "text", "text": "The Gracious Address, as Tuesday's event is also known, was not conceived to be an especially useful PR moment for the government. It is the day when the monarch, at the behest of the government, sets out the laws which ministers would like to pass in the coming 12 to 18 months. However, a bill being on the list is neither a necessary precondition - nor its absence from the King's Speech a hindrance - to something entering the statute book."}, {"type": "text", "text": "The previous Queen's Speech in May 2022 included 31 bills - parliament passed 43 bills over the course of the following 18-month session - showing there is a weak relationship between the speech and future laws at best. As such it is a moment simply when Whitehall, and the prime minister, are forced to prioritise what he cares about."}, {"type": "headline", "text": "Choosing what to leave out tells you where a government's weaknesses lie"}, {"type": "text", "text": "That is why what is not in Tuesday's King's Speech is almost as important as what is. Because choosing what to leave out tells you about where a government's weaknesses lie as much as the bills that are in tell you about the message it wants to send."}, {"type": "text", "text": "Which is where the first great big con trick of the day comes in: the concept of 'draft' bills. For we are likely a year, and no more than 14 months, away from a general election. Anything with the word 'draft' in the King's Speech has next to no chance of becoming law before the general election, which currently the Tories are on course to lose."}, {"type": "text", "text": "So anything with 'draft' appended, or absent altogether, is not a priority and given limited space, and in this session has a relatively low chance of succeeding."}, {"type": "headline", "text": "Where does that leave us this week?"}, {"type": "text", "text": "Laws to set up Great British Railways are unlikely to form part of a bill, for instance. This is the legislation to create a public body that would cover almost all of the rail network. This was a Boris Johnson priority - it never seemed to be as much of a Rishi Sunak one. Officials would tell you it is still happening: there's a Derby HQ and a transition team. Let's see what happens."}, {"type": "text", "text": "Then there was the idea of legislation in the King's Speech to scrap the rules around nutrient neutrality. This is the one-time EU law that blocked new housing developments in certain areas where there was too much 'nutrient pollution' - seen by this government as a block on housebuilding. Labour argues developers should pollute rivers less in the first place."}, {"type": "text", "text": "The government announced it would do away with this EU-inherited law to big fanfare in September but lost a vote on this in the Lords. At one point, Number 10 wanted a standalone bill in Tuesday's King's Speech. But it's controversial, Labour opposes it, and they've decided not to risk time in parliament on that plan."}, {"type": "text", "text": "The government claims it'll find other ways to achieve the same goal using secondary legislation, but it's not clear they can entirely scrap this EU rule. This tells us something about the government's strength."}, {"type": "headline", "text": "In the same vein, a law to ban gay conversion therapy will not become law before the next election after being downgraded to a draft bill, which means there's a lot more discussion and change before it takes form. This is likely to have been downgraded because of Tory splits. Some Tory MPs want to outlaw what they see as an 'abhorrent' practice."}, {"type": "text", "text": "Other Tories fear such a ban may unintentionally criminalise parents or teachers giving gender identity advice to children. There isn't an easy way through, and despite many discussions with the chief whip, it is now heading for pre-legislative scrutiny and an uncertain future."}, {"type": "text", "text": ""}, {"type": "headline", "text": "What is in it?"}, {"type": "text", "text": "Number 10 claims there are three priorities: 'future prosperity of the United Kingdom', 'seize economic opportunities' and 'deliver a brighter future'. In fact, it's all about grabbing attention."}, {"type": "headline", "text": "Suella Braverman, the camera-friendly home secretary, has been deployed to attract the biggest headlines of all, with a Vandalism Bill to outlaw tents and charities giving tents to the homeless."}, {"type": "text", "text": "This comes on top of other eye-catching measures like legislation for warrantless searches to retrieve stolen phones, visible with the 'find my iPhone' app. The legislation allows police to go into a property where a phone is without a warrant."}, {"type": "text", "text": "There's also the crime and justice measures you heard about at the Tory conference - including tougher sentences for prolific offenders, albeit announced in the same week as the latest prison statistics and alongside legislation to allow the government to rent prison places abroad. Meanwhile, there will also be powers to give judges more powers to force criminals to attend sentence hearings."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Attempts to mine dividing lines with Labour"}, {"type": "text", "text": "There are attempts to mine environmental dividing lines with Labour - with a law to mandate annual oil and gas licensing to bolster the UK's energy security and reduce dependence on imports from overseas which is designed to help the Tories, particularly in Scotland."}, {"type": "text", "text": "There is also likely to be the 'defence of motorists' measures, limiting council powers on clean air zones and Low Traffic Neighbourhoods, as the Tories push on with their post-Uxbridge drive to prioritise the cost of living over green issues."}, {"type": "text", "text": "Then there are two big housing measures, both of which are not without their problems."}, {"type": "text", "text": "There will be a bill to abolish leaseholds on newly built houses, which means all new houses must be sold as freehold. New flats can be leasehold but only in very exceptional circumstances."}, {"type": "text", "text": "The government says this is a big deal but the outstanding question is what happens to existing properties, and I understand no decision has been made on when to end ground rent or where to cap it - that is for discussions with the Treasury."}, {"type": "text", "text": "Then there is the Renters' Reform Bill, which is already in parliament but only just got its second reading, allowing it to be carried over into the next session. A number of MP landlords are unhappy about an end to no-fault evictions. Although this appears to have been subject to delay, I understand it could still be implemented before the election after the Levelling Up department agreed to fund the Ministry of Justice to ensure the courts can cope with the necessary extra work."}, {"type": "text", "text": "Does this amount to another relaunch? No. Will it change the dial? With so few genuinely new announcements, it seems hard to imagine so."}, {"type": "text", "text": ""}, {"type": "text", "text": "Yet nothing at this stage of the political cycle is done without the election being at the forefront of the government's mind, despite all the obstacles."}, {"type": "text", "text": "Everything has been pre-tested on public opinion, and the government is still able to make so much more noise than the opposition that warts and all, what it says at this stage still matters. Hard, yes. Impossible, no."}, {"type": "headline", "text": "Watch the King's Speech live on Informfully tomorrow from 10.30am with a special programme presented by Sophy Ridge."}]}, {"_id": "6548e200adfc116fe9d85cdc", "url": "https://news.sky.com/story/leader-of-burnley-council-and-11-councillors-resign-from-labour-party-over-starmers-gaza-ceasefire-stance-13001632", "primaryCategory": "uk news", "subCategories": "NONE", "title": "11 councillors quit Labour - after calling for Sir Keir Starmer to resign", "lead": "The leader of Burnley Council and 10 other councillors have resigned from the Labour Party over Sir Keir Starmer's decision not to push for a ceasefire in Gaza, Sky News understands.", "author": "Inzamam Rashid", "datePublished": "2023-11-06 11:04:00", "dateScraped": "2023-11-06 13:54:24.955547", "dateUpdated": "2023-11-06 11:04:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-keir-starmer-conference_6317588.jpg?20231106031845", "body": [{"type": "text", "text": "Afrasiab Anwar, who has been in the party for 10 years, said it had been a 'really difficult decision' to leave Labour."}, {"type": "headline", "text": "He was among those calling for Sir Keir to step down on Thursday."}, {"type": "text", "text": ""}, {"type": "text", "text": "The 11 councillors described their memberships as 'untenable' given the leadership's refusal to demand a ceasefire in the Middle East."}, {"type": "text", "text": "In a statement, they said Sir Keir had indicated he 'does not value the voice of the grassroots of the party' - citing remarks the opposition leader made following a speech on Friday in the North East."}, {"type": "text", "text": "Sir Keir, who has come under internal pressure for Labour to demand a cessation of hostilities, told reporters his focus was on stopping the suffering in Gaza, not on the 'individual positions' of party members."}, {"type": "text", "text": "Labour has backed the UK government's stance of calling for a pause in the fighting to allow humanitarian aid and medical treatments to reach Palestinians in Gaza."}, {"type": "text", "text": "However, Mr Anwar said the position was 'nonsensical' and did not capture the strength of feeling in his Lancashire town, along with communities elsewhere in Britain, about the war."}, {"type": "text", "text": "'We just can't stand by watching and being part of a party that is not speaking out, or at the very least calling for a ceasefire,' Mr Anwar said."}, {"type": "text", "text": "'Instead of talking of peace - all of our world leaders, including the leader of the Labour Party, are talking about humanitarian pauses. It's just nonsensical."}, {"type": "text", "text": "'I just don't think the message is getting through in terms of how our communities, right across the board, are feeling about this.'"}, {"type": "text", "text": "He said the group had tried 'everything we could by working within the party'."}, {"type": "text", "text": "Mr Anwar added he wanted Labour to 'come back to its core values of fighting for social justice'."}, {"type": "headline", "text": "Analysis: Starmer's attempts to draw a line under Gaza ceasefire row 'aren't cutting it'"}, {"type": "text", "text": ""}, {"type": "text", "text": "In a statement on Sunday, the group said: 'It has become apparent that Keir Starmer and the leadership either cannot or will not heed our concerns or acknowledge the sentiments within our communities.'"}, {"type": "text", "text": "It added: 'In response to our calls for him to resign he responded that the individual concerns of members are not his focus, further illustrating that he does not value the voice of the grassroots of the party.'"}, {"type": "text", "text": "The leader of Pendle Council, which is also in Lancashire, also called on Sir Keir to resign on Thursday."}, {"type": "headline", "text": "It came after senior Labour figures also broke ranks to challenge Sir Keir's stance - including London mayor Sadiq Khan, Scottish Labour leader Anas Sarwar, and Greater Manchester mayor Andy Burnham."}, {"type": "text", "text": "A Labour spokesman said: 'Labour fully understands calls for a ceasefire."}, {"type": "text", "text": "'Everybody wants to see an end to this cycle of violence and suffering, we need to see hostages released and aid getting to those most in need."}, {"type": "text", "text": "'But a ceasefire now will only freeze this conflict and would leave hostages in Gaza and Hamas with the infrastructure and capability to carry out the sort of attack we saw on October 7."}, {"type": "text", "text": "'International law must be followed at all times and innocent civilians must be protected."}, {"type": "text", "text": "'Labour is calling for humanitarian pauses in the fighting."}, {"type": "text", "text": "'This is the best and most realistic way to address the humanitarian emergency in Gaza and is a position shared by our major allies, in the US and the EU.'"}]}, {"_id": "6548e201adfc116fe9d85cdd", "url": "https://news.sky.com/story/minister-distances-herself-from-suella-braverman-comment-that-rough-sleeping-is-lifestyle-choice-13001774", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Minister distances herself from Suella Braverman comment that rough sleeping is 'lifestyle choice'", "lead": "A government minister has contradicted Suella Braverman's description of rough sleeping as a \"lifestyle choice\", saying she \"wouldn't necessarily use that language\".", "author": "Alexandra Rogers", "datePublished": "2023-11-06 12:44:00", "dateScraped": "2023-11-06 13:54:25.076098", "dateUpdated": "2023-11-06 12:44:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-homelessness-tent-generic_6350403.jpg?20231106112747", "body": [{"type": "headline", "text": "Energy Secretary Claire Coutinho appeared to be at odds with the home secretary, who has faced a backlash for describing rough sleeping as a 'lifestyle choice' as she outlined her desire to restrict the use of tents by homeless people in UK towns and cities."}, {"type": "headline", "text": "Ms Braverman said many of those who sleep in tents are 'from abroad' and insisted there was no need given the alternatives and support available to rough sleepers."}, {"type": "text", "text": "The home secretary also suggested the UK will follow the likes of San Francisco and Los Angeles in the US, where 'weak policies have led to an explosion of crime, drug taking, and squalor', if action is not taken."}, {"type": "text", "text": "The crackdown would reportedly target 'nuisance' tents, such as those blocking shop doorways, and include charities that hand out camping equipment being fined."}, {"type": "text", "text": "Asked by Sky's Kay Burley whether she agreed with the home secretary's comments, Ms Coutinho revealed she used to work with people who were homeless and that she 'wouldn't necessarily use the language of 'lifestyle choice' as the reasons for homelessness are 'complex and varied'."}, {"type": "text", "text": "Ms Coutinho said Ms Braverman had in her comments 'distinguished that a lot of people who end up in that position are struggling, for example, with addiction issues'."}, {"type": "text", "text": "'She wasn't talking about those people,' she added."}, {"type": "text", "text": "'I think the most important thing is that for all of those people, what we want is for them to have a warm home, a roof over their heads, because ultimately sleeping on the streets, becoming entrenched in that lifestyle - that's no life for anyone.'"}, {"type": "text", "text": "Pressed on whether Ms Braverman 'misspoke', the energy secretary replied: 'I think she was talking about different things."}, {"type": "text", "text": "'She acknowledged that there are people who just, you know, they need our compassion. They're struggling with things like addiction. They need help and support. And that's exactly what the plans are, by the way."}, {"type": "text", "text": "'But she also talked about people, I think, who are nuisance begging, who are working in organised groups."}, {"type": "text", "text": "'And I think it's right that we make sure that we're getting people off the streets into safe accommodation and also making sure that our neighbourhoods feel safe for people as well.'"}, {"type": "text", "text": ""}, {"type": "text", "text": "Labour's shadow leader of the Commons Lucy Powell said it was 'despicable' to describe homelessness as a lifestyle choice and that the government was seeking to divide people."}, {"type": "text", "text": "She told Informfully: 'I think the comments of the home secretary are despicable, really."}, {"type": "text", "text": "'And they speak to what this government's whole meaning now seems to be about, which is creating more division, where division isn't needed, by trying to inflame and sort of false wedge political issues."}, {"type": "text", "text": "'We all see the consequences of those sleeping rough."}, {"type": "text", "text": "'It's heart-breaking to see in the vast majority of cases - it's people who have nowhere else to go and who have a multitude of issues that they face that they need to deal with that have left them where they are at that time, sleeping rough.'"}, {"type": "text", "text": "Writing on X, formerly known as Twitter, Ms Braverman said: 'The British people are compassionate. We will always support those who are genuinely homeless. But we cannot allow our streets to be taken over by rows of tents occupied by people, many of them from abroad, living on the streets as a lifestyle choice."}, {"type": "text", "text": "'Nobody in Britain should be living in a tent on our streets. There are options for people who don't want to be sleeping rough, and the government is working with local authorities to strengthen wraparound support including treatment for those with drug and alcohol addiction."}, {"type": "text", "text": "'What I want to stop, and what the law-abiding majority wants us to stop, is those who cause nuisance and distress to other people by pitching tents in public spaces, aggressively begging, stealing, taking drugs, littering, and blighting our communities.'"}, {"type": "text", "text": "Labour MP Jess Phillips said: 'My brother was a rough sleeper, unlike Suella Braverman he has dedicated his life in gratitude to the fact he still has it to the service and help of others."}, {"type": "text", "text": "'He'd be a better home secretary than her but then again a cardboard box would be a better home secretary than her.'"}, {"type": "text", "text": "Liberal Democrat MP Alistair Carmichael accused the home secretary of 'grim politics from a desperate Conservative government which knows its day are numbered'."}, {"type": "text", "text": "'It is a new low for Braverman to criminalise homeless charities for simply trying to keep vulnerable people warm and dry in winter,' he said."}, {"type": "text", "text": "'The British public raise millions of pounds for homeless people at this time of year, and the government's response is to criminalise those charities trying to help."}, {"type": "text", "text": "'This policy will do nothing to stop rough sleeping and will leave vulnerable people to face the harsh weather conditions without any shelter whatsoever.'"}]}, {"_id": "6548e201adfc116fe9d85cde", "url": "https://news.sky.com/story/israel-hamas-war-gaza-loses-communication-as-israel-says-it-has-split-territory-into-two-13001832", "primaryCategory": "world", "subCategories": "NONE", "title": "Gaza 'split into two by Israel' and loses communication", "lead": "Gaza lost communications in its third total outage of the conflict so far, as Israel's military said it had divided the Palestinian territory into two.", "author": "NONE", "datePublished": "2023-11-06 11:59:00", "dateScraped": "2023-11-06 13:54:25.676113", "dateUpdated": "2023-11-06 11:59:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-gaza-israel_6350032.jpg?20231106005132", "body": [{"type": "text", "text": "Israeli media reported the country's troops are expected to enter Gaza City within 48 hours, having encircled the area."}, {"type": "headline", "text": "Strong explosions were seen in northern Gaza overnight, with the conflict now in its fifth week after Hamas militants launched a surprise attack on Israel on 7 October."}, {"type": "headline", "text": "Follow live: Israeli troops 'to enter major city within 48 hours'"}, {"type": "text", "text": "At the British embassy in Lebanon, some workers and their family members have been temporarily withdrawn as fears grow the war could spiral into a regional conflict - with Israel and Lebanon's Hezbollah group having traded fire along their border."}, {"type": "text", "text": "The UK Foreign Office has advised against 'all travel to Lebanon' and warned of 'civil unrest'."}, {"type": "text", "text": "Israeli military spokesman Rear Admiral Daniel Hagari told reporters on Sunday the war has reached a 'significant stage' as Israeli troops operate in Gaza, adding: 'Today there is north Gaza and south Gaza.'"}, {"type": "text", "text": "The temporary collapse in connectivity across Gaza on Monday, reported by internet access advocacy group NetBlocks.org and confirmed by Palestinian telecom company Paltel, has made it difficult for Palestinians and aid workers to contact people outside the territory."}, {"type": "text", "text": "Juliette Touma, a spokesperson for the UN Palestinian refugee agency, said it had 'lost communication with the vast majority' of its members."}, {"type": "text", "text": "It came after Israeli warplanes were reported to have struck two refugee camps on Sunday."}, {"type": "text", "text": "The Maghazi refugee camp was one of those hit, with at least 40 people killed and 34 wounded, Gaza's Hamas-run health ministry said."}, {"type": "text", "text": "An Associated Press reporter at a nearby hospital saw eight dead children, including a baby, brought in after the strike."}, {"type": "text", "text": "The second airstrike was reported to have hit a house near a school at the Bureij refugee camp in central Gaza. Staff at al Aqsa Hospital told the AP at least 13 people were killed."}, {"type": "text", "text": "Israel has not confirmed it carried out the strikes."}, {"type": "text", "text": ""}, {"type": "text", "text": "Israel has said it will press on with its offensive with the aiming of crushing Hamas, despite US appeals for even brief pauses to get aid to civilians."}, {"type": "text", "text": "On the ground, Israeli forces in Gaza have reported finding stashes of weapons, at times including explosives, suicide drones and missiles as they operate in the territory."}, {"type": "text", "text": "Gaza's health ministry has said more than 9,700 Palestinians have been killed, with more than 4,000 of them children and minors."}, {"type": "text", "text": "Officials in Israel have said 1,400 people have been killed in the country during the conflict."}, {"type": "text", "text": "Meanwhile, US secretary of state Antony Blinken met his Turkish counterpart Hakan Fidan on Monday."}, {"type": "text", "text": "Speaking at the airport in the Turkish capital Ankara, Mr Blinken said they discussed efforts to expand humanitarian efforts in Gaza and to prevent the conflict in the region from spreading."}, {"type": "text", "text": "The US secretary of state said it would be seen in the coming days whether humanitarian assistance can expand in significant ways."}, {"type": "text", "text": "It comes after he met with Palestinian President Mahmoud Abbas in the occupied West Bank on Sunday, a day after meeting Arab foreign ministers in Jordan."}, {"type": "text", "text": "Mr Abbas, who has had no authority in Gaza since Hamas took over in 2007, said the Palestinian Authority would only assume control of Gaza as part of a 'comprehensive political solution' establishing an independent state that includes the West Bank and east Jerusalem, lands Israel seized in the 1967 war."}, {"type": "text", "text": "His remarks seemed to further narrow the already slim options for who would govern Gaza if Israel topples Hamas."}]}, {"_id": "6548e201adfc116fe9d85cdf", "url": "https://news.sky.com/story/australia-five-killed-and-six-injured-after-car-crashes-into-pub-beer-garden-13001758", "primaryCategory": "world", "subCategories": "NONE", "title": "Car crashes into pub beer garden, killing five people", "lead": "Five people - including two children - have been killed and six others injured after a car crashed into a pub's outdoor dining area in Australia.", "author": "NONE", "datePublished": "2023-11-06 09:16:00", "dateScraped": "2023-11-06 13:54:25.808457", "dateUpdated": "2023-11-06 09:16:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-australia-pub-crash_6350071.jpg?20231106063654", "body": [{"type": "headline", "text": "Four people, including a boy, two men in their 30s and a woman in her 40s died at the scene after a BMW SUV mounted a kerb and drove across a crowded beer garden outside the Royal Daylesford Hotel, in Daylesford, Melbourne, on Sunday night, police said."}, {"type": "text", "text": "A teenage girl was flown to a hospital in Melbourne, where she later died."}, {"type": "text", "text": "Police did not identify those killed, but said they were not local residents. It is unknown if any of the victims are related."}, {"type": "text", "text": "The driver suffered shock and minor injuries. The 66-year-old was taken to hospital where he remains under police guard and is yet to be interviewed, Victoria Police chief commissioner Shane Patton said."}, {"type": "text", "text": "Police are still trying to determine the cause of the crash and do not know if the speed of the car was a factor."}, {"type": "text", "text": "Mr Patton said the driver tested negative for alcohol and his blood was being tested for other substances."}, {"type": "headline", "text": "Read more world news:Mayor dies in apparent suicidePrince William in Singapore"}, {"type": "text", "text": "Two boys, aged 11 months and six years old, were among those taken to hospital in stable conditions."}, {"type": "text", "text": "Three adults remained in a Melbourne hospital on Monday, including a 35-year-old woman who is in intensive care."}]}, {"_id": "6548e201adfc116fe9d85ce0", "url": "https://news.sky.com/story/mayor-dies-in-apparent-suicide-after-news-site-publishes-pictures-of-him-wearing-womens-clothes-13001748", "primaryCategory": "world", "subCategories": "NONE", "title": "Mayor dies in apparent suicide after news site publishes pictures of him wearing women's clothes", "lead": "A mayor in Alabama has died in an apparent suicide - days after a right-wing site published pictures of him wearing women's clothes and makeup. &#160;", "author": "NONE", "datePublished": "2023-11-06 06:22:00", "dateScraped": "2023-11-06 13:54:25.928290", "dateUpdated": "2023-11-06 06:22:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-bubba-copeland-alabama_6350049.jpg?20231106043302", "body": [{"type": "text", "text": "F.L. 'Bubba' Copeland - who was also a pastor at a nearby church - fatally shot himself on Friday, according to Sky's US partner NBC News."}, {"type": "text", "text": "Mr Copeland had asked for the website not to publish the photographs, but it refused and went ahead with the story, and two days later he was dead."}, {"type": "text", "text": "He had been quoted as saying: 'What I do in private life has nothing to do with what I do in my holy life."}, {"type": "text", "text": "'Does this have any effect on me being mayor, that I sometimes put on a dress or sometimes put on makeup? Does that have anything to do whatsoever with me being mayor or being a pastor?'"}, {"type": "text", "text": "The Conservative publication behind the story has been condemned by a Democratic senator in the state, who said it was 'sad and disgusting' how Mr Copeland had been treated."}, {"type": "text", "text": "'We live in a mean, bitter world where the self-righteous tend to throw the largest stones,' Doug Jones added in a statement."}, {"type": "text", "text": "'He was a good man and a great mayor who led the small town of Smith Station through the tough times of a devastating tornado a few years ago.'"}, {"type": "text", "text": "An autopsy is due to take place on Monday."}, {"type": "headline", "text": "Anyone feeling emotionally distressed or suicidal can call Samaritans for help on 116 123 or email jo@samaritans.org in the UK. In the US, call the Samaritans branch in your area or 1 (800) 273-TALK. "}]}, {"_id": "6548e202adfc116fe9d85ce1", "url": "https://news.sky.com/story/new-delhi-driving-restrictions-to-come-into-force-as-air-pollution-levels-remain-severe-13001840", "primaryCategory": "world", "subCategories": "NONE", "title": "Driving restrictions to come into force in one of world's most polluted cities", "lead": "India's capital is bringing in odd-even vehicle number plate restrictions to curb air pollution.", "author": "NONE", "datePublished": "2023-11-06 11:49:00", "dateScraped": "2023-11-06 13:54:26.326610", "dateUpdated": "2023-11-06 11:49:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-delhi-india-cars-pollution_6350426.jpg?20231106114149", "body": [{"type": "text", "text": "The move means private vehicles with odd number plates will be allowed on roads on odd dates, while vehicles with even number plates will be allowed on roads on alternate days."}, {"type": "text", "text": "The restrictions will be in force from 13 November to 20 November."}, {"type": "headline", "text": "It follows a government enforced fine of 20,000 rupees (£197) for drivers who are caught using diesel or old petrol vehicles."}, {"type": "text", "text": "It also comes while air quality in the city remains at a 'severe' level."}, {"type": "text", "text": "As a result, officials have said primary schools in the capital will remain shut until 10 November."}, {"type": "text", "text": ""}, {"type": "text", "text": "The Air Quality Index (AQI) - an indicator developed by government agencies - was 36 times above the World Health Organisation guideline value at the beginning of the week, making it 'very unhealthy'."}, {"type": "text", "text": "In comparison, on the same day, levels in London were 'good'."}, {"type": "headline", "text": "Pollution levels in New Delhi often worsen during November, when calm winds and low temperatures trap pollutants emitted from various sources, including vehicles and dust."}, {"type": "headline", "text": "Read more climate news:Compostable packaging 'returns to nature'Animal-to-human diseases could kill 12 times as many people by 2050Jellyfish are flourishing in UK waters"}, {"type": "text", "text": "It is not the first time the odd-even scheme has been implemented in New Delhi, which is often ranked among the world's most polluted cities."}, {"type": "headline", "text": "In 2019 the same rules were put into force for two weeks, and before that, the initiative proved successful, having cut the number of private vehicles on the roads by almost 1.5 million cars."}, {"type": "text", "text": "Previously, ride-hailing services have been exempt from the rule and both Uber and Ola did not impose surge pricing for the duration of the scheme."}, {"type": "text", "text": "Similar restrictions have also previously been tried in Beijing, Paris, the Colombian capital Bogota, the Chilean capital Santiago and Brazil's largest city Sao Paulo."}]}, {"_id": "6548e202adfc116fe9d85ce2", "url": "https://news.sky.com/story/new-jersey-school-caretaker-arrested-after-food-contaminated-with-bodily-fluids-and-offered-to-students-13001777", "primaryCategory": "world", "subCategories": "NONE", "title": "School caretaker 'contaminated food with bodily fluids and wiped private parts on kitchen utensils'", "lead": "A school caretaker in the US has been accused of contaminating food and kitchen utensils with bodily fluids and bleach.", "author": "NONE", "datePublished": "2023-11-06 09:56:00", "dateScraped": "2023-11-06 13:54:26.745409", "dateUpdated": "2023-11-06 09:56:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-giovanni-impellizzeri_6350146.png?20231106082505", "body": [{"type": "headline", "text": "Giovanni Impellizzeri was working at Elizabeth Moore School, New Jersey, when he allegedly wiped his private parts on kitchen utensils."}, {"type": "text", "text": "According to prosecutors, he is accused of contaminating food and utensils in the school cafeteria with urine, faeces and saliva, as well as bleach - and it was 'allegedly offered for consumption to school students and/or staff'."}, {"type": "text", "text": "Impellizzeri also allegedly performed sex acts with school objects, spat on bread, and sprayed bleach into a container of cucumbers 'with the intention of harming the students'."}, {"type": "text", "text": "The cucumbers were likely to have been served to children at the school, according to the legal documents."}, {"type": "text", "text": "The 25-year-old, of Vineland, New Jersey, was arrested on Tuesday after numerous anonymous tips sent to the school about lewd social media posts by Impellizzeri were passed on to the police."}, {"type": "text", "text": "According to legal documents, Impellizzeri posted 'extremely disturbing videos of himself while at work' on a Telegram group thread."}, {"type": "text", "text": "Cumberland County Prosecutor Jennifer Webb-McRae said authorities had determined Impellizzeri performed the acts while employed at the school - where he had worked since September 2019."}, {"type": "text", "text": "However, they said they were unsure whether the acts were committed recently or at an earlier date."}, {"type": "text", "text": "Impellizzeri was charged with aggravated assault, tampering with food products, endangering the welfare of a child and attempted misconduct, prosecutors said."}, {"type": "text", "text": "He was also charged with official misconduct."}, {"type": "headline", "text": "Read more from Informfully:Car crashes into pub beer garden, killing five peopleMayor found dead after pictures published of him wearing women's clothesBoy stabbed in one of UK's most dangerous areas - and situation 'getting worse'"}, {"type": "text", "text": "Cumberland County Prosecutor's Office said the school was collecting samples of bodily fluids to determine whether there was a health risk for those who have consumed food from the school's cafeteria."}, {"type": "text", "text": "'The Upper Deerfield Township School District has fully cooperated with authorities,' the prosecutor's office said in a statement."}, {"type": "text", "text": "'The school district is working closely with the Cumberland Country Department of Health to ensure food preparation, serving utensils and surfaces have been properly sanitised and any food products in question have been discarded.'"}, {"type": "text", "text": "Impellizzeri was placed on administrative leave following his arrest, the Upper Deerfield School District told NBC News, Sky's US partner."}]}, {"_id": "6548e202adfc116fe9d85ce3", "url": "https://news.sky.com/story/cliff-face-shop-in-chinas-hunan-province-dubbed-inconvenient-convenience-store-13001868", "primaryCategory": "world", "subCategories": "NONE", "title": "Cliff face shop dubbed 'inconvenient convenience store'", "lead": "A tiny shop hanging from the side of a steep cliff face has been nicknamed the most \"inconvenient convenience store\" in China for supplying refreshments to climbers.", "author": "NONE", "datePublished": "2023-11-06 12:24:00", "dateScraped": "2023-11-06 13:54:26.866771", "dateUpdated": "2023-11-06 12:24:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-shiniuzhai-cliff-convenience-store_6350346.jpg?20231106105106", "body": [{"type": "headline", "text": "The wooden shed is 120m (394ft) above the ground in the Shiniuzhai National Geological Park in Hunan province."}, {"type": "text", "text": "The shop is said to be 'unique' in its surrounding scenery and for the way it provides sustenance to passing climbers."}, {"type": "text", "text": "Workers are reported to replenish stock daily using ziplines, while only one member of staff is inside the store at any one time, according to Chinese media."}, {"type": "text", "text": "Shiniuzhai park's general manager, Song Huizhou, said the journey up the cliff to the store takes about 90 minutes, reported China Daily."}, {"type": "text", "text": "Climbers can pick up a free bottle of water inside the box - but posts on social media have said the outlet would leave them 'absolutely terrified', adding its position was 'beyond genius'."}, {"type": "text", "text": "One blogger on Chinese social network Weibo called it 'the most inconvenient convenience store' in the country, reported CNN."}, {"type": "headline", "text": "Read more on Informfully:Seafood sold in UK supermarkets may have a dark sidePrince William arrives in Singapore for Earthshot ceremony "}, {"type": "text", "text": "The store is located on a mountain route which is peppered with metal anchors for climbers to fasten themselves to."}, {"type": "headline", "text": "Shiniuzhai park is also the home to Haohan Qiao - the world's longest glass suspension bridge."}, {"type": "text", "text": "The transparent structure opened in 2015 and is suspended over a steep crevasse, 180 metres above the ground."}]}, {"_id": "6548e203adfc116fe9d85ce4", "url": "https://news.sky.com/story/average-ryanair-fares-up-24-as-company-forecasts-record-profits-13001754", "primaryCategory": "world", "subCategories": "NONE", "title": "Ryanair fares up 24% - as company forecasts record profits", "lead": "Ryanair has reported a surge in fares - as a record number of passengers flew with the airline over the summer.", "author": "Sarah Taaffe-Maguire", "datePublished": "2023-11-06 09:28:00", "dateScraped": "2023-11-06 13:54:27.377783", "dateUpdated": "2023-11-06 09:28:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/09/70x70/skynews-ryanair-plane_6292411.jpg?20230921102917", "body": [{"type": "headline", "text": "Compared to a year ago, the average fare rose by 24% to €58 (£50.27), Ryanair reported in its results for the first half of the 2023/24 financial year."}, {"type": "headline", "text": "Michael O'Leary, the low-cost airline's chief executive, said earlier this year fares were unlikely to increase more than 20%, with a rise of between 10% and 15% likely."}, {"type": "text", "text": "Ryanair recorded a total revenue of €8.58bn (£7.43bn) in the six months to the end of September."}, {"type": "text", "text": "At the same time, passenger numbers reached more than 105 million across the half year due to a 'strong' Easter and record summer demand."}, {"type": "text", "text": "In the next 10 years, Ryanair - Europe's largest airline by passenger numbers - aims to grow passenger numbers to 300 million a year."}, {"type": "text", "text": "Before then, latest company forecasts are for record profits by the end of this financial year in March."}, {"type": "text", "text": "Ryanair on Monday said it expects an after-tax profit between €1.85bn (£1.6bn) and €2.05bn (£1.77bn), far above the previous record of €1.45bn (£1.25bn) in 2018."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Profits after tax are already 59% up on the same period a year ago, at €2.18bn (£1.88bn) for the six months up to September."}, {"type": "text", "text": "As a result, for the first time ever Ryanair is paying dividends to its shareholders. Investors are in line to receive €0.35 (£0.30) per share, part of an overall pay out of €400m (£346.6m) to be issued in February and September next year."}, {"type": "text", "text": "Despite the rude financial health of the Irish-based airline, concern was expressed at the delivery of key aircraft and broader economic conditions."}, {"type": "headline", "text": "Read more business news:Revealed: How many Britons have missed bill payments this year'I'm furious': Long queues form as thousands left without water"}, {"type": "headline", "text": "Ryanair had confirmed a deal for 300 new planes with Boeing, which it said was a record US order by an Irish company."}, {"type": "text", "text": "But the company said it was concerned that up to 10 of 57 deliveries before summer next year may be delayed until the following winter."}, {"type": "text", "text": "The Boeing deal involved an initial order of 150 of the 737 MAX 10 aircraft, with an option for a further 150 for delivery between 2027 to 2033."}, {"type": "text", "text": "The broader economic environment of high inflation and interest rates was reflected in Ryanair identifying the 'risk of weaker consumer' spending over the coming months."}]}, {"_id": "6548e203adfc116fe9d85ce5", "url": "https://news.sky.com/story/prince-william-arrives-in-singapore-for-earthshot-ceremony-13001340", "primaryCategory": "world", "subCategories": "NONE", "title": "Prince William arrives in Singapore for Earthshot ceremony", "lead": "Prince William has arrived in Singapore, where he'll announce the winners of his Earthshot Prize, a &#163;1m award for green innovators.", "author": "Laura Bundock", "datePublished": "2023-11-05 17:31:00", "dateScraped": "2023-11-06 13:54:27.761270", "dateUpdated": "2023-11-05 17:31:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-prince-william-singapore_6349406.jpg?20231105160728", "body": [{"type": "headline", "text": "The Prince of Wales said it was 'fantastic to be back' as crowds gathered around the world's largest indoor waterfall at Changi Airport."}, {"type": "text", "text": "Travelling without the Princess of Wales, who stayed at home to help Prince George with school exams, Prince William's welcome started at Jewel, a tropical garden dome set inside the terminal building."}, {"type": "text", "text": "He then met some of those who'd waited to see him, including an eight-month-old baby who decided to suck on his finger."}, {"type": "text", "text": "Earthshot, named after President Kennedy's famous Moonshot prize, offers five £1m awards to companies working on solutions to the climate crisis."}, {"type": "text", "text": "Two of this year's 15 finalists are from the UK - Norwich-based Colorfix, a business making natural fabric dyes, and Enzo, a London tyre firm that supplies electric cars."}, {"type": "text", "text": "A number of big names are lined up to take part in this year's ceremony, which will be hosted by Ted Lasso star Hannah Waddingham and Black Panther actor Sterling K Brown."}, {"type": "text", "text": "Prince William said: 'Let us all take inspiration from the fantastic work being done here as we celebrate this year's Earthshot Prize finalists.'"}, {"type": "text", "text": "Singapore is considered the greenest city in Asia and several iconic local landmarks will light up in green to mark the ceremony."}, {"type": "text", "text": ""}, {"type": "text", "text": "Some have questioned the climate credentials of flying finalists all the way to Singapore, but Kensington Palace argues this is balanced by the benefits of highlighting the green innovations showcased in the awards."}, {"type": "text", "text": "These awards are now in their third year and are said to be a deeply personal project for Prince William."}, {"type": "text", "text": "Following his father, who as King cannot be as outspoken, the Prince of Wales has taken on the mantle of campaigning about the climate crisis and the need for sustainable solutions."}, {"type": "text", "text": "At the late Queen Elizabeth's Platinum Jubilee last year, it was Prince William who took to the stage outside Buckingham Palace and made a speech highlighting the environmental issues."}, {"type": "text", "text": "Coming just days after the King's state visit to Kenya, these trips are an opportunity for a bit of royal PR on the global stage."}, {"type": "headline", "text": "Two events cast a shadow over last year's Earthshot Prize in Boston: the Buckingham Palace race row, and the release of Prince Harry's Netflix trailer."}, {"type": "text", "text": "Kensington Palace will be hoping this three-day trip will pass without distraction or drama."}]}, {"_id": "6548e203adfc116fe9d85ce6", "url": "https://news.sky.com/story/pregnant-british-woman-trapped-in-cairo-after-fleeing-gaza-her-family-says-13001707", "primaryCategory": "world", "subCategories": "NONE", "title": "Pregnant British woman 'trapped' in Cairo after fleeing Gaza, her family says", "lead": "A pregnant British woman is \"trapped\" in Cairo, her family says, after a \"disaster\" in the UK government's response to some refugees arriving from Gaza.", "author": "Katerina Vittozzi", "datePublished": "2023-11-05 23:30:00", "dateScraped": "2023-11-06 13:54:27.993249", "dateUpdated": "2023-11-05 23:30:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-yusra-alshanti-gaza_6349998.jpg?20231105224206", "body": [{"type": "text", "text": "Yusra Alshanti, 25, from Manchester, crossed into Egypt on Friday via the border point at Rafah."}, {"type": "text", "text": "Six months pregnant, she was accompanied by her two young daughters, who also have British passports, and her Palestinian husband Ibrahim Taha."}, {"type": "text", "text": "Speaking to Informfully, Yusra's father, Nasser Alshanti, praised the Foreign Office's initial efforts to get the whole family into Egypt."}, {"type": "text", "text": "He said special permission was granted for Ibrahim to cross the border."}, {"type": "text", "text": "UK officials had also 'assured' Mr Alshanti that, when the family reached Cairo, his son-in-law would be granted a UK visa."}, {"type": "text", "text": "He said he was assured by the Foreign Office that there was a border force team and an immigration team on the ground in Egypt to help people get back to the UK, 'so there would be no problem'."}, {"type": "text", "text": "But after a meeting on Saturday morning with officials in Cairo, the family has now discovered there is no guarantee of a visa."}, {"type": "text", "text": "'When they met the Home Office team, it was a disaster,' Mr Alshanti commented."}, {"type": "text", "text": "'They said 'we can do nothing for you'.'"}, {"type": "text", "text": "After further inquiries, the couple were told that to apply for a visa would cost almost £2,000 and there was no guidance on how long the process would take."}, {"type": "text", "text": "'My daughter says she won't leave her husband behind, and she'd rather they stayed in Gaza than be faced with this,' Mr Alshanti said."}, {"type": "text", "text": "'Unless he gets a UK visa, Ibrahim will soon be illegally staying in Egypt.'"}, {"type": "text", "text": "He added: 'They are trapped in the middle. Yusra is heavily pregnant and has already missed two scans.'"}, {"type": "text", "text": "The situation has been made worse for the young family as the UK-funded emergency accommodation is only available for 72 hours - and for Ms Alshnati's family, it runs out on Monday morning."}, {"type": "text", "text": "'Officials are aware that they've been living in a refugee camp, away from their home, for more than a month', Mr Alshanti said."}, {"type": "text", "text": "'Any money they were able to take with them, they have now spent. They have just only $100, so how they will stay in Egypt? How many weeks? How many days?"}, {"type": "text", "text": "'We don't know how they will buy anything, how they will eat. Still, we don't know. Nothing at all.'"}, {"type": "text", "text": "The Foreign Office confirmed it is aware of the family's struggles."}, {"type": "text", "text": "It said in a statement: 'This continues to be a complex and challenging situation. We remain in contact with British Nationals in the region to provide them with the latest information.'"}]}, {"_id": "6548e204adfc116fe9d85ce7", "url": "https://news.sky.com/story/antony-blinken-committed-to-establishment-of-palestinian-state-in-west-bank-visit-as-hamas-claims-dozens-killed-in-gaza-camp-strike-13001082", "primaryCategory": "world", "subCategories": "NONE", "title": "'Three children and their grandmother killed' after airstrike on car in Lebanon, official claims", "lead": "Three children and their grandmother have been killed in an Israeli airstrike targeting a car, according to a Lebanese official and local media.", "author": "NONE", "datePublished": "2023-11-06 05:39:00", "dateScraped": "2023-11-06 13:54:28.417234", "dateUpdated": "2023-11-06 05:39:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-lebanon-israel_6349580.jpg?20231105180011", "body": [{"type": "headline", "text": "Meanwhile, Gaza has fallen under its third total communications outage since the Israel-Hamas war began. The 'new collapse in connectivity' across Gaza was reported by internet access advocacy group NetBlocks.org and confirmed by Palestinian telecom company Paltel."}, {"type": "text", "text": "In Lebanon, the state-owned National News Agency and Ali Safieddine, the head of the civil defence in the Tyre district, reported an Israeli strike targeted a car in southern Lebanon, between the villages of Aynata and Aitaroun."}, {"type": "text", "text": "One woman and three children, aged 10, 12 and 14, were killed and others were wounded, the news agency said, while a Hezbollah politician said the woman was their grandmother. Informfully has not been able to verify the report."}, {"type": "headline", "text": "Follow live: Internet services 'completely cut off again' across Gaza"}, {"type": "text", "text": "Hezbollah politician Hassan Fadlallah described the alleged attack as a 'dangerous development', warning Israel would pay a price."}, {"type": "text", "text": "The militant group said it fired multiple grad rockets at the northern Israeli town of Kiryat Shmona in retaliation for the strike."}, {"type": "text", "text": "Lebanon will submit a complaint to the United Nations over the killings, the country's foreign minister Abdallah Bou Habib said."}, {"type": "text", "text": "Mr Bou Habib told Reuters that Lebanon was collecting information and pictures and would likely submit its complaint on Monday."}, {"type": "text", "text": "Israel's military also claimed on Sunday evening an Israeli was killed in an attack by Hezbollah."}, {"type": "text", "text": "It said its troops engaged a vehicle 'identified as a suspected transport for terrorists' in Lebanon and it was looking into reports there were civilians inside."}, {"type": "text", "text": "Israel's forces have been exchanging with Iran-backed Hezbollah across the border in the north of the country since Hamas's attack on 7 October."}, {"type": "headline", "text": "Other key developments:• Scottish First Minister Humza Yousaf's parents-in-law have arrived in Scotland after fleeing Gaza;• Israeli minister suspended after suggesting atomic bomb on Gaza is an option;• Boris Johnson meets Israeli soldiers in Jerusalem to 'express solidarity';• Lebanon's ambassador to the UK claims Israel has used white phosphorus in southern Lebanon."}, {"type": "text", "text": ""}, {"type": "text", "text": "Meanwhile the communications outage in Gaza has made it even more complicated to share details on the latest stage of Israel's military offensive."}, {"type": "text", "text": "'We have lost communication with the vast majority of the UNRWA team members,' UN Palestinian refugee agency spokesperson Juliette Touma told the Associated Press."}, {"type": "text", "text": "Palestinian telecoms company Paltel said: 'The main routes that were previously reconnected [were] cut off again from the Israeli side.'"}, {"type": "text", "text": "The first outage in Gaza lasted 36 hours, while the second only lasted a few hours."}, {"type": "text", "text": "It comes as Israeli Prime Minister Benjamin Netanyahu repeated his warning that there will be no ceasefire until hostages held by Hamas are returned, as US Secretary of State Antony Blinken visited the West Bank on Sunday."}, {"type": "text", "text": "Mr Blinken later held a news conference in Baghdad in which he said he had a productive meeting with Iraqi Prime Minister Mohammed Shia' Al Sudani and also made 'very clear' the attacks coming from militia aligned with Iran are 'unacceptable'."}, {"type": "text", "text": "'We had a good candid conversation and more broadly we are working hard to make sure the conflict in Gaza does not escalate to other places,' he said."}, {"type": "text", "text": "Earlier in the day Mr Blinken met the Palestinian Authority president, Mahmoud Abbas, in the city of Ramallah on Sunday, as he continued his tour of the region."}, {"type": "text", "text": "Mr Abbas demanded an 'immediate ceasefire' to allow humanitarian aid to the Gaza Strip, which Israel continues to bombard in response to Hamas's attack on Israeli civilians on 7 October."}, {"type": "text", "text": "'We demand that you stop them from committing these crimes immediately,' Mr Abbas told Mr Blinken, according to a spokesperson."}, {"type": "text", "text": "Earlier on Sunday, Hamas, which has run Gaza independently of the Palestinian Authority since 2007, claimed an Israeli airstrike killed at least 47 people in the Maghazi refugee camp."}, {"type": "text", "text": "Violence has continued in the West Bank, with 121 Palestinians killed there since the war in Gaza began, according to UN figures."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Demonstrators call for ceasefire"}, {"type": "text", "text": "Israel's siege of Gaza has also stirred global alarm at humanitarian conditions, with pro-Palestinian demonstrators protesting around the world on Saturday."}, {"type": "headline", "text": "Demonstrations were held in cities including London, Berlin, Paris, Istanbul and Jakarta, with hundreds of thousands calling for a ceasefire."}, {"type": "text", "text": ""}, {"type": "text", "text": "There was also a protest in Washington to denounce President Joe Biden's war policy and demand a ceasefire."}, {"type": "text", "text": "The Hamas-run health ministry has said 21 Palestinians from the same family were killed in Israeli airstrikes on Gaza overnight."}, {"type": "text", "text": "It said in a post on its Facebook page that they belonged to the family of Abu Hasira and that the strike targeted a house that was 'full of women and children'."}, {"type": "text", "text": "Informfully has not independently verified the claim."}]}, {"_id": "6548e204adfc116fe9d85ce8", "url": "https://news.sky.com/story/watchdog-apologises-to-ex-natwest-boss-alison-rose-for-suggesting-she-breached-data-rules-over-farage-bank-details-13001886", "primaryCategory": "business", "subCategories": "NONE", "title": "Watchdog apologises to ex-NatWest boss for suggesting she breached data rules over Farage bank details", "lead": "The UK information regulator has apologised to the former NatWest chief executive Dame Alison Rose, who resigned after discussing the banking affairs of Nigel Farage with a journalist.", "author": "Sarah Taaffe-Maguire", "datePublished": "2023-11-06 12:51:00", "dateScraped": "2023-11-06 13:54:28.612770", "dateUpdated": "2023-11-06 12:51:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/07/70x70/skynews-nigel-farage-dame-alison-rose_6230278.jpg?20230725225829", "body": [{"type": "headline", "text": "The Information Commissioner's Office (ICO) said its comments last month - in which the regulator said a NatWest employee shared information when they should not have done, and there were two privacy breaches - wrongly gave the impression it investigated the actions of Dame Alison."}, {"type": "text", "text": "'We confirm that we did not investigate Ms Rose's actions, given that NatWest was the data controller under investigation,' the ICO said."}, {"type": "text", "text": "Instead, solely NatWest's actions as a data controller were investigated, rather than Dame Alison, the statement said."}, {"type": "text", "text": "It added: 'Our investigation did not find that Ms Rose breached data protection law and we regret that our statement gave the impression that she did..."}, {"type": "text", "text": "'...we apologise to Ms Rose for suggesting that we had made a finding that she breached the UK GDPR [general data protection regulation] in respect of Mr Farage when we had not investigated her.'"}, {"type": "text", "text": "In its ruling in October, the ICO said there were two privacy breaches involved in the disclosure to BBC News business editor Simon Jack."}, {"type": "text", "text": "This enabled him to report Mr Farage no longer met the financial criteria to hold an account with Coutts, which is part of the NatWest Group."}, {"type": "text", "text": "Also included in the apology was the lack of any comment from Dame Alison. She should have been approached for comment, the ICO said."}, {"type": "text", "text": "'We accept that it would have been appropriate in the specific circumstances for us to have given Ms Rose an opportunity to comment on any findings in relation to her role and regret not doing so.'"}, {"type": "headline", "text": "Initially the ICO said her actions were 'unacceptable' but no further regulatory action was needed as she already resigned and NatWest, which is 38.6% state-owned, was conducting its own investigation."}, {"type": "headline", "text": "The bank is preparing to cancel millions of pounds in bonuses and share awards owed to Dame Alison following her departure."}, {"type": "text", "text": "Dame Alison was on a £2.4m salary before leaving NatWest and is eligible to be considered for a pro rata portion of the £2.9m annual bonus and long-term share awards that made up the remainder of her total maximum pay package of £5.3m."}, {"type": "text", "text": "The NatWest commissioned independent review into the closure of Nigel Farage's Coutts account and Dame Alison's discussion of his banking with Mr Jack found 'a number of shortcomings' in the closure process."}, {"type": "text", "text": "But law firm Travers Smith also found said the closure of Mr Farage's account, 'was predominantly a commercial decision'."}, {"type": "text", "text": "'Coutts considered its relationship with Mr Farage to be commercially unviable because it was significantly lossmaking.'"}, {"type": "text", "text": "In response, Mr Farage said: 'Travers Smith has taken a very mealy-mouthed approach to this complex issue. The law firm argues that my political views 'not aligning with those of the bank' was not in itself a political decision. This is laughable.'"}, {"type": "text", "text": "'Worse still, Travers Smith did not find 'any evidence' that my 'pro-Brexit stance were factors in the exit decision'. The word Brexit appeared no less than 86 times in my subject access request.'"}]}, {"_id": "6548e204adfc116fe9d85ce9", "url": "https://news.sky.com/story/average-ryanair-fares-up-24-as-company-forecasts-record-profits-13001754", "primaryCategory": "business", "subCategories": "NONE", "title": "Ryanair fares up 24% - as company forecasts record profits", "lead": "Ryanair has reported a surge in fares - as a record number of passengers flew with the airline over the summer.", "author": "Sarah Taaffe-Maguire", "datePublished": "2023-11-06 09:28:00", "dateScraped": "2023-11-06 13:54:28.728703", "dateUpdated": "2023-11-06 09:28:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/09/70x70/skynews-ryanair-plane_6292411.jpg?20230921102917", "body": [{"type": "headline", "text": "Compared to a year ago, the average fare rose by 24% to €58 (£50.27), Ryanair reported in its results for the first half of the 2023/24 financial year."}, {"type": "headline", "text": "Michael O'Leary, the low-cost airline's chief executive, said earlier this year fares were unlikely to increase more than 20%, with a rise of between 10% and 15% likely."}, {"type": "text", "text": "Ryanair recorded a total revenue of €8.58bn (£7.43bn) in the six months to the end of September."}, {"type": "text", "text": "At the same time, passenger numbers reached more than 105 million across the half year due to a 'strong' Easter and record summer demand."}, {"type": "text", "text": "In the next 10 years, Ryanair - Europe's largest airline by passenger numbers - aims to grow passenger numbers to 300 million a year."}, {"type": "text", "text": "Before then, latest company forecasts are for record profits by the end of this financial year in March."}, {"type": "text", "text": "Ryanair on Monday said it expects an after-tax profit between €1.85bn (£1.6bn) and €2.05bn (£1.77bn), far above the previous record of €1.45bn (£1.25bn) in 2018."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Profits after tax are already 59% up on the same period a year ago, at €2.18bn (£1.88bn) for the six months up to September."}, {"type": "text", "text": "As a result, for the first time ever Ryanair is paying dividends to its shareholders. Investors are in line to receive €0.35 (£0.30) per share, part of an overall pay out of €400m (£346.6m) to be issued in February and September next year."}, {"type": "text", "text": "Despite the rude financial health of the Irish-based airline, concern was expressed at the delivery of key aircraft and broader economic conditions."}, {"type": "headline", "text": "Read more business news:Revealed: How many Britons have missed bill payments this year'I'm furious': Long queues form as thousands left without water"}, {"type": "headline", "text": "Ryanair had confirmed a deal for 300 new planes with Boeing, which it said was a record US order by an Irish company."}, {"type": "text", "text": "But the company said it was concerned that up to 10 of 57 deliveries before summer next year may be delayed until the following winter."}, {"type": "text", "text": "The Boeing deal involved an initial order of 150 of the 737 MAX 10 aircraft, with an option for a further 150 for delivery between 2027 to 2033."}, {"type": "text", "text": "The broader economic environment of high inflation and interest rates was reflected in Ryanair identifying the 'risk of weaker consumer' spending over the coming months."}]}, {"_id": "6548e204adfc116fe9d85cea", "url": "https://news.sky.com/story/isle-of-man-businesses-encouraged-to-round-prices-in-bid-to-phase-out-1p-and-2p-coins-13001862", "primaryCategory": "business", "subCategories": "NONE", "title": "Plan to phase out 1p and 2p coins on Isle of Man", "lead": "The Isle of Man government is to encourage businesses to round prices to the nearest 5p as it looks to phase out 1p and 2p coins.", "author": "James Robinson", "datePublished": "2023-11-06 12:45:00", "dateScraped": "2023-11-06 13:54:28.912812", "dateUpdated": "2023-11-06 12:45:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-manx-pennies-isle-of-man_6350516.jpg?20231106123921", "body": [{"type": "text", "text": "The island's treasury stopped minting Manx pennies - equivalent to UK pennies - in 2016 because the cost of making them outweighed their value."}, {"type": "text", "text": "However, in a recent survey, nearly half (48%) of people on the island said they disagreed with the idea of removing 1p, 2p, and 5p coins, from circulation altogether."}, {"type": "text", "text": "Fears businesses would round up rather than down - and the impact of that inflation - was listed as the key concern of residents opposing their removal."}, {"type": "text", "text": "There were also worries about the impact on charity collections."}, {"type": "headline", "text": "Following the results of the survey, the Isle of Man Treasury said that while it had 'concerns' about the 'continuing cost of retaining low-value coins', it would not remove them from circulation."}, {"type": "text", "text": "It said it would continue its policy not to mint new 1p and 2p coins and, should the stock run low, it would encourage businesses on the island to round their prices to the nearest 5p on a 'voluntary basis'."}, {"type": "text", "text": "Treasury minister Dr Alex Allinson said: 'As the cost of minting 1p and 2p coins is greater than their value, there are no plans to produce any more."}, {"type": "text", "text": "'Businesses should therefore start thinking about how this may affect them and plan for when the number in circulation falls to a point that requires them to start rounding to the nearest 5p on a voluntary basis.'"}, {"type": "text", "text": "On charities, he urged people to 'dig out any jars of small change they may have and give them to a good cause'."}, {"type": "text", "text": "'I'd also encourage charities to look at the support available to modernise their collection strategy through investment in mobile card readers,' he added."}, {"type": "text", "text": "The Isle of Man uses its own currency, the Manx pound, which is not legal tender in the UK but is equivalent in value to sterling."}, {"type": "text", "text": "The island's treasury said it had no plans to remove low-value coins for now but it would follow suit if the UK government committed to such a policy."}, {"type": "text", "text": "A UK government spokesperson told Informfully: 'We have no current plans to change the denominational mix of UK coins.'"}, {"type": "text", "text": "There has long been speculation over the future of 1p and 2p coins in the UK."}, {"type": "headline", "text": "In 2019, then-chancellor Philip Hammond attempted to end such speculation, by pledging to protect the future of the cash."}, {"type": "headline", "text": "The following year, figures showed how the Royal Mint had produced 88 million new 1p coins in 2020 - after two years without minting any."}, {"type": "text", "text": "Other countries, such as Canada and New Zealand, have already moved to end the use of their pennies."}, {"type": "text", "text": "Canada stopped minting new pennies in 2012 in a bid to phase out the coins, while New Zealand removed pennies from its list of legal tender in 1990."}]}, {"_id": "6548e205adfc116fe9d85ceb", "url": "https://news.sky.com/story/16m-britons-have-missed-payments-on-crucial-bills-this-year-2m-of-them-for-the-first-time-13001733", "primaryCategory": "business", "subCategories": "NONE", "title": "Revealed: How many Britons have missed bill payments this year - and what to do about it", "lead": "More than 16 million people have missed payments on key household bills this year - two million of them for the first time.", "author": "NONE", "datePublished": "2023-11-06 04:37:00", "dateScraped": "2023-11-06 13:54:29.126093", "dateUpdated": "2023-11-06 04:37:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/09/70x70/skynews-coins-money-pension_6282688.jpg?20230912181140", "body": [{"type": "text", "text": "The government-backed Money and Pensions Service (MaPS) says 30% of British adults have fallen behind on at least one payment in 2023."}, {"type": "text", "text": "Credit card repayments were the most common bill that went unpaid, followed by utilities, council tax and bank overdrafts or loans."}, {"type": "text", "text": "However, some people missed rent or mortgage payments."}, {"type": "text", "text": ""}, {"type": "text", "text": "MaPS is urging people to act now if they are struggling to make payments."}, {"type": "text", "text": "The organisation is advising those affected to speak to the companies they owe money to - as they may be able to offer a better deal, a more flexible payment arrangement, or contact with a charity that can help."}, {"type": "text", "text": "They also have a responsibility to treat you fairly by offering affordable options."}, {"type": "text", "text": "For people who have already missed payments, MaPS says they should consider taking free debt advice as soon as possible."}, {"type": "text", "text": "Charlotte Jackson, head of guidance at MaPS, said: 'People are struggling this year and as these results suggest, some household budgets are becoming severely stretched."}, {"type": "text", "text": "'One in seven people currently wouldn't take any action if they started to struggle, and this increases their risk of becoming stuck in the trap of long-term problem debt.'"}, {"type": "text", "text": "She added: 'Acting now will help you get some control over what's happening, find out your options and avoid the devastation that debt can cause.'"}]}, {"_id": "6548e205adfc116fe9d85cec", "url": "https://news.sky.com/story/rishi-sunak-to-give-annual-system-of-awarding-new-oil-and-gas-licences-the-green-light-13001126", "primaryCategory": "business", "subCategories": "NONE", "title": "Sunak to give green light to system awarding oil and gas licences every year", "lead": "Rishi Sunak will&#160;introduce an annual system to award new oil and gas licences in a move that is likely to anger environmental campaigners.", "author": "Alexandra Rogers", "datePublished": "2023-11-05 22:29:00", "dateScraped": "2023-11-06 13:54:29.350436", "dateUpdated": "2023-11-05 22:29:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-greenpeace-protest_6239159.jpg?20230803112701", "body": [{"type": "text", "text": "The government said it was bringing forward the plan so it can support the UK's transition to net zero in a 'pragmatic, proportionate and realistic way'."}, {"type": "headline", "text": "The legislation will be set out on Tuesday in the King's Speech, in which the government will outline its legislative plans for the year ahead."}, {"type": "text", "text": "It will require the North Sea Transition Authority (NSTA) to invite applications for new production licences on an annual basis, which the government says will bolster UK's energy security, reduce dependence on imports from overseas and help secure 200,000 jobs."}, {"type": "text", "text": "The move will create a dividing line with Labour, which opposes the granting of new oil and gas licences in the North Sea."}, {"type": "headline", "text": "It comes after the UK's largest untapped oil and gas field was given the green light by the regulator, despite warnings about the climate damage of new fossil fuel projects."}, {"type": "headline", "text": "Rosebank, 80 miles west of Shetland, contains around 300 million barrels of oil and is the UK's last major undeveloped oil site - twice the size of the controversial Cambo oil field."}, {"type": "text", "text": "The UK government says more oil will add to energy security, though the majority is expected to be sold to Europe and then reimported as refined products."}, {"type": "text", "text": "The government says granting new licences is justified because the UK still relies on oil and gas for most of its energy needs and will continue to do so even if it net zero in 2050."}, {"type": "text", "text": "It said each annual licensing round will only take place if key tests are met supporting the transition to net zero, including that the UK must be projected to import more oil and gas from other countries than it produces at home, and that the carbon emissions associated with the production of UK gas are lower than equivalent emissions from imported liquefied natural gas."}, {"type": "text", "text": "The NSTA will only invite applications for the new licences if these two conditions are met, the government said."}, {"type": "text", "text": "Mr Sunak said the plans would allow a transition to net zero 'without adding undue burdens on households and securing the country's long-term interest'."}, {"type": "text", "text": "'Domestic energy will play a crucial role in the transition to net zero, supporting jobs and economic growth, while also protecting us from the volatility of international markets and diversifying our energy sources,' he said."}, {"type": "text", "text": "'The clarity and certainty that our new legislation will provide will help get the country on the right path for the future.'"}, {"type": "headline", "text": "Claire Coutinho, the energy secretary, added: 'The UK has cut its emissions faster than any of its peers. But as the independent Climate Change Committee acknowledges, we will need oil and gas even as we reach net zero in 2050."}, {"type": "text", "text": "'As energy markets become more unstable it's just common sense to make the most of our own homegrown advantages and use the oil, gas, wind and hydrogen on our doorstep in the North Sea."}, {"type": "text", "text": "'Rather than importing dirtier fuels from abroad, we want to give industry the certainty to invest in jobs here and unlock billions of pounds for our own transition to clean energy.'"}, {"type": "headline", "text": "The Labour Party has previously stated it would not grant new oil and gas licences in the North Sea as part of its strategy to achieve zero-carbon electricity by 2030 - which has put it at loggerheads with some of its trade union supporters."}, {"type": "text", "text": "The policy of granting new oil and gas licences has been floated as one of the measures that could appear in the King's Speech."}, {"type": "text", "text": "The prime minister said the King Speech will take the 'long-term decisions to address the challenges this country faces, not the easy way out with short-term gimmicks'."}, {"type": "headline", "text": "Other policies that could appear include plans to raise the legal age for buying cigarettes in England by one year every year to phase out smoking and compelling criminals to attend sentencing."}]}, {"_id": "6548e205adfc116fe9d85ced", "url": "https://news.sky.com/story/where-is-the-water-residents-queue-to-collect-bottles-after-major-incident-leaves-thousands-without-water-supply-13001716", "primaryCategory": "business", "subCategories": "NONE", "title": "'I'm furious': Long queues form as thousands left without water", "lead": "A major incident has been declared by Surrey County Council as thousands of households are without water.", "author": "Shamaan Freeman-Powell", "datePublished": "2023-11-06 06:17:00", "dateScraped": "2023-11-06 13:54:29.766836", "dateUpdated": "2023-11-06 06:17:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-thames-water_6350015.jpg?20231105231600", "body": [{"type": "headline", "text": "Thames Water has apologised to residents for the inconvenience, saying it is dealing with the 'technical issues' at Shalford treatment works in Guildford 'caused by Storm Ciaran'."}, {"type": "text", "text": "It has meant residents have had to travel to bottled water stations set up at Godalming Crown Court car park and Arlington Park and Ride in Old Portsmouth Road."}, {"type": "text", "text": "At the water station in Godalming, dozens of cars backed up waiting for water - causing congestion in the local area."}, {"type": "text", "text": "Thames Water representatives have been handing out two cases per household, with each case containing 12 bottles."}, {"type": "text", "text": "'I'm furious,' said Serena Howard from Milford, who had been waiting in the queue for two hours to collect cases of water for herself and her neighbours."}, {"type": "text", "text": "'Where is the water for the people?' she asked."}, {"type": "text", "text": "Ms Howard said she was supposed to be on a priority list to get water delivered to her house because she and her daughter both have medical issues, but said she struggled to get through to anyone who could help and had to make the journey to collect it herself, despite being disabled."}, {"type": "text", "text": "'I have had my large bowel removed so I have diarrhoea... I can't eat without it going straight through me. We have had to use the pond water to flush the toilet,' she said."}, {"type": "text", "text": "However, Ms Howard explained it was her young daughter she was worried about, who has recently been diagnosed with Type 1 diabetes."}, {"type": "text", "text": "She said: 'She is running high because she hasn't had enough fluid today, she hasn't had enough fluid to keep the sugar down, in her case if it drops too low it's dangerous, if she goes too high - she is damaging her organs.'"}, {"type": "text", "text": "Ms Howard eventually collected seven cases in total, some for her and others for her neighbours who she said have small children."}, {"type": "text", "text": "She was happy to help, but said: 'I don't feel it [should] be up to a disabled person to have to go out and help the others.'"}, {"type": "text", "text": "Posting to X, formerly known as Twitter, Thames Water said it expects to continue providing bottled water today - and while progress has been made to fix the fault, reservoirs need to be filled."}, {"type": "text", "text": "There is a concern that, if the technical issues are not fixed, children could be kept off school - with parents having to find last-minute childcare cover."}, {"type": "text", "text": "Paul is among those concerned, as the water in his household ran out on Saturday afternoon."}, {"type": "text", "text": "'It's affected a lot. We can't wash or anything, we can't do anything. It's terrible.'"}, {"type": "text", "text": "He explained he and his wife both work full time, adding: 'One of us will have to take a day off to look after them. It's not good. Not good at all.'"}]}, {"_id": "6548e206adfc116fe9d85cee", "url": "https://news.sky.com/story/superbike-factory-owner-revs-up-sale-after-bid-approaches-13001898", "primaryCategory": "business", "subCategories": "NONE", "title": "Superbike Factory owner revs up sale after bid approaches", "lead": "One of Britain's leading motorcycle recommerce and financing providers is exploring a sale after receiving a string of bid approaches.", "author": "Mark Kleinman", "datePublished": "2023-11-06 12:35:00", "dateScraped": "2023-11-06 13:54:30.300283", "dateUpdated": "2023-11-06 12:35:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-motorbikes-tt-races_6350438.jpg?20231106115210", "body": [{"type": "text", "text": "Informfully understands Superbike Factory, which was founded in 2010 in Cheshire, is working with Interpath Advisory on strategic options that could lead to the company changing hands."}, {"type": "text", "text": "Predominantly an online business, Superbike operates a specialist finance broking platform, and buys, sells and offers part-exchange to consumers and trade customers."}, {"type": "text", "text": "It stocks bikes made by major brands including Ducati, Honda and Kawasaki."}, {"type": "text", "text": "The company has been backed by Livingbridge, a mid-market private equity firm, since 2017."}, {"type": "text", "text": "It was founded by Scott Behrens, who remains its chief executive and is understood to own a stake."}, {"type": "text", "text": "The identity of Superbike's suitors was unclear on Monday, although one source close to the process said they anticipated that a buyer would emerge from the industry."}, {"type": "text", "text": "Currently profitable, Superbike saw a sharp dip in sales during the pandemic but has since rebounded strongly."}, {"type": "text", "text": "In addition to its online presence, it has physical sites in locations such as Donington Park, one of Britain's premier motorsport venues."}, {"type": "text", "text": "Interpath and Livingbridge both declined to comment."}]}, {"_id": "6548e206adfc116fe9d85cef", "url": "https://news.sky.com/story/katie-hopkins-and-tommy-robinson-return-to-x-years-after-their-twitter-accounts-were-banned-13001727", "primaryCategory": "business", "subCategories": "NONE", "title": "Katie Hopkins and Tommy Robinson return to X", "lead": "Katie Hopkins and Tommy Robinson have had their accounts reinstated on X, formerly known as Twitter.", "author": "NONE", "datePublished": "2023-11-06 07:27:00", "dateScraped": "2023-11-06 13:54:30.592552", "dateUpdated": "2023-11-06 07:27:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-katie-hopkins-tommy-robinson_6350039.jpg?20231106013356", "body": [{"type": "headline", "text": "Hopkins, a controversial commentator and former The Apprentice contestant, had been permanently banned from the social network in 2020 for breaching its rules on 'abuse and harmful contact'."}, {"type": "headline", "text": "And Robinson, former leader of the far-right English Defence League, had his account deactivated in 2018."}, {"type": "headline", "text": "Hopkins' first post on the platform since 2020 read: 'Thank you @elonmusk. And thank you to all the Twitter family who have brought Tommy & I back to @X."}, {"type": "text", "text": "'Know this. You are not alone. We are many. And we are stronger together. The fight back for your freedom is on.'"}, {"type": "text", "text": ""}, {"type": "headline", "text": "Robinson's return post was a clip from the video for David Hasselhoff's 1989 song Looking For Freedom - with his own face superimposed over the Baywatch star's."}, {"type": "text", "text": "In later posts he thanked X owner Elon Musk, adding: 'I've been censored, attacked, slandered & imprisoned for shining a light on uncomfortable truths that our government wish to hide, the public are now aware I was telling the truth. We have lots to do.'"}, {"type": "text", "text": "Hopkins has more than 950,000 followers on X, while Robinson has about 332,000."}]}, {"_id": "6548e206adfc116fe9d85cf0", "url": "https://news.sky.com/story/seafood-produced-using-forced-uyghur-labour-in-china-could-be-on-sale-in-british-supermarkets-12998656", "primaryCategory": "business", "subCategories": "NONE", "title": "Seafood sold in UK supermarkets may have a dark side - here's why", "lead": "Seafood allegedly produced using the forced labour of Uyghur people in China may have been sold at Iceland - and could be on sale now at other British supermarkets, an investigation has found.", "author": "Tom Cheshire", "datePublished": "2023-11-05 16:28:00", "dateScraped": "2023-11-06 13:54:30.739178", "dateUpdated": "2023-11-05 16:28:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-china-fishing-graphic_6346628.jpg?20231103141438", "body": [{"type": "text", "text": "Iceland told Informfully it no longer had a relationship with the Chinese supplier in question."}, {"type": "headline", "text": "Since 2018, the Chinese government is believed to have moved tens of thousands of Uyghurs from their homes in Xinjiang to other parts of China as part of a 'labour transfer programme'."}, {"type": "text", "text": "Human rights advocates say the programme constitutes forced labour, a charge that China has repeatedly denied. The Chinese embassy did not respond to a request for comment."}, {"type": "headline", "text": "An investigation conducted by The Outlaw Ocean Project, a non-profit journalism organisation, and shared with Informfully, found that nine large seafood companies in Shandong, a province in east China, have received at least 2,000 Uyghurs and other Muslim minorities from Xinjiang - and that many of them supply the UK."}, {"type": "text", "text": "One of those is Shandong Meijia Group, one of the biggest seafood processing companies in China."}, {"type": "headline", "text": "Informfully visited one of the company's factories in the town of Rizhao in 2021 as part of an investigation that revealed details of Uyghur forced labour."}, {"type": "text", "text": "The company had posted an article on its website showing Uyghurs arriving as part of the 'integration of the national family'."}, {"type": "text", "text": "After Informfully sent questions to the company, the article was deleted. A manager at the entrance told our reporting team that there were no Uyghur workers."}, {"type": "text", "text": "But videos posted to Douyin, the Chinese counterpart of TikTok, have been uncovered by Outlaw Ocean and verified by Informfully."}, {"type": "text", "text": "They show Uyghur workers as recently as October last year, and at another factory as recently as May this year, at two Meijia Group plants: Meijia Jiayuan and Meijia Keyuan."}, {"type": "text", "text": "Shandong Meijia did not respond to Informfully's request for comment."}, {"type": "text", "text": "Outlaw Ocean reviewed hundreds of pages of internal company newsletters, local news reports, a database of Uyghur testimonies, trade data and satellite and cell phone imagery to verify the location of processing plants."}, {"type": "text", "text": "They also verified that the Douyin users had initially registered in Xinjiang."}, {"type": "headline", "text": "Iceland hasn't received products for 'significant period'"}, {"type": "text", "text": "Meijia's customers include Iceland and distributors Fastnet Fish and Westbridge Foods Ltd, according to an archived version of their customer list on their website."}, {"type": "text", "text": "Fastnet Fish has said that as a result of the investigation it had terminated its relationship with Meijia. Westbridge Foods did not respond to Informfully's request for comment."}, {"type": "text", "text": "Iceland appeared to admit that Meijia had, at one point, been a supplier - but a spokesperson said: 'We can confirm that Iceland is not, nor has not for a significant period, received any products from such sites."}, {"type": "text", "text": "'It is Iceland's policy to be able to act responsibly in all commercial and trading activities to establish that the working conditions of people working for, and within the supply chain, meet relevant international standards.'"}, {"type": "text", "text": "Asked by Informfully, the supermarket did not explain when or why it stopped receiving products."}, {"type": "text", "text": "It also said it was working with international auditing organisations, such as the Ethical Trading Initiative and Sedex, on the issue of relocation of Uyghurs in China."}, {"type": "headline", "text": "Sainsbury's 'working to understand situation'"}, {"type": "text", "text": "Uyghur workers were also sent to other seafood factories run by the Chishan group, a Chinese conglomerate, according to the research."}, {"type": "text", "text": "The company supplies Lyons Seafoods, which produces branded and private-label seafood for retailers including Sainsbury's."}, {"type": "text", "text": "Lyons did not respond to Informfully's request for comment - but its French parent company, Labeyrie, had previously told Outlaw Ocean that they were 'extremely concerned' by the allegations."}, {"type": "text", "text": "Sainsbury’s told Informfully: 'All of our suppliers have to meet our high ethical and worker welfare standards."}, {"type": "text", "text": "'If we have any reason to believe there is a situation within our supply chains which is in breach of those standards we take immediate action."}, {"type": "text", "text": "'We are working together with our suppliers and wider industry partners to understand the situation and take the most responsible and appropriate next steps.'"}, {"type": "text", "text": "Fish shipments bound for Europe usually pass through Rotterdam - where sometimes they are repackaged in different containers - which can add to the difficulty in tracking shipments."}, {"type": "text", "text": "From there, the seafood shipments arrive at UK ports, such as Felixstowe."}, {"type": "headline", "text": "'Human trafficking, wage theft and criminal level of neglect'"}, {"type": "text", "text": "As part of a four-year-long investigation, Outlaw Ocean may have revealed other abuses connected to China's vast fishing fleet - including the story of Daniel Daniel Aritonang, a 20-year-old Indonesian who died from the disease Beriberi after suffering abuse on a Chinese vessel."}, {"type": "text", "text": "Ian Urbina, its director, told Informfully: 'The human rights and labour crimes - you're dealing with human trafficking, you're dealing with death by violence, wage theft, blocking of timely access to medical care, criminal level of neglect in the form of Beriberi, people that are essentially deprived of the key nutrients to be able to survive."}, {"type": "text", "text": "'Vessels that go dark and turn off their transponders and they disappear - all these are well documented crimes as well that are in the marine space.'"}, {"type": "text", "text": "The group that owned the vessel, Rongcheng Wangda, has denied any wrongdoing and has referred the matter to the China Overseas Fisheries Association for investigation. No criminal case been brought."}, {"type": "text", "text": "'The reality is that because it's out of sight, out of mind, you know, a lot of that is happening over the horizon, quite literally,' David Hammond, chief executive of the NGO Human Rights at Sea, said."}, {"type": "text", "text": "'Nobody knows what's going on. So you then have the issue of enforcement and there is a massive lacuna in the enforcement issue from coastal states and international waters."}, {"type": "text", "text": "'And without enforcement, you don't have a deterrent effect and without deterrent effect, you have impunity.'"}, {"type": "headline", "text": "The Data and Forensics team is a multi-skilled unit dedicated to providing transparent journalism from Informfully. We gather, analyse and visualise data to tell data-driven stories. We combine traditional reporting skills with advanced analysis of satellite images, social media and other open source information. Through multimedia storytelling we aim to better explain the world while also showing how our journalism is done."}]}, {"_id": "6548e207adfc116fe9d85cf1", "url": "https://news.sky.com/story/england-striker-ollie-watkins-aims-to-score-with-backing-for-sneaker-platform-13001368", "primaryCategory": "business", "subCategories": "NONE", "title": "England striker Watkins aims to score with backing for sneaker platform", "lead": "The England footballer Ollie Watkins is among a group of investors ploughing new funds into a fast-growing British online sneaker and streetwear marketplace.", "author": "Mark Kleinman", "datePublished": "2023-11-05 17:46:00", "dateScraped": "2023-11-06 13:54:31.234346", "dateUpdated": "2023-11-05 17:46:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-ollie-watkins-aston-villa_6349439.jpg?20231105162317", "body": [{"type": "text", "text": "Informfully understands that Mr Watkins, who played for Aston Villa on Sunday in the 2-0 defeat at Nottingham Forest, is backing The Edit LDN, which has operated concessions in department stores such as Harrods and Harvey Nichols."}, {"type": "text", "text": "The company, which sold 20,000 pairs of trainers last year at premium prices, is in the process of raising a £5m funding round."}, {"type": "text", "text": "Mr Watkins and Josh Denzel, a sports broadcaster and former Love Island contestant, are among the early participants in the share sale."}, {"type": "text", "text": "At the start of the year, it announced a £3.9m capital raise led by Regah Ventures, an investment fund."}, {"type": "text", "text": "The proceeds of the latest raise will be used to facilitate The Edit LDN's growth in regions including the US and the Middle East and North Africa (MENA)."}, {"type": "text", "text": "'I've always had an interest in sneaker culture, and joining forces with The Edit LDN feels like a natural step,' Mr Watkins said."}, {"type": "text", "text": "The Edit LDN's latest fundraising comes at a time of significant growth in the sneaker resale category, even as consumer spending in other areas comes under pressure."}, {"type": "text", "text": "The company was founded in 2020 by Moses Rashid, who has previously talked about achieving a $1bn (£808m) valuation for the company before the end of the decade."}, {"type": "text", "text": "'Having household names in Ollie and Josh joining our journey, marks a great next phase of The Edit LDN as we continue to drive our platform to a wider audience of customers, making the inaccessible accessible,' Mr Rashid said."}, {"type": "text", "text": "'[They] have been incredibly supportive and are committed to driving awareness and… value for the brand.'"}, {"type": "text", "text": "Mr Denzel added: 'The concept of merging online and offline sneaker shopping and creating a seamless experience is innovative and exciting.'"}]}, {"_id": "6548e207adfc116fe9d85cf2", "url": "https://news.sky.com/story/rishi-sunak-says-allegations-a-tory-mp-committed-series-of-rapes-are-very-serious-13001885", "primaryCategory": "politics", "subCategories": "NONE", "title": "Claims a Tory MP committed series of rapes are 'very serious', says PM", "lead": "Rishi Sunak has responded for the first time to allegations that a Tory MP committed a series of rapes, saying the claims were \"very serious\".", "author": "Alexandra Rogers", "datePublished": "2023-11-06 11:52:00", "dateScraped": "2023-11-06 13:54:31.811534", "dateUpdated": "2023-11-06 11:52:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-rishi-sunak-bacton-gas_6350364.jpg?20231106105939", "body": [{"type": "text", "text": "The prime minister urged anyone with evidence of criminal acts to talk to the police, as he faced questions about the accusations while on a visit to Norfolk."}, {"type": "text", "text": "'These are very serious, anonymous allegations,' he said."}, {"type": "text", "text": "'It may be that they allude to something that is already the subject of a live police investigation, so I hope you understand it wouldn't be right for me to comment on that further specifically."}, {"type": "text", "text": "'More broadly the Conservative Party has robust independent complaint procedures in place, but I would say to anybody who has information or evidence about any criminal acts to of course talk to police, that's the right course of action.'"}, {"type": "headline", "text": "Mr Sunak was speaking after a report in the Mail On Sunday that former Tory chairman Sir Jake Berry had sent a letter to police, in which he revealed a number of allegations about an MP had been made known to the party, but little action had been taken."}, {"type": "text", "text": "Sir Jake had only become aware of the claims when he learned the party had paid for one of the alleged victims to receive treatment at a private hospital."}, {"type": "text", "text": "His letter, written jointly with former chief whip Wendy Morton, another MP and a Downing Street official, also claimed the failure of others in the party to act had allowed the politician at the centre of the allegations to continue offending."}, {"type": "text", "text": "Deputy Prime Minister Oliver Dowden told Informfully on Sunday that the party had a 'zero tolerance' approach to sexual misconduct."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Speaking on Sunday Morning With Trevor Phillips, Mr Dowden insisted the vast majority of people were in parliament were there to serve their constituents and the nation."}, {"type": "text", "text": "He also urged anyone with accusations of criminality to 'go straight' to the police."}, {"type": "text", "text": "Pressed over whether there was a wider problem at Westminster after a series of scandals, Mr Dowden said: 'No, I don't think there's something wrong about our parliament and the vast majority of people in parliament are there to serve their constituents and to serve the nation."}, {"type": "text", "text": "'Now, in respect of a very small number of cases, it's important robust action is taken."}, {"type": "text", "text": "'And indeed, if there are allegations, I would urge anyone to go straight to the police as a criminal matters and they should be investigated.'"}, {"type": "headline", "text": "Read more from Informfully:Minister distances herself from Braverman comment that rough sleeping is 'lifestyle choice'11 councillors quit Labour - after calling for Sir Keir Starmer to resignKing's Speech: Monarch will have to announce measures we know he is bound to dislike"}, {"type": "text", "text": "It is the latest in a string of sexual misconduct claims to hit the Conservative party."}, {"type": "headline", "text": "Last month, senior Tory MP Crispin Blunt was suspended by the party after being arrested on suspicion of rape and the possession of controlled substances - allegations he denies."}, {"type": "headline", "text": "It came after former Conservative minister Peter Bone was suspended from the Commons for six weeks after a claim he exposed himself to a member of staff was upheld."}, {"type": "headline", "text": "Chris Pincher, the former deputy chief whip, was sacked and eventually resigned after being accused of groping two men in a Tory private members' club."}, {"type": "headline", "text": "And last year, former MP Imran Ahmad Khan was jailed after being found guilty of sexually assaulting a 15-year-old boy."}]}, {"_id": "6548e208adfc116fe9d85cf3", "url": "https://news.sky.com/story/leader-of-burnley-council-and-11-councillors-resign-from-labour-party-over-starmers-gaza-ceasefire-stance-13001632", "primaryCategory": "politics", "subCategories": "NONE", "title": "11 councillors quit Labour - after calling for Sir Keir Starmer to resign", "lead": "The leader of Burnley Council and 10 other councillors have resigned from the Labour Party over Sir Keir Starmer's decision not to push for a ceasefire in Gaza, Sky News understands.", "author": "Inzamam Rashid", "datePublished": "2023-11-06 11:04:00", "dateScraped": "2023-11-06 13:54:32.083583", "dateUpdated": "2023-11-06 11:04:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-keir-starmer-conference_6317588.jpg?20231106031845", "body": [{"type": "text", "text": "Afrasiab Anwar, who has been in the party for 10 years, said it had been a 'really difficult decision' to leave Labour."}, {"type": "headline", "text": "He was among those calling for Sir Keir to step down on Thursday."}, {"type": "text", "text": ""}, {"type": "text", "text": "The 11 councillors described their memberships as 'untenable' given the leadership's refusal to demand a ceasefire in the Middle East."}, {"type": "text", "text": "In a statement, they said Sir Keir had indicated he 'does not value the voice of the grassroots of the party' - citing remarks the opposition leader made following a speech on Friday in the North East."}, {"type": "text", "text": "Sir Keir, who has come under internal pressure for Labour to demand a cessation of hostilities, told reporters his focus was on stopping the suffering in Gaza, not on the 'individual positions' of party members."}, {"type": "text", "text": "Labour has backed the UK government's stance of calling for a pause in the fighting to allow humanitarian aid and medical treatments to reach Palestinians in Gaza."}, {"type": "text", "text": "However, Mr Anwar said the position was 'nonsensical' and did not capture the strength of feeling in his Lancashire town, along with communities elsewhere in Britain, about the war."}, {"type": "text", "text": "'We just can't stand by watching and being part of a party that is not speaking out, or at the very least calling for a ceasefire,' Mr Anwar said."}, {"type": "text", "text": "'Instead of talking of peace - all of our world leaders, including the leader of the Labour Party, are talking about humanitarian pauses. It's just nonsensical."}, {"type": "text", "text": "'I just don't think the message is getting through in terms of how our communities, right across the board, are feeling about this.'"}, {"type": "text", "text": "He said the group had tried 'everything we could by working within the party'."}, {"type": "text", "text": "Mr Anwar added he wanted Labour to 'come back to its core values of fighting for social justice'."}, {"type": "headline", "text": "Analysis: Starmer's attempts to draw a line under Gaza ceasefire row 'aren't cutting it'"}, {"type": "text", "text": ""}, {"type": "text", "text": "In a statement on Sunday, the group said: 'It has become apparent that Keir Starmer and the leadership either cannot or will not heed our concerns or acknowledge the sentiments within our communities.'"}, {"type": "text", "text": "It added: 'In response to our calls for him to resign he responded that the individual concerns of members are not his focus, further illustrating that he does not value the voice of the grassroots of the party.'"}, {"type": "text", "text": "The leader of Pendle Council, which is also in Lancashire, also called on Sir Keir to resign on Thursday."}, {"type": "headline", "text": "It came after senior Labour figures also broke ranks to challenge Sir Keir's stance - including London mayor Sadiq Khan, Scottish Labour leader Anas Sarwar, and Greater Manchester mayor Andy Burnham."}, {"type": "text", "text": "A Labour spokesman said: 'Labour fully understands calls for a ceasefire."}, {"type": "text", "text": "'Everybody wants to see an end to this cycle of violence and suffering, we need to see hostages released and aid getting to those most in need."}, {"type": "text", "text": "'But a ceasefire now will only freeze this conflict and would leave hostages in Gaza and Hamas with the infrastructure and capability to carry out the sort of attack we saw on October 7."}, {"type": "text", "text": "'International law must be followed at all times and innocent civilians must be protected."}, {"type": "text", "text": "'Labour is calling for humanitarian pauses in the fighting."}, {"type": "text", "text": "'This is the best and most realistic way to address the humanitarian emergency in Gaza and is a position shared by our major allies, in the US and the EU.'"}]}, {"_id": "6548e208adfc116fe9d85cf4", "url": "https://news.sky.com/story/israel-hamas-war-keir-starmers-attempts-to-draw-a-line-under-gaza-ceasefire-row-arent-cutting-it-with-many-labour-members-13001858", "primaryCategory": "politics", "subCategories": "NONE", "title": "Starmer's attempts to draw a line under Gaza ceasefire row aren't cutting it with many Labour members", "lead": "Labour leader Sir Keir Starmer has spent weeks trying to downplay his party's divisions over the question of a ceasefire in Gaza - but the row continues to escalate.", "author": "Amanda Akass", "datePublished": "2023-11-06 11:54:00", "dateScraped": "2023-11-06 13:54:32.486293", "dateUpdated": "2023-11-06 11:54:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-keir-starmer-labour_6349863.jpg?20231105203319", "body": [{"type": "text", "text": "On Friday, he claimed Labour was 'united' on the issue because everyone was motivated by the same desire to alleviate human suffering there - and that he just wasn't concerned about the individual positions of party members."}, {"type": "headline", "text": "Israel-Gaza latest: Israeli troops 'to enter major city within 48 hours'"}, {"type": "text", "text": "But this attempt to paper over the cracks with optimistic descriptions just isn't cutting it with many of those members, who feel he's not listening."}, {"type": "headline", "text": "Now the leader of Burnley Council, one of two Labour council leaders who called on Sir Keir to resign over the issue last week, has himself announced he's stepping down from the party, along with 10 other councillors."}, {"type": "text", "text": "Cllr Afrasiab Anwar claims the views of grassroots members are being ignored. Some in the party are worried about the kind of exodus of Muslim support seen in the wake of the Iraq war."}, {"type": "headline", "text": "It brings the number of councillors who have resigned from Labour to 50 - admittedly a fraction of the 6,400+ total - alongside the many big names who have overstepped the party line in calling for a ceasefire, including London mayor Sadiq Khan, Greater Manchester mayor Andy Burnham and Scottish Labour leader Anas Sarwar."}, {"type": "headline", "text": "Last week, Sir Keir attempted to draw a line under the row with a big speech and a number of interviews clarifying his position, arguing that he shares people's 'human emotion' in response to what's happening but that humanitarian pauses are the most practical way to alleviate the suffering of the people of Gaza."}, {"type": "text", "text": "He pointed out that demanding a ceasefire would negate Israel's right to defend itself - both positions which are in line with the government."}, {"type": "text", "text": "He's hoping the wider electorate will sympathise with his arguments and the desire to stand up for Israel after the horrors of 7 October, particularly given the antisemitism allegations which have haunted his party in the past."}, {"type": "text", "text": "The big risk for him is if this rebellion amongst councillors spreads to the parliamentary party."}, {"type": "text", "text": ""}, {"type": "text", "text": "There's talk of left-wing MPs attempting to force a vote on the issue this week, perhaps in league with the SNP, to expose the scale of opposition to his position."}, {"type": "text", "text": "Many MPs are under real pressure from their constituents - loyal shadow leader of the House, Lucy Powell, told Kay Burley this morning she's had protests outside her office and it's 'a difficult one for all of us to look at'."}, {"type": "text", "text": "The real challenge to Sir Keir's leadership would be if any of those shadow frontbenchers who've publicly defied the party line and called for a ceasefire decide to take it further - and step down."}]}, {"_id": "6548e208adfc116fe9d85cf5", "url": "https://news.sky.com/story/minister-distances-herself-from-suella-braverman-comment-that-rough-sleeping-is-lifestyle-choice-13001774", "primaryCategory": "politics", "subCategories": "NONE", "title": "Minister distances herself from Suella Braverman comment that rough sleeping is 'lifestyle choice'", "lead": "A government minister has contradicted Suella Braverman's description of rough sleeping as a \"lifestyle choice\", saying she \"wouldn't necessarily use that language\".", "author": "Alexandra Rogers", "datePublished": "2023-11-06 12:44:00", "dateScraped": "2023-11-06 13:54:32.606814", "dateUpdated": "2023-11-06 12:44:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-homelessness-tent-generic_6350403.jpg?20231106112747", "body": [{"type": "headline", "text": "Energy Secretary Claire Coutinho appeared to be at odds with the home secretary, who has faced a backlash for describing rough sleeping as a 'lifestyle choice' as she outlined her desire to restrict the use of tents by homeless people in UK towns and cities."}, {"type": "headline", "text": "Ms Braverman said many of those who sleep in tents are 'from abroad' and insisted there was no need given the alternatives and support available to rough sleepers."}, {"type": "text", "text": "The home secretary also suggested the UK will follow the likes of San Francisco and Los Angeles in the US, where 'weak policies have led to an explosion of crime, drug taking, and squalor', if action is not taken."}, {"type": "text", "text": "The crackdown would reportedly target 'nuisance' tents, such as those blocking shop doorways, and include charities that hand out camping equipment being fined."}, {"type": "text", "text": "Asked by Sky's Kay Burley whether she agreed with the home secretary's comments, Ms Coutinho revealed she used to work with people who were homeless and that she 'wouldn't necessarily use the language of 'lifestyle choice' as the reasons for homelessness are 'complex and varied'."}, {"type": "text", "text": "Ms Coutinho said Ms Braverman had in her comments 'distinguished that a lot of people who end up in that position are struggling, for example, with addiction issues'."}, {"type": "text", "text": "'She wasn't talking about those people,' she added."}, {"type": "text", "text": "'I think the most important thing is that for all of those people, what we want is for them to have a warm home, a roof over their heads, because ultimately sleeping on the streets, becoming entrenched in that lifestyle - that's no life for anyone.'"}, {"type": "text", "text": "Pressed on whether Ms Braverman 'misspoke', the energy secretary replied: 'I think she was talking about different things."}, {"type": "text", "text": "'She acknowledged that there are people who just, you know, they need our compassion. They're struggling with things like addiction. They need help and support. And that's exactly what the plans are, by the way."}, {"type": "text", "text": "'But she also talked about people, I think, who are nuisance begging, who are working in organised groups."}, {"type": "text", "text": "'And I think it's right that we make sure that we're getting people off the streets into safe accommodation and also making sure that our neighbourhoods feel safe for people as well.'"}, {"type": "text", "text": ""}, {"type": "text", "text": "Labour's shadow leader of the Commons Lucy Powell said it was 'despicable' to describe homelessness as a lifestyle choice and that the government was seeking to divide people."}, {"type": "text", "text": "She told Informfully: 'I think the comments of the home secretary are despicable, really."}, {"type": "text", "text": "'And they speak to what this government's whole meaning now seems to be about, which is creating more division, where division isn't needed, by trying to inflame and sort of false wedge political issues."}, {"type": "text", "text": "'We all see the consequences of those sleeping rough."}, {"type": "text", "text": "'It's heart-breaking to see in the vast majority of cases - it's people who have nowhere else to go and who have a multitude of issues that they face that they need to deal with that have left them where they are at that time, sleeping rough.'"}, {"type": "text", "text": "Writing on X, formerly known as Twitter, Ms Braverman said: 'The British people are compassionate. We will always support those who are genuinely homeless. But we cannot allow our streets to be taken over by rows of tents occupied by people, many of them from abroad, living on the streets as a lifestyle choice."}, {"type": "text", "text": "'Nobody in Britain should be living in a tent on our streets. There are options for people who don't want to be sleeping rough, and the government is working with local authorities to strengthen wraparound support including treatment for those with drug and alcohol addiction."}, {"type": "text", "text": "'What I want to stop, and what the law-abiding majority wants us to stop, is those who cause nuisance and distress to other people by pitching tents in public spaces, aggressively begging, stealing, taking drugs, littering, and blighting our communities.'"}, {"type": "text", "text": "Labour MP Jess Phillips said: 'My brother was a rough sleeper, unlike Suella Braverman he has dedicated his life in gratitude to the fact he still has it to the service and help of others."}, {"type": "text", "text": "'He'd be a better home secretary than her but then again a cardboard box would be a better home secretary than her.'"}, {"type": "text", "text": "Liberal Democrat MP Alistair Carmichael accused the home secretary of 'grim politics from a desperate Conservative government which knows its day are numbered'."}, {"type": "text", "text": "'It is a new low for Braverman to criminalise homeless charities for simply trying to keep vulnerable people warm and dry in winter,' he said."}, {"type": "text", "text": "'The British public raise millions of pounds for homeless people at this time of year, and the government's response is to criminalise those charities trying to help."}, {"type": "text", "text": "'This policy will do nothing to stop rough sleeping and will leave vulnerable people to face the harsh weather conditions without any shelter whatsoever.'"}]}, {"_id": "6548e209adfc116fe9d85cf6", "url": "https://news.sky.com/story/what-were-suella-bravermans-comments-about-homeless-people-and-rough-sleepers-13001869", "primaryCategory": "politics", "subCategories": "NONE", "title": "What did Suella Braverman say about homeless people?", "lead": "Suella Braverman is facing a backlash after controversial comments she made while promoting policies to crack down on rough sleeping.", "author": "NONE", "datePublished": "2023-11-06 12:16:00", "dateScraped": "2023-11-06 13:54:33.065208", "dateUpdated": "2023-11-06 12:16:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-suella-braverman-armistice-day_6348585.jpg?20231104190040", "body": [{"type": "headline", "text": "The home secretary wants to restrict the use of tents by homeless people in UK towns and cities."}, {"type": "text", "text": "Here's what Mrs Braverman said, what aspects of her comments have caused outrage - and some of the responses she received from fellow politicians."}, {"type": "headline", "text": "What Ms Braverman said on X"}, {"type": "text", "text": "The home secretary's statement, which she shared on X on Saturday, read: 'The British people are compassionate. We will always support those who are genuinely homeless."}, {"type": "text", "text": "'But we cannot allow our streets to be taken over by rows of tents occupied by people, many of them from abroad, living on the streets as a lifestyle choice."}, {"type": "text", "text": "'Unless we step in now to stop this, British cities will go the way of places in the US like San Francisco and Los Angeles, where weak policies have led to an explosion of crime, drug taking, and squalor."}, {"type": "text", "text": "'Nobody in Britain should be living in a tent on our streets. There are options for people who don't want to be sleeping rough, and the government is working with local authorities to strengthen wraparound support including treatment for those with drug and alcohol addiction."}, {"type": "text", "text": "'What I want to stop, and what the law abiding majority wants us to stop, is those who cause nuisance and distress to other people by pitching tents in public spaces, aggressively begging, stealing, taking drugs, littering, and blighting our communities.'"}, {"type": "headline", "text": "What the home secretary told Informfully"}, {"type": "text", "text": "Speaking exclusively to Informfully' Ali Fortescue on Saturday, Mrs Braverman further explained her plans to stop homeless people sleeping in tents."}, {"type": "text", "text": "Ali Fortescue: 'Let's talk about reports that you're planning on restricting homeless people from using tents. Why is that something you're looking at?'"}, {"type": "text", "text": "Suella Braverman: 'Listen, the British people are a compassionate nation and of course we must do everything necessary to support those who are genuinely homeless."}, {"type": "text", "text": "'But at the same time, we must make sure we don't go down the same route as some cities in the US, like San Francisco or Seattle where living in a tent has become a lifestyle choice, and with it has brought drug use, criminality and antisocial behaviour.'"}, {"type": "text", "text": "Ali Fortescue: 'You talk about a lifestyle choice... surely this is something people do out of desperation, not a lifestyle choice?"}, {"type": "text", "text": "Suella Braverman: 'As I said, we will help those who are genuinely homeless."}, {"type": "text", "text": "'It cannot be right that parts of our cities are ruined and blighted by the sight and use of tents."}, {"type": "text", "text": "'There is no need to use tents for accommodation in 21st century Britain. It brings criminality, it brings drug use, it brings in many instances violence to communities.'"}, {"type": "headline", "text": "The backlash"}, {"type": "text", "text": "Lots of people with experiences of homelessness and rough sleeping shared their views on social media, pointing out that rather than lifestyle choice, they had suddenly found themselves without anywhere to live after falling behind on bills or losing their jobs."}, {"type": "text", "text": "Housing and homelessness charity, Shelter, released a statement in opposition to the home secretary's comments."}, {"type": "text", "text": "It read: 'Let's make it clear: living on the streets is not a 'lifestyle choice' - it is a sign of failed government policy."}, {"type": "text", "text": "'No one should be punished for being homeless. Criminalising people for sleeping in tents, and making it an offence for charities to help them, is unacceptable."}, {"type": "text", "text": "'The housing emergency boils down to people not being able to afford to live anywhere. The current scenario:"}, {"type": "text", "text": "'This, combined with decades of government failure to build genuinely affordable social homes, is what is driving record levels of homelessness and leaving thousands of people on the streets."}, {"type": "text", "text": "'The government promised to end rough sleeping, but is falling short of the mark.'"}, {"type": "headline", "text": "The government's energy secretary Claire Coutinho appeared to distance herself from Mrs Braverman's comments, telling Kay Burley this morning she 'wouldn't necessarily use the language of 'lifestyle choice' because the reasons for homelessness are 'complex and varied'."}, {"type": "text", "text": ""}, {"type": "text", "text": "Ms Coutinho said Mrs Braverman had in her comments 'distinguished that a lot of people who end up in that position are struggling, for example, with addiction issues'."}, {"type": "text", "text": "'And she wasn't talking about those people,' she added."}, {"type": "text", "text": "'I think the most important thing is that for all of those people, what we want is for them to have a warm home, a roof over their heads."}, {"type": "text", "text": "'Because ultimately sleeping on the streets, becoming entrenched in that lifestyle, that's no life for anyone.'"}, {"type": "text", "text": "Pressed on whether Mrs Braverman 'misspoke', the energy secretary replied: 'So I think she was talking about different things."}, {"type": "text", "text": "'She acknowledged that there are people who just, you know, they need our compassion. They're struggling with things like addiction. They need help and support. And that's exactly what the plans are, by the way."}, {"type": "text", "text": "'But she also talked about people, I think, who are nuisance begging who are working in organised groups."}, {"type": "text", "text": "'And I think it's right that we make sure that we're getting people off the streets into safe accommodation and also making sure that our neighbourhoods feel safe for people as well.'"}, {"type": "headline", "text": "Responding to the home secretary's initial tweets, Labour MP Jess Phillips said: 'My brother was a rough sleeper, unlike Suella Braverman he has dedicated his life in gratitude to the fact he still has it to the service and help of others."}, {"type": "text", "text": "'He'd be a better home secretary than her but then again a cardboard box would be a better home secretary than her.'"}, {"type": "headline", "text": "Liberal Democrat MP Alistair Carmichael said: 'This is grim politics from a desperate Conservative government which knows its day are numbered."}, {"type": "text", "text": "'It is a new low for Braverman to criminalise homeless charities for simply trying to keep vulnerable people warm and dry in winter."}, {"type": "text", "text": "'The British public raise millions of pounds for homeless people at this time of year, and the government's response is to criminalise those charities trying to help."}, {"type": "text", "text": "'This policy will do nothing to stop rough sleeping and will leave vulnerable people to face the harsh weather conditions without any shelter whatsoever.'"}]}, {"_id": "6548e209adfc116fe9d85cf7", "url": "https://news.sky.com/story/kings-speech-the-king-will-have-to-announce-measures-we-know-he-is-bound-to-dislike-13001695", "primaryCategory": "politics", "subCategories": "NONE", "title": "The King will have to announce measures we know he is bound to dislike", "lead": "Tuesday is King Charles's first King's Speech as monarch.", "author": "Sam Coates", "datePublished": "2023-11-06 06:39:00", "dateScraped": "2023-11-06 13:54:33.256268", "dateUpdated": "2023-11-06 06:39:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-the-king-ai-message_6343890.jpg?20231101100414", "body": [{"type": "text", "text": "This matters to him, not only because he knows the world will be looking to see if he does something differently (he won't - continuity matters) - and not only because it could be an opportunity to say something about his late mother, Queen Elizabeth II, in a new setting."}, {"type": "text", "text": "The pressure will also be on because we all know he will have to announce - without flinching - measures we remember from his time as Prince of Wales that he is bound to dislike, rolling back some environmental protections close to his heart."}, {"type": "headline", "text": "Click to subscribe to Politics at Jack and Sam's wherever you get your podcasts"}, {"type": "headline", "text": "The cameras will be there to record any involuntary reactions and indications of dissent - yet he has practised all his life to ensure there won't be. It will be one of the many moments he uses to show he understands what it means to be King."}, {"type": "headline", "text": "This is also Rishi Sunak's first King's Speech as prime minister. The last, 18 months ago, came when Boris Johnson was in the hot seat in Number 10, weeks from him being turfed out. His successor's job is to defy gravity and try and make sure it isn't his last too."}, {"type": "headline", "text": "It is one of the top five moments in Number 10's calendar for the autumn, alongside the conference speech, reshuffle, Autumn Statement and net zero announcement. It is also, arguably, the hardest of the five to use to send a clear political message. His job is altogether harder than the King's."}, {"type": "text", "text": "The Gracious Address, as Tuesday's event is also known, was not conceived to be an especially useful PR moment for the government. It is the day when the monarch, at the behest of the government, sets out the laws which ministers would like to pass in the coming 12 to 18 months. However, a bill being on the list is neither a necessary precondition - nor its absence from the King's Speech a hindrance - to something entering the statute book."}, {"type": "text", "text": "The previous Queen's Speech in May 2022 included 31 bills - parliament passed 43 bills over the course of the following 18-month session - showing there is a weak relationship between the speech and future laws at best. As such it is a moment simply when Whitehall, and the prime minister, are forced to prioritise what he cares about."}, {"type": "headline", "text": "Choosing what to leave out tells you where a government's weaknesses lie"}, {"type": "text", "text": "That is why what is not in Tuesday's King's Speech is almost as important as what is. Because choosing what to leave out tells you about where a government's weaknesses lie as much as the bills that are in tell you about the message it wants to send."}, {"type": "text", "text": "Which is where the first great big con trick of the day comes in: the concept of 'draft' bills. For we are likely a year, and no more than 14 months, away from a general election. Anything with the word 'draft' in the King's Speech has next to no chance of becoming law before the general election, which currently the Tories are on course to lose."}, {"type": "text", "text": "So anything with 'draft' appended, or absent altogether, is not a priority and given limited space, and in this session has a relatively low chance of succeeding."}, {"type": "headline", "text": "Where does that leave us this week?"}, {"type": "text", "text": "Laws to set up Great British Railways are unlikely to form part of a bill, for instance. This is the legislation to create a public body that would cover almost all of the rail network. This was a Boris Johnson priority - it never seemed to be as much of a Rishi Sunak one. Officials would tell you it is still happening: there's a Derby HQ and a transition team. Let's see what happens."}, {"type": "text", "text": "Then there was the idea of legislation in the King's Speech to scrap the rules around nutrient neutrality. This is the one-time EU law that blocked new housing developments in certain areas where there was too much 'nutrient pollution' - seen by this government as a block on housebuilding. Labour argues developers should pollute rivers less in the first place."}, {"type": "text", "text": "The government announced it would do away with this EU-inherited law to big fanfare in September but lost a vote on this in the Lords. At one point, Number 10 wanted a standalone bill in Tuesday's King's Speech. But it's controversial, Labour opposes it, and they've decided not to risk time in parliament on that plan."}, {"type": "text", "text": "The government claims it'll find other ways to achieve the same goal using secondary legislation, but it's not clear they can entirely scrap this EU rule. This tells us something about the government's strength."}, {"type": "headline", "text": "In the same vein, a law to ban gay conversion therapy will not become law before the next election after being downgraded to a draft bill, which means there's a lot more discussion and change before it takes form. This is likely to have been downgraded because of Tory splits. Some Tory MPs want to outlaw what they see as an 'abhorrent' practice."}, {"type": "text", "text": "Other Tories fear such a ban may unintentionally criminalise parents or teachers giving gender identity advice to children. There isn't an easy way through, and despite many discussions with the chief whip, it is now heading for pre-legislative scrutiny and an uncertain future."}, {"type": "text", "text": ""}, {"type": "headline", "text": "What is in it?"}, {"type": "text", "text": "Number 10 claims there are three priorities: 'future prosperity of the United Kingdom', 'seize economic opportunities' and 'deliver a brighter future'. In fact, it's all about grabbing attention."}, {"type": "headline", "text": "Suella Braverman, the camera-friendly home secretary, has been deployed to attract the biggest headlines of all, with a Vandalism Bill to outlaw tents and charities giving tents to the homeless."}, {"type": "text", "text": "This comes on top of other eye-catching measures like legislation for warrantless searches to retrieve stolen phones, visible with the 'find my iPhone' app. The legislation allows police to go into a property where a phone is without a warrant."}, {"type": "text", "text": "There's also the crime and justice measures you heard about at the Tory conference - including tougher sentences for prolific offenders, albeit announced in the same week as the latest prison statistics and alongside legislation to allow the government to rent prison places abroad. Meanwhile, there will also be powers to give judges more powers to force criminals to attend sentence hearings."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Attempts to mine dividing lines with Labour"}, {"type": "text", "text": "There are attempts to mine environmental dividing lines with Labour - with a law to mandate annual oil and gas licensing to bolster the UK's energy security and reduce dependence on imports from overseas which is designed to help the Tories, particularly in Scotland."}, {"type": "text", "text": "There is also likely to be the 'defence of motorists' measures, limiting council powers on clean air zones and Low Traffic Neighbourhoods, as the Tories push on with their post-Uxbridge drive to prioritise the cost of living over green issues."}, {"type": "text", "text": "Then there are two big housing measures, both of which are not without their problems."}, {"type": "text", "text": "There will be a bill to abolish leaseholds on newly built houses, which means all new houses must be sold as freehold. New flats can be leasehold but only in very exceptional circumstances."}, {"type": "text", "text": "The government says this is a big deal but the outstanding question is what happens to existing properties, and I understand no decision has been made on when to end ground rent or where to cap it - that is for discussions with the Treasury."}, {"type": "text", "text": "Then there is the Renters' Reform Bill, which is already in parliament but only just got its second reading, allowing it to be carried over into the next session. A number of MP landlords are unhappy about an end to no-fault evictions. Although this appears to have been subject to delay, I understand it could still be implemented before the election after the Levelling Up department agreed to fund the Ministry of Justice to ensure the courts can cope with the necessary extra work."}, {"type": "text", "text": "Does this amount to another relaunch? No. Will it change the dial? With so few genuinely new announcements, it seems hard to imagine so."}, {"type": "text", "text": ""}, {"type": "text", "text": "Yet nothing at this stage of the political cycle is done without the election being at the forefront of the government's mind, despite all the obstacles."}, {"type": "text", "text": "Everything has been pre-tested on public opinion, and the government is still able to make so much more noise than the opposition that warts and all, what it says at this stage still matters. Hard, yes. Impossible, no."}, {"type": "headline", "text": "Watch the King's Speech live on Informfully tomorrow from 10.30am with a special programme presented by Sophy Ridge."}]}, {"_id": "6548e209adfc116fe9d85cf8", "url": "https://news.sky.com/story/cigarettes-crime-and-net-zero-what-can-we-expect-from-the-kings-speech-12997960", "primaryCategory": "politics", "subCategories": "NONE", "title": "Cigarettes, crime and net zero: What can we expect from the King's Speech?", "lead": "Westminster will be awash with pomp and ceremony on Tuesday as Parliament hosts the King's Speech.", "author": "Jennifer Scott", "datePublished": "2023-11-05 08:32:00", "dateScraped": "2023-11-06 13:54:33.755456", "dateUpdated": "2023-11-05 08:32:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-king-speech-charles_6344374.jpg?20231101170929", "body": [{"type": "text", "text": "But what will the day involve and how will it play out? And what plans for the country's future are likely to be unveiled?"}, {"type": "text", "text": "Read on to find out all you need to know."}, {"type": "headline", "text": "What is the King's Speech?"}, {"type": "text", "text": "While a parliament - meaning the period of time between general elections - can last for up to five years, a new parliamentary session is normally launched annually. It gives the government of the day a chance to outline its legislative plans for the year ahead."}, {"type": "text", "text": "The start of a new session is marked with the grandest of ceremonies, the State Opening of Parliament."}, {"type": "text", "text": "It brings together members of the House of Commons and House of Lords, as well as the monarchy, dressed up in their finest regalia for the day ahead. Look out for the robes, britches and, of course, the crown."}, {"type": "text", "text": "After numerous traditions are played out - from searching the bowels of the building for gunpowder to slamming a door in Black Rod's face - peers and MPs gather in front of the monarch to listen to them deliver the King's (or Queen's) Speech."}, {"type": "text", "text": "While the address may be read out by the head of state, the content is written by the government and sees their legislative agenda given a stately introduction to the ears of parliamentarians and the public."}, {"type": "headline", "text": "The speech will fall to King Charles III in his first state opening as monarch - though he had a dry run back in May 2022, when he stood in for his mother due to her mobility issues."}, {"type": "text", "text": ""}, {"type": "text", "text": "The late Queen Elizabeth II delivered the speech a total of 67 times during her reign, and only missed it on a handful of occasions, including when she was pregnant with Prince Andrew and then Prince Edward."}, {"type": "text", "text": "After the document is read out, MPs return to the Commons and spend around five days debating its content, but not before two backbench MPs nominated by the prime minister kick off proceedings by giving a loyal address to parliament - a light-hearted affair, often littered with some cringeworthy jokes."}, {"type": "headline", "text": "What will the speech mean for Rishi Sunak?"}, {"type": "text", "text": "This is the first time this prime minister has had his plans delivered in a King's Speech since he moved in to Number 10."}, {"type": "headline", "text": "Liz Truss's short premiership meant she missed out on this particular spotlight for her policy agenda. Boris Johnson was the last prime minister to oversee a state opening 18 months ago."}, {"type": "headline", "text": "Read more from Informfully:When could the next general election be?Tories 'losing more voters to Reform UK than Labour'"}, {"type": "text", "text": "Tuesday's ceremony is likely to be the final King's Speech of this parliament as Mr Sunak will have to call a general election by the end of January 2025 at the latest."}, {"type": "text", "text": "That means it may also be his last chance to show both his party and the public what he stands for, following his first year of trying to steady the ship after the chaos surrounding last autumn's revolving door in Downing Street."}, {"type": "headline", "text": "Mr Sunak will also need to bring his MPs and members with him to ensure they back his leadership going into the looming general election, so he may choose to be cautious with his priorities - while throwing some red meat to please particular wings of the Conservative Party."}, {"type": "text", "text": "But the upcoming national poll also leaves questions over how much legislation the prime minister and his government can push through in a short space of time - during which MPs will also want to be out on the doorstep campaigning to keep their seats."}, {"type": "headline", "text": "What will be in the speech?"}, {"type": "text", "text": "While the spectacle of the speech is designed for a new legislative agenda to be proposed, the government can also 'carry over' some bills from the previous session that it was unable to pass into law."}, {"type": "text", "text": "According to the House of Commons Library, five carry-over motions have been agreed for bills, giving them another 12 months to achieve royal assent, namely:"}, {"type": "text", "text": "• Data Protection and Digital Information (No 2) Bill - which aims to update the UK's data protection laws post-Brexit"}, {"type": "text", "text": "• Digital Markets, Competition and Consumers Bill - which proposes new powers to improve competition between online businesses and new protections for consumers"}, {"type": "headline", "text": "• Economic Activity of Public Bodies (Overseas Matters) Bill - which would introduce a ban on public bodies, such as councils, from boycotting other countries, with a special status for Israel"}, {"type": "text", "text": "• Victims and Prisoners Bill - which aims to improve support for victims of crime, along with reform of the parole system"}, {"type": "headline", "text": "• Renters (Reform) Bill - which features proposed changes to regulations covering the rented housing sector"}, {"type": "text", "text": ""}, {"type": "headline", "text": "Two so-called 'hybrid' bills will also continue to be scrutinised in the next parliament - one on the future of the northern leg of HS2, which was scrapped by Mr Sunak at his party's conference, and one on a controversial Holocaust memorial in Westminster."}, {"type": "text", "text": "The Commons' researchers have also highlighted several bills announced in the last session that were never officially introduced, meaning they could return under Mr Sunak."}, {"type": "headline", "text": "They include the much-touted ban on conversion therapy - though some on the right of the party could influence Number 10 to chuck it out - as well as further measures to tackle modern slavery and a transport bill to bring in some of the HS2 replacement projects announced by the prime minister."}, {"type": "text", "text": ""}, {"type": "headline", "text": "What new proposals are we expecting?"}, {"type": "text", "text": "Ministers have already confirmed there will be a bill to phase out leaseholds, with all new houses in England and Wales having to be sold as freehold properties."}, {"type": "headline", "text": "Mr Sunak's party conference announcement to raise the legal age for buying cigarettes in England by one year every year to phase out smoking is sure to get a showing too."}, {"type": "headline", "text": "But reports suggest the major focus will be on crime, not just with existing plans being finalised - such as compelling criminals to attend sentencing - but with the introduction of bills to introduce tougher sentences for serious crimes, such as rape, and a scheme to rent prison space abroad."}, {"type": "text", "text": ""}, {"type": "headline", "text": "The prime minister is also expected to accelerate his plans to disrupt existing net zero policies with the introduction of an annual system to award new oil and gas licenses."}, {"type": "headline", "text": "Meanwhile the government could give its backing to establishing an independent football regulator."}, {"type": "text", "text": "By lunchtime on Tuesday, we will have the full list of what Mr Sunak has in store."}, {"type": "text", "text": "It could either be his springboard to winning the next election - or his last legislative dance while still holding the keys to Number 10."}, {"type": "headline", "text": "Watch the King's Speech live on Informfully tomorrow from 10.30am with a special programme presented by Sophy Ridge."}]}, {"_id": "6548e20aadfc116fe9d85cf9", "url": "https://news.sky.com/story/bob-stewart-over-1634000-raised-for-tory-mp-convicted-of-racist-abuse-13001740", "primaryCategory": "politics", "subCategories": "NONE", "title": "Thousands of pounds raised for Tory MP convicted of racist abuse", "lead": "More than &#163;4,000 has been raised for a Tory MP convicted of racist abuse.", "author": "NONE", "datePublished": "2023-11-06 06:21:00", "dateScraped": "2023-11-06 13:54:34.156123", "dateUpdated": "2023-11-06 06:21:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-bob-stewart-mp-conservative_6347530.jpg?20231104123550", "body": [{"type": "headline", "text": "Bob Stewart has surrendered the Conservative whip while he considers an appeal against his conviction for a racially aggravated public order offence, a government source has said."}, {"type": "headline", "text": "The 74-year-old - a former British Army officer and United Nations commander in Bosnia - was found guilty at Westminster Magistrates' Court on Friday of racially abusing an activist by telling him to 'go back to Bahrain'."}, {"type": "text", "text": "By Sunday evening, a crowdfunding page set up by Brendan Clarke-Smith, the Conservative MP for Bassetlaw, had raised more than enough to cover Stewart's fine plus legal costs."}, {"type": "text", "text": "Chief Magistrate Paul Goldspring had fined Stewart £600, with additional legal costs bringing the total to £1,435."}, {"type": "text", "text": "Conservative Party deputy chairman Lee Anderson urged people to back the crowdfunding effort for the 'war hero'."}, {"type": "text", "text": "Mr Anderson wrote a message of support on the fundraising page, urging his friend to 'keep your chin up, old soldier'."}, {"type": "text", "text": "He also tweeted: 'Col Bob Stewart. Is a friend and a war hero. I speak with Bob most days and share the odd tipple. After 4 years of being an MP I have got to know Bob really well."}, {"type": "text", "text": "'It's obvious that Bob has seen things in battle that no other person would want to see. He has served his country and been decorated at the highest level for bravery."}, {"type": "text", "text": "'This man is now deemed a criminal in his 70s after a lifetime of public service. His legal bills are huge so please can you help?'"}, {"type": "text", "text": "The fundraising page states it is 'a disgrace to see a case such as this going to court, let alone for a decorated military hero' and 'this is no way to treat our veterans'."}, {"type": "text", "text": "Stewart was convicted after the court heard he had become embroiled in a row with a protester outside the Foreign Office's Lancaster House in Westminster on 14 December last year."}, {"type": "text", "text": "He had been attending an event hosted by the Bahraini embassy when Sayed Ahmed Alwadaei shouted: 'Bob Stewart, for how much did you sell yourself to the Bahraini regime?'"}, {"type": "text", "text": "During a heated exchange, Stewart replied: 'Go away, I hate you. You make a lot of fuss. Go back to Bahrain.'"}, {"type": "text", "text": "He also told Mr Alwadaei: 'You're taking money off my country, go away!'"}, {"type": "text", "text": "The MP told the court that he is 'not a racist' and that it had been 'extremely offensive' for the demonstrator to suggest he was 'corrupt'."}, {"type": "text", "text": "Stewart, a former British Army officer who was stationed in Bahrain in 1969, said he is a 'friend' of the Middle Eastern country."}, {"type": "text", "text": "Labour and the Liberal Democrats have led calls for Prime Minister Rishi Sunak to act against the 'totally unacceptable' behaviour of Stewart."}]}, {"_id": "6548e20aadfc116fe9d85cfa", "url": "https://news.sky.com/story/tory-mp-lee-anderson-apologises-to-doctor-for-misleading-social-media-post-and-agrees-to-pay-1631870-into-union-strike-fund-13001770", "primaryCategory": "politics", "subCategories": "NONE", "title": "Tory MP apologises to doctor for 'misleading' social media post on strikes", "lead": "Conservative Party deputy chairman Lee Anderson has said he will pay into a doctors' union strike fund after he was forced to apologise over a \"misleading\" social media post.", "author": "Alexandra Rogers", "datePublished": "2023-11-06 10:17:00", "dateScraped": "2023-11-06 13:54:34.369815", "dateUpdated": "2023-11-06 10:17:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-lee-anderson-conservative_6245352.jpg?20231106100215", "body": [{"type": "text", "text": "The MP for Ashfield said he wanted to offer his 'sincerest apologies' to Dr Tom Dolphin for 'any distress, upset caused' following his post on X, formerly known as Twitter."}, {"type": "headline", "text": "Mr Anderson has also agreed to pay £1,870 into the British Medical Association's (BMA) strike fund to 'compensate the upset I may have caused'."}, {"type": "text", "text": "His apology came after he shared a link on X to a Mail Online article with the the headline: 'Militant union leader at the heart of doctors strikes is a Labour activist who boasted of charging the NHS for a strike cover shift.'"}, {"type": "text", "text": "On Sunday, Mr Anderson tweeted: 'I accept that my words were misleading as the subject in question, Dr Tom Dolphin, was not on strike on the date of the shift in question but was simply covering a shift as a consultant for junior doctors who were on strike on August 11 2023."}, {"type": "text", "text": "'I would like to offer my sincerest apologies to Dr Dolphin for any distress, upset caused."}, {"type": "text", "text": "'I will also like to add that I understand that Dr Dolphin actually donated his pay for the covered shift which I believe was £1,870 to the BMA strike fund and, whilst I do not agree with the strikes, I want to go on the record to say that I think it is a very unselfish act on the part of Dr Dolphin to put his money into something he strongly believes in."}, {"type": "text", "text": "'I will make the same contribution to compensate the upset I may have caused Dr Dolphin. Please repost.'"}, {"type": "text", "text": "Mr Anderson appears to have deleted the tweet from 6 October that he has apologised for."}, {"type": "headline", "text": "Read more UK news:Boy, 13, stabbed in one of UK's most dangerous areas'Thugs' throw petrol bombs and fireworks at policeThousands raised for Tory MP convicted of racist abuse"}, {"type": "text", "text": "In response, Dr Dolphin tweeted: 'A very gracious apology, thank you Lee Anderson."}, {"type": "text", "text": "'Thanks also for the donation. I hope it inspires others to donate to the strike fund as well.'"}, {"type": "text", "text": "The BMA said it was 'grateful to Mr Anderson for his contribution to our strike fund'."}, {"type": "text", "text": "'Doctors have been repeatedly misrepresented by the government during this industrial dispute so it is good that these false claims about Dr Thomas Dolphin have now been corrected,' the union posted on X."}, {"type": "text", "text": "The BMA says its strike fund is used to compensate striking workers to partially make up for the pay their employer deducts when they are on strike and to 'reduce the financial pressures on people to cross the picket line'."}, {"type": "text", "text": "Junior doctors have staged a series of strikes in a long-running dispute over pay and conditions in the English NHS."}, {"type": "headline", "text": "Over dates in September and October consultants and junior doctors went on strike together for the first time in NHS history."}]}, {"_id": "6548e20aadfc116fe9d85cfb", "url": "https://news.sky.com/story/we-are-being-ignored-rishi-sunak-urged-to-prioritise-case-of-jailed-writer-alaa-abd-el-fattah-12998019", "primaryCategory": "politics", "subCategories": "NONE", "title": "'We are being ignored': Rishi Sunak urged to deliver on promise over jailed writer", "lead": "Rishi Sunak has been urged to deliver on a promise to get jailed British writer Alaa Abd el-Fattah released from an Egyptian prison, where he has been denied access to a lawyer or the British consulate.", "author": "Victoria Seabrook", "datePublished": "2023-11-03 06:04:00", "dateScraped": "2023-11-06 13:54:34.988772", "dateUpdated": "2023-11-03 06:04:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-alaa-abd-el-fattah_6345724.jpg?20231102162927", "body": [{"type": "text", "text": "Monday will mark a year since the PM said he was 'totally committed' to resolving the case of Alaa Abd el-Fattah, the pro-democracy writer who has spent most of the past 10 years in prison, accused of spreading false news."}, {"type": "headline", "text": "The prime minister wrote to the family ahead of the COP27 climate summit in Egypt, saying Alaa 'remains a priority for the British government, both as a human rights defender and as a British national'."}, {"type": "text", "text": "The conference drew international condemnation of Alaa's imprisonment, with US President Joe Biden using it to raise the case with Egypt's authoritarian president, Abdel Fattah El-Sisi."}, {"type": "text", "text": "But Alaa's sister Sanaa Seif said her brother 'still languishes in prison', and the British Consulate is still being refused access by Egyptian officials."}, {"type": "text", "text": "'It's time for the prime minister to deliver on his promise, or to at least show that he's trying,' Ms Seif told Informfully."}, {"type": "text", "text": "'That heart-warming and hopeful feeling back then, when I got a letter from the prime minister - it's no longer there, because it's been a year, nothing has happened.'"}, {"type": "text", "text": "A spokesperson for the Foreign Office said: 'Our priority remains securing consular access to Mr el-Fattah and his release. We continue to raise his case at the highest levels of the Egyptian Government.'"}, {"type": "text", "text": "Informfully understands Foreign Secretary James Cleverly last raised the case with Egyptian Foreign Minister Sameh Shoukry on 18 September, and other ministers have also pressed Egyptian officials in the last year."}, {"type": "text", "text": "Although Alaa's prison conditions have improved since COP27 - he is now allowed sunlight, time outside and a TV - he remains in prison with no legal or consular access."}, {"type": "headline", "text": "Fresh calls in a letter from MPs in July went broadly unanswered."}, {"type": "headline", "text": "UK officials simply 'managing our rage'"}, {"type": "text", "text": "'We feel ignored,' Ms Seif added, saying it seemed foreign office staff appeared rather to be 'managing our rage, our frustration' than having a mandate to achieve much."}, {"type": "text", "text": "Richard Ratcliffe, who doggedly campaigned for six years for the release of his wife Nazanin Zaghari-Ratcliffe from an Iranian prison, said it is 'disappointing after an advocacy high point when a year later you realise nothing has moved'."}, {"type": "text", "text": "'It always means that the government hasn't pushed that hard, and the family needs to find a new way to climb the priorities again.'"}, {"type": "text", "text": "Ms Seif is ramping up campaigning this month, planning media interviews, a letter to the prime minister and a London event with writers' charity PEN International."}, {"type": "text", "text": "But she fears the war in Gaza and 'dehumanisation' of Arab people by politicians and the media will make it even harder to secure her brother's release."}, {"type": "text", "text": "'The whole debate around whether we should be calling for a ceasefire or not basically means that these Palestinian civilian lives are not as worth saving as others,' she said."}, {"type": "text", "text": "'It's making me question if [UK politicians] people will ever do any good for us because I'm also Arab.'"}, {"type": "text", "text": ""}, {"type": "text", "text": "Mr Ratcliffe said that during current conversations between the UK and Egypt about the war in Gaza, the UK is also 'signalling to Egypt how much Alaa means to them'."}, {"type": "text", "text": "'For Alaa to come home soon, the UK needs to make him a priority in all those conversations. Clearly, that hasn't happened this past year.'"}]}, {"_id": "6548e20badfc116fe9d85cfc", "url": "https://news.sky.com/story/katie-hopkins-and-tommy-robinson-return-to-x-years-after-their-twitter-accounts-were-banned-13001727", "primaryCategory": "technology", "subCategories": "NONE", "title": "Katie Hopkins and Tommy Robinson return to X", "lead": "Katie Hopkins and Tommy Robinson have had their accounts reinstated on X, formerly known as Twitter.", "author": "NONE", "datePublished": "2023-11-06 07:27:00", "dateScraped": "2023-11-06 13:54:35.189242", "dateUpdated": "2023-11-06 07:27:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-katie-hopkins-tommy-robinson_6350039.jpg?20231106013356", "body": [{"type": "headline", "text": "Hopkins, a controversial commentator and former The Apprentice contestant, had been permanently banned from the social network in 2020 for breaching its rules on 'abuse and harmful contact'."}, {"type": "headline", "text": "And Robinson, former leader of the far-right English Defence League, had his account deactivated in 2018."}, {"type": "headline", "text": "Hopkins' first post on the platform since 2020 read: 'Thank you @elonmusk. And thank you to all the Twitter family who have brought Tommy & I back to @X."}, {"type": "text", "text": "'Know this. You are not alone. We are many. And we are stronger together. The fight back for your freedom is on.'"}, {"type": "text", "text": ""}, {"type": "headline", "text": "Robinson's return post was a clip from the video for David Hasselhoff's 1989 song Looking For Freedom - with his own face superimposed over the Baywatch star's."}, {"type": "text", "text": "In later posts he thanked X owner Elon Musk, adding: 'I've been censored, attacked, slandered & imprisoned for shining a light on uncomfortable truths that our government wish to hide, the public are now aware I was telling the truth. We have lots to do.'"}, {"type": "text", "text": "Hopkins has more than 950,000 followers on X, while Robinson has about 332,000."}]}, {"_id": "6548e20badfc116fe9d85cfd", "url": "https://news.sky.com/story/sam-bankman-fried-convicted-of-defrauding-cryptocurrency-customers-12999148", "primaryCategory": "technology", "subCategories": "NONE", "title": "Sam Bankman-Fried faces jail after he is found guilty of defrauding crypto customers out of billions", "lead": "Sam Bankman-Fried has been found guilty of defrauding customers of his cryptocurrency exchange out of billions of dollars.", "author": "NONE", "datePublished": "2023-11-03 08:48:00", "dateScraped": "2023-11-06 13:54:35.525174", "dateUpdated": "2023-11-03 08:48:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-sam-bankman-fried-bankman_6336607.jpg?20231026205505", "body": [{"type": "headline", "text": "The 31-year-old could be sentenced to more than 100 years in prison after stealing money from clients of FTX."}, {"type": "text", "text": "A Manhattan jury convicted him on all seven counts after a month-long trial."}, {"type": "text", "text": "FTX collapsed last November, shocking financial markets and wiping out the crypto tycoon's estimated $26bn (£21bn) fortune."}, {"type": "headline", "text": "He was arrested in the Bahamas in December and extradited to the US."}, {"type": "headline", "text": "Bankman-Fried - who pleaded not guilty to two counts of fraud and five of conspiracy - clasped his hands together as the verdict was delivered."}, {"type": "headline", "text": "He admitted 'mistakes' in running FTX when he testified last week, but denied stealing at least $10bn of his customers' money."}, {"type": "text", "text": "Prosecutors claimed he used the funds for risky bets at his hedge fund Alameda Research - with a huge financial black hole emerging when crypto markets fell sharply."}, {"type": "headline", "text": "FTX abruptly halted withdrawals last November and crypto's second-largest exchange - with more than a million customers - went bankrupt."}, {"type": "text", "text": "Bankman-Fried's fall from grace has seen him compared to well-known financial fraudsters Bernie Madoff and 'Wolf of Wall Street' Jordan Belfort."}, {"type": "text", "text": "'He didn't bargain for his three loyal deputies taking that stand and telling you the truth: that he was the one with the plan, the motive and the greed to raid FTX customer deposits - billions and billions of dollars - to give himself money, power, influence,' prosecutor Danielle Sassoon told the jury."}, {"type": "text", "text": "'He thought the rules did not apply to him. He thought that he could get away with it.'"}, {"type": "text", "text": "Alameda's former CEO Caroline Ellison and former FTX executives Gary Wang and Nishad Singh pleaded guilty and gave evidence against Bankman-Fried last month."}, {"type": "text", "text": "They said he told them to help Alameda loot funds from FTX and lie to lenders and investors."}, {"type": "headline", "text": "The defence claimed the trio had falsely implicated him to get a lighter sentence, but after their testimony Bankman-Fried took the calculated risk to give evidence."}, {"type": "text", "text": "He admitted making a mistake by not having a dedicated risk management team, but claimed he thought Alameda's borrowing from FTX was allowed."}, {"type": "text", "text": "He told the jury he did not realise how big the debts had become until just before both firms collapsed."}, {"type": "text", "text": "The son of Stanford law professors, and an MIT graduate himself, Bankman-Fried was known for his distinctive curly hair and casual dress - as well as mixing with celebrities."}, {"type": "headline", "text": "His trial even heard that he believed he had a chance of one day becoming US president."}, {"type": "headline", "text": "Bankman-Fried had been in custody since August after the judge said he had probably tampered with witnesses and revoked his $250m bail."}, {"type": "text", "text": "He will be sentenced on 28 March 2024."}]}, {"_id": "6548e20cadfc116fe9d85cfe", "url": "https://news.sky.com/story/sam-bankman-fried-found-guilty-and-the-crypto-industry-may-never-recover-12999151", "primaryCategory": "technology", "subCategories": "NONE", "title": "Why industry may never recover from spectacular downfall of 'crypto king'", "lead": "It took just four hours for a jury to find fallen \"crypto king\" Sam Bankman-Fried guilty of fraud.", "author": "Connor Sephton", "datePublished": "2023-11-03 07:14:00", "dateScraped": "2023-11-06 13:54:36.050762", "dateUpdated": "2023-11-03 07:14:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-sam-bankman-fried-crypto_6346083.jpg?20231103005010", "body": [{"type": "headline", "text": "The 31-year-old has been convicted of stealing billions of dollars from customers of FTX, which was the world's second-largest crypto exchange before its dramatic collapse last year."}, {"type": "text", "text": "To this day, FTX users - at least 80,000 of them in the UK - remain out of pocket as the company's new management scrambles to figure out where the money went."}, {"type": "text", "text": "During the trial, three members of Bankman-Fried's inner circle gave evidence - executives with a first-hand insight into how the doomed company was run."}, {"type": "text", "text": "Caroline Ellison, his on-off girlfriend and the CEO of sister trading firm Alameda Research, which contributed to FTX's downfall, said it was a 'relief' when the company went bust."}, {"type": "text", "text": "FTX co-founder Gary Wang said Alameda Research had been allowed to withdraw unlimited funds that belonged to the exchange's customers without their knowledge - bankrolling risky bets and extravagant purchases."}, {"type": "text", "text": "And Nishad Singh, who was FTX's head of engineering, revealed that Bankman-Fried had splashed out almost £1bn on celebrity endorsements, high-profile partnerships and lavish real estate - fuelling the illusion of success even further."}, {"type": "text", "text": "This trio had all entered into plea deals before the trial began, but Bankman-Fried has no such luxury - and faces up to 115 years behind bars when he is sentenced in March."}, {"type": "text", "text": ""}, {"type": "text", "text": "The verdict marks a huge fall from grace for a young entrepreneur once regarded as the crypto industry's white knight - a man who swept in and saved stricken firms teetering on bankruptcy."}, {"type": "text", "text": "And the ramifications of FTX's dramatic implosion have been felt far beyond the crypto sector."}, {"type": "text", "text": "US President Joe Biden came under pressure to return millions of dollars donated by Bankman-Fried for his presidential campaign."}, {"type": "headline", "text": "A coterie of top celebrities - including Larry David and Naomi Osaka - are facing lawsuits after endorsing FTX in high-profile adverts. Taylor Swift almost got caught up in the debacle, but thankfully for her, a $100m sponsorship deal was pulled at the last minute."}, {"type": "text", "text": "Bankman-Fried had also been advising politicians in Washington on how the crypto industry should be regulated, advocating for rules his own firm would have found impossible to follow."}, {"type": "text", "text": "And rather awkwardly, just months before FTX went bust, he rubbed shoulders with Tony Blair and Bill Clinton at an exclusive event in the Bahamas."}, {"type": "text", "text": "Blockworks opinion editor Molly Jane Zuckerman said: 'With his conviction, Bankman-Fried and crypto will now unfortunately be synonymous for the rest of eternity."}, {"type": "text", "text": "'It’s inescapable - the young genius founder who promised to change the financial world, convicted on seven charges... one year to the day since the original news article that brought his empire down.'"}, {"type": "text", "text": "For years, crypto has been regarded cynically by politicians, regulators and the public - disregarded as a form of Monopoly money because it is infamously volatile."}, {"type": "text", "text": "But digital assets had begun to gain steam because of how they slashed the cost of international transactions, and offered protection for consumers in nations suffering from hyperinflation."}, {"type": "text", "text": ""}, {"type": "text", "text": "Sam Bankman-Fried has done irrevocable damage to this industry - reinforcing the narrative of a Wild West where consumers have no protection."}, {"type": "text", "text": "It will take years for the crypto world to rehabilitate its image, if it ever does at all."}, {"type": "text", "text": "Why? Because the millions of people who were early adopters - true believers in what this new asset class could achieve - have been badly burned by FTX."}, {"type": "text", "text": "And if you can't rely on the world's second-largest crypto exchange, who can you trust?"}]}, {"_id": "6548e20cadfc116fe9d85cff", "url": "https://news.sky.com/story/mark-zuckerberg-has-surgery-after-injuring-knee-during-training-for-mixed-martial-arts-fight-13000899", "primaryCategory": "technology", "subCategories": "NONE", "title": "Mark Zuckerberg has surgery after injuring knee during fight training", "lead": "Mark Zuckerberg has torn one of his anterior cruciate ligaments (ACLs) while training for a fight.", "author": "NONE", "datePublished": "2023-11-04 23:07:00", "dateScraped": "2023-11-06 13:54:36.268142", "dateUpdated": "2023-11-04 23:07:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-mark-zuckerberg-hospital_6348872.jpg?20231104220237", "body": [{"type": "text", "text": "The mixed martial arts (MMA) enthusiast posted a picture on Instagram showing him in a hospital bed with his left leg elevated and heavily bandaged."}, {"type": "text", "text": "The ACL is one of the ligaments inside the knee and 'gives the knee joint stability', according to the NHS."}, {"type": "text", "text": "'Tore my ACL sparring and just got out of surgery to replace it,' the Facebook co-founder, 39, said."}, {"type": "text", "text": "'I was training for a competitive MMA fight early next year, but now that's delayed a bit."}, {"type": "text", "text": "'Grateful for the doctors and team taking care of me.'"}, {"type": "text", "text": "Zuckerberg said he was 'still looking forward' to his MMA fight 'after I recover', adding: 'Thanks to everyone for the love and support.'"}, {"type": "text", "text": "In May, he completed his first jiujitsu tournament."}, {"type": "text", "text": "A few weeks ago, he shared a close-up of his face showing bruising on the bridge of his nose and under his eyes."}, {"type": "text", "text": "It was down to sparring that got 'a little out of hand', he said."}, {"type": "headline", "text": "In August, Zuckerberg accused Elon Musk of not being serious about the pair having a cage fight, and said it is time to 'move on' from the saga."}, {"type": "text", "text": "The chief executive of Meta Platforms said his tech billionaire counterpart did not appear to want to go through with the highly-anticipated clash after failing to even agree on a date."}, {"type": "headline", "text": "There were months of back-and-forth between the pair after Musk suggested the idea - only for Zuckerberg to unexpectedly respond that he was prepared to battle his rival."}, {"type": "text", "text": "But the Tesla chief executive said he may have needed surgery before the fight could happen."}]}, {"_id": "6548e20cadfc116fe9d85d00", "url": "https://news.sky.com/story/modern-warfare-iii-call-of-duty-is-back-and-childhood-fans-are-now-the-ones-making-it-12993197", "primaryCategory": "technology", "subCategories": "NONE", "title": "'Like a cosy old jumper': Call Of Duty is back - and childhood fans are now the ones making it", "lead": "Whether it's a cup of tea on a rainy day, re-watching your favourite sitcom, or pulling on those old pyjamas you really should've replaced by now, we all have our own homely comforts.", "author": "NONE", "datePublished": "2023-11-03 03:44:00", "dateScraped": "2023-11-06 13:54:36.696327", "dateUpdated": "2023-11-03 03:44:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-call-of-duty-modern-warfare-3_6345236.png?20231102103417", "body": [{"type": "text", "text": "But for a generation of children of the 1990s and 2000s, nothing says 'this is living' like unloading assault rifles and lobbing grenades during online bouts of Call Of Duty (COD)."}, {"type": "text", "text": "'It's like putting on a cosy old jumper,' says long-time fan Sam Jones, who started playing in 2007, aged 11."}, {"type": "text", "text": "'And as I grew older, it became a comfort. You've less time, people drop off, find different interests, but I've still got a core group of four or five mates who've been playing for 15 years.'"}, {"type": "headline", "text": "Shelby Carleton holds a similar fondness for the franchise, which just celebrated its 20th anniversary."}, {"type": "text", "text": "'I started playing COD, actually the original Modern Warfare, when I was a kid,' she recalls, with a belated apology to her parents for ignoring the game's age rating."}, {"type": "text", "text": "'I'd have friends over and I have really fond memories of playing those games and making those friendships.'"}, {"type": "text", "text": "Sixteen years later and she's senior narrative designer on Modern Warfare III, which releases on 10 November."}, {"type": "text", "text": "Yes, COD has been around so long that childhood fans are now the ones making it."}, {"type": "text", "text": "This one's the latest instalment in COD's Modern Warfare subseries, which returned after a long absence in 2019."}, {"type": "text", "text": "Modern Warfare first ran from 2007 to 2011, ending with its own Modern Warfare III. While the rebooted entries have been unconnected plot-wise, they offer plenty of nods, winks, and references to veteran players."}, {"type": "text", "text": "It makes the new game a fitting way to mark the franchise's anniversary and show how far the series has come."}, {"type": "headline", "text": "Ever-increasing scope"}, {"type": "text", "text": "'It feels like it just gets bigger,' says creative director Dave Swenson, who's worked on COD for north of a decade."}, {"type": "text", "text": "'The army of artists, audio people and designers that come together to make the games is pretty amazing and it's a huge undertaking over several years to create one.'"}, {"type": "text", "text": "Despite the annual release cadence, each COD is a multi-year project for the people who make it."}, {"type": "text", "text": "The franchise calls on three main development studios: Infinity Ward, the original creators of the franchise; Treyarch, which birthed the popular Black Ops subseries; and Modern Warfare III's team Sledgehammer."}, {"type": "text", "text": "There has been a new mainline entry every year since 2005, while free-to-play COD Mobile on smartphones and Fortnite-like Warzone have also taken on lives of their own."}, {"type": "headline", "text": "'I met my grooms men on Call Of Duty!'"}, {"type": "text", "text": "Tom Lynch is one fan who will always hold Warzone in particularly high regard."}, {"type": "text", "text": "He made such firm friends on the virtual battlefield while stuck at home during the lockdowns of 2020 and 2021 that they wound up being far more than just squad mates."}, {"type": "text", "text": "'Because we didn't have anywhere to go, COD became a great social setting to hang out with mates,' he says."}, {"type": "text", "text": "'And it put me in touch with friends I hadn't seen in a while - and then also met people through the game who ultimately became the groomsmen at my wedding!'"}, {"type": "headline", "text": "Record revenues"}, {"type": "text", "text": "Between the mainline series, Warzone, and the mobile game, it's no surprise that at last count, there were more than 3,000 people working on the franchise."}, {"type": "text", "text": "Sledgehammer alone has teams spanning the US, Canada, Australia, and the UK."}, {"type": "headline", "text": "The scale is matched by the revenues, with 2022's game raking in a record $1bn in its first 10 days on sale."}, {"type": "text", "text": "Johanna Faries, who manages the franchise at publisher Activision Blizzard, believes the teams have 'continued to raise the bar on what ambition looks like'."}, {"type": "text", "text": "'The gaming industry is only getting more competitive,' she says."}, {"type": "text", "text": "'But the annualised cycle has been quite unique to us - to be able to sustain that is a feat unto itself."}, {"type": "text", "text": "'It brings even more meaning to the 20th anniversary.'"}, {"type": "headline", "text": "'An interesting challenge'"}, {"type": "text", "text": "Directors Swenson and Carleton are confident they're on to another winner with Modern Warfare III, which boasts a story-driven campaign and a raft of online multiplayer modes."}, {"type": "text", "text": "The online experience is notable this year for letting players carry over progress from the previous game, while the campaign strives to freshen things up despite an inevitable sense of familiarity."}, {"type": "text", "text": "Swenson is excited by the campaign's new 'open combat missions', with are far less linear than fans are used to, instead encouraging them to approach objectives as they see fit."}, {"type": "text", "text": "But serving as a direct sequel to 2022's Modern Warfare II, and also a sort-of remake of 2011's game, Carleton admits she knew there were specific story beats she had to hit."}, {"type": "text", "text": "'It's an interesting challenge,' Carleton says of writing a blockbuster game like this, which begins with an almighty brainstorm session featuring enough whiteboards and post-it notes to fill a terminal."}, {"type": "text", "text": "'You start with the end in mind, work backwards, sometimes you work forwards, sometimes you're in the middle!'"}, {"type": "text", "text": "One nailed-on narrative decision was the return of fan-favourite villain Vladimir Makarov, an ultranationalist Russian terrorist with his mind set on sparking World War III."}, {"type": "text", "text": "Trailers suggest his return coincides with a reimagining of one of the franchise's most infamous levels, 'No Russian', which tasked players with participating in a mass shooting at a Russian airport in a bid to gain Makarov's trust."}, {"type": "text", "text": "Swenson and Carleton are keeping their lips sealed on how it plays out this time."}, {"type": "headline", "text": "Real modern warfare"}, {"type": "headline", "text": "Of course, depressingly, the idea of a new world war erupting from eastern Europe or elsewhere doesn't feel as innocently escapist as the developers may have thought when Modern Warfare debuted in 2007."}, {"type": "text", "text": "Forget Second World War archive footage, today's COD writers need only turn on the news to see marching armies, rolling tanks, and toppled buildings that would look right at home in the games."}, {"type": "text", "text": "Creative director Swenson admits 'as humans' his team 'can't help but be inspired by the world around us', but insists this franchise remains solely concerned with being entertainment."}, {"type": "text", "text": "'There's real conflict happening in the world today and it's really heartbreaking,' he says."}, {"type": "text", "text": "'[But] this game is a work of fiction and a story that's been in the making and we've been working on for years."}, {"type": "text", "text": "'As a company, we don't use this game to make any political commentary or anything like that.'"}, {"type": "text", "text": "Regardless of what the real world has in store over the next year, few things are as assured as COD's usual October/November release date."}, {"type": "headline", "text": "It remains to be seen whether Microsoft's record takeover of Activision will change the series' trajectory, but the money involved would suggest a reluctance to stop milking this epic cash cow any time soon."}, {"type": "text", "text": "Whether 2024 sees another Modern Warfare, a return to a prior conflict, or something entirely new, the developers themselves seem to guarantee one thing."}, {"type": "text", "text": "'Bigger' is the only way to go."}]}, {"_id": "6548e20dadfc116fe9d85d01", "url": "https://news.sky.com/story/succession-star-brian-cox-on-the-use-of-ai-to-replicate-actors-its-a-human-rights-issue-12999168", "primaryCategory": "technology", "subCategories": "NONE", "title": "'It&#8217;s a human rights issue': Succession star Brian Cox hits out at AI", "lead": "Brian Cox says the use of artificial intelligence (AI) to replicate an actor's image and use it forever is \"identity theft\" and should be considered \"a human rights issue\".", "author": "Bethany Minelle", "datePublished": "2023-11-03 07:04:00", "dateScraped": "2023-11-06 13:54:37.090915", "dateUpdated": "2023-11-03 07:04:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-brian-cox-007-road-to-a-million_6346094.jpg?20231103052032", "body": [{"type": "text", "text": "The Scottish star, who is best known for playing Succession patriarch Logan Roy, was speaking at the premiere of the James Bond inspired quiz show 007: Road To A Million."}, {"type": "text", "text": "He told Informfully: 'It doesn't keep me up at night, but I am concerned about it and I want it to be sorted."}, {"type": "headline", "text": "'I think AI is a human rights issue. It's not just a union issue. It's actually an identity theft. And it's very, very prevalent at the moment.'"}, {"type": "text", "text": ""}, {"type": "headline", "text": "Cox said he's particularly concerned for young actors who he feels are more vulnerable to exploitation by unscrupulous producers."}, {"type": "text", "text": "He said: 'The younger actors are put in a situation where they're told they have to do this and they don't, but they don't know that at the time...'"}, {"type": "text", "text": "Channelling his inner Logan Roy, he concluded: 'It's been pretty horrendous. And then the deal, you know, we give you $50 or £50 to have you in perpetuity well, basically, I'd have told them to f*** off.'"}, {"type": "text", "text": ""}, {"type": "headline", "text": "Actors in America have been on strike for over 100 days over pay and work conditions - including better safeguards against unauthorised use of their images through artificial intelligence."}, {"type": "text", "text": ""}, {"type": "text", "text": "Performers have found their jobs particularly vulnerable to new technology, with generative AI able to replicate facial expressions, body movement and voice with alarming accuracy."}, {"type": "headline", "text": "On Thursday, Hollywood star Scarlett Johansson became the latest star to fall victim to a seemingly unauthorised deepfake advert."}, {"type": "text", "text": "She follows in the footsteps of Tom Hanks, Tom Cruise and Keanu Reeves, other high-profile faces to have become the subject of widely viewed unauthorised deepfakes."}, {"type": "headline", "text": "Click to subscribe to the Informfully Daily wherever you get your podcasts"}, {"type": "text", "text": "While negotiations between the Screen Actors Guild - American Federation of Television and Radio Artists (SAG-AFTRA) and the Alliance of Motion Picture and Television Producers (AMPTP) are ongoing, AI has proved to be a sticking point between sides."}, {"type": "text", "text": "Meanwhile in the UK, a two-day AI summit at Bletchley Park, home of Britain's Second World War codebreakers, has brought together politicians, tech bosses and academics to discuss the challenges and opportunities of artificial intelligence."}, {"type": "headline", "text": "Speaking on Thursday, Prime Minister Rishi Sunak said the event would 'tip the balance in favour of humanity'."}, {"type": "text", "text": "The summit - whose delegates also included tech millionaire Elon Musk - has resulted in the Bletchley Declaration, in which 28 nations including the US and China have agreed to collaborate to research safety concerns around the world's most capable AI models."}]}, {"_id": "6548e20dadfc116fe9d85d02", "url": "https://news.sky.com/story/rishi-sunak-suggests-more-should-give-up-security-of-regular-pay-cheque-as-musk-warns-of-humanoid-robots-that-can-chase-you-anywhere-12999088", "primaryCategory": "technology", "subCategories": "NONE", "title": "PM suggests more should 'give up security of regular pay cheque' - as Musk warns of robots that can 'chase you anywhere'", "lead": "Rishi Sunak has encouraged people to be \"comfortable failing\" when they start businesses during a conversation with billionaire Elon Musk.", "author": "Tim Baker", "datePublished": "2023-11-02 23:20:00", "dateScraped": "2023-11-06 13:54:37.251372", "dateUpdated": "2023-11-02 23:20:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-rishi-sunak-elon-musk_6346026.jpg?20231102221220", "body": [{"type": "text", "text": "The pair spent close to an hour talking at an event in central London where journalists were invited but not allowed to ask questions. Business leaders were given a chance to put questions to the duo."}, {"type": "text", "text": "They spoke about how to encourage people to start their own businesses. They also ranged onto topics like how to stop killer robots."}, {"type": "headline", "text": "Politics latest: Musk criticises AI conference hours before Sunak meeting"}, {"type": "headline", "text": "Mr Sunak spoke about how, as prime minister, his job was to make the country start-up friendly, hinting at reforms that may be coming in the autumn statement - including on pensions."}, {"type": "text", "text": "The prime minister said Chancellor Jeremy Hunt has got a 'bunch of incredible reforms to unlock capital from all the people who have it and deploy it into growth equity' - but they're a work in progress."}, {"type": "text", "text": "Mr Sunak went on to say another challenge for encouraging start-ups was 'how do you transpose that culture from places like Silicon Valley across the world where people are unafraid to give up the security of a regular pay cheque to go and start something, and be comfortable with failure.'"}, {"type": "text", "text": "He added: 'You've got to be comfortable failing, and knowing that's just part of the process. That's a tricky cultural thing to do overnight, but it's an important part of I think creating that kind of environment.'"}, {"type": "headline", "text": "Mr Musk - who is the world's richest man - told Mr Sunak - who is estimated to be worth hundreds of millions of pounds - that someone's first start-up failing 'shouldn't be a catastrophic, career-ending thing'."}, {"type": "text", "text": "The business leader said that, since starting a company is 'high risk, high reward', that people need incentives."}, {"type": "text", "text": "Mr Sunak said that he agrees, and said that relative to many European countries and California, the UK has much lower capital gains tax."}, {"type": "headline", "text": "The event, which came after Mr Sunak's two-day AI safety conference near Milton Keynes, saw the pair also speak about killer robots and other aspects of technology."}, {"type": "text", "text": "Mr Musk described artificial intelligence as 'a magic genie' that grants you limitless wishes."}, {"type": "text", "text": "On robots, Mr Musk emphasised the need to have an off-switch - what some might call a kill-switch - for humanoid cyborgs."}, {"type": "text", "text": "'A humanoid robot can basically chase you anywhere,' he said, adding, 'it's something we should be quite concerned about. If a robot can follow you anywhere, what if they get a software update one day, and they're not so friendly any more?'"}, {"type": "text", "text": "Mr Sunak said 'we've all watched' movies about robots that end with the machines being switched off."}, {"type": "headline", "text": "Click to subscribe to the Informfully Daily wherever you get your podcasts"}, {"type": "text", "text": "Labour's shadow paymaster general Jonathan Ashworth said: 'How out of touch is Rishi Sunak? After 13 years of the Tories, the public are enduring the worst cost of living crisis in memory and he is spending his time telling Elon Musk that he wishes they would give up their jobs and be ready to fail."}, {"type": "text", "text": "'He hasn't got a clue.'"}]}, {"_id": "6548e20dadfc116fe9d85d03", "url": "https://news.sky.com/story/rishi-sunak-wanted-to-impress-elon-musk-as-he-giggled-along-during-softball-qa-12999129", "primaryCategory": "technology", "subCategories": "NONE", "title": "Sunak wanted to impress Musk as he giggled along during softball Q&A", "lead": "Mid-interview with Prime Minister Rishi Sunak, Elon Musk began speculating that AI \"friends\" might be better than real-life ones.&#160;", "author": "Sam Coates", "datePublished": "2023-11-03 07:18:00", "dateScraped": "2023-11-06 13:54:37.694069", "dateUpdated": "2023-11-03 07:18:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-rishi-sunak-elon-musk_6346027.jpg?20231102221410", "body": [{"type": "headline", "text": "Musk's proposition in front of an invited audience of business leaders was that supercomputers that use advanced algorithms to mimic human contact might present a more attractive future companionship model for humanity than real-life living, breathing friends."}, {"type": "text", "text": "For some this might seem bleak, perhaps even worthy of challenge: yet Sunak - in his sharp suit and tie - laughed along with Musk, in the jeans and T-shirt."}, {"type": "headline", "text": "Politics latest: Musk criticises AI conference hours before Sunak meeting"}, {"type": "text", "text": "Both men agreed that, given what they had seen in the Terminator movies, an off-switch for robots that have gone wrong were a good idea."}, {"type": "text", "text": "This was not a moment for difficult questions."}, {"type": "headline", "text": "'We feel very proud, very excited to have you,' said Rishi Sunak at the start of the event, which Downing Street has been speaking about in hushed tones for days."}, {"type": "headline", "text": "Having Musk at the AI summit was undoubtedly a coup, lending an important significance to an event that Prime Minister Rishi Sunak was heavily invested in."}, {"type": "text", "text": "But whether it was wise to allow Sunak to interview Musk on Thursday night - a 40-minute softball event where the PM seemed intent on impressing one of the most powerful unelected individuals in the globe - is an altogether different question."}, {"type": "text", "text": ""}, {"type": "text", "text": "Musk is a controversial figure for a reason - his particular business interests - internet connectivity, space and manufacturing - mean his decisions can be inextricably intertwined - and can conflict - with Britain's domestic and foreign policy goals."}, {"type": "text", "text": "Musk can offer internet services to Gaza that Israel has denied, via his Starlink satellite system. He can intervene in the Ukraine war to help or restrain Ukraine's efforts against Russia. He has strong views on migration and the mainstream media."}, {"type": "text", "text": "Yet the power balance at the event in Lancaster House did not suggest this. Rishi Sunak looked like the one wanting to impress, selling low-tax Britain, espousing the need to embrace failure more readily, giggling along."}, {"type": "text", "text": "Sunak clearly wanted Musk's blessing for the AI summit and its achievements: why?"}, {"type": "headline", "text": "Click to subscribe to the Informfully Daily wherever you get your podcasts"}, {"type": "text", "text": "One tech company executive told a civil servant they see 'time zones, not countries' now."}, {"type": "text", "text": "Sunak did little to dispel Elon of this impression."}]}, {"_id": "6548e20dadfc116fe9d85d04", "url": "https://news.sky.com/story/record-third-quarter-iphone-revenue-but-apples-overall-q3-sales-down-12999080", "primaryCategory": "technology", "subCategories": "NONE", "title": "Apple iPhone sale revenue reaches new record", "lead": "Revenue from iPhone sales reached a new record due to high demand in China and emerging markets, the company announced on Thursday.", "author": "Sarah Taaffe-Maguire", "datePublished": "2023-11-02 23:41:00", "dateScraped": "2023-11-06 13:54:37.854400", "dateUpdated": "2023-11-02 23:41:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/09/70x70/skynews-china-iphone-15_6293463.jpg?20230922073428", "body": [{"type": "text", "text": "However, the high Q3 revenue was not enough to reverse the downward trend in Apple's overall performance."}, {"type": "headline", "text": "A total of $43.8bn (£35.9bn) was raised from iPhone sale alone after price rises and the launch of the iPhone 15."}, {"type": "headline", "text": "The starting price for the iPhone 15 Pro Max was $1,200, $100 more than the new version last year, while in the UK the devices sell for £999 - and £1,199 for the larger screen version."}, {"type": "text", "text": "Prices were also upped for subscription products, including its video streaming service, which was increased to $10 per month, or £8.99 in the UK."}, {"type": "text", "text": "Apple's Phone sales and an all-time record high in services revenue helped both overall sales and profit figures beat Wall Street expectations."}, {"type": "text", "text": ""}, {"type": "text", "text": "An extra $1bn in services revenue - from the App Store, iCloud, advertising, payment services parts of the business - offset large drops in Mac and iPad sales but overall revenues declined for the fourth three month period in a row."}, {"type": "text", "text": "Overall revenue topped $89.5bn, down 1% from the same period a year ago as customer demand waned while inflation and high borrowing costs weakened customer purchasing power."}, {"type": "text", "text": "But it was foreign exchange rate moves that caused a 2% tumble in revenue."}, {"type": "text", "text": "Supply chain problems are continuing at Apple as chief executive Tim Cook said the iPhone 15 and new Pro Max phones are facing constraints."}, {"type": "headline", "text": "COVID lockdowns in China - where iPhones are made - disrupted production last year."}, {"type": "headline", "text": "It was just before the quarter in question began that Apple became the first company to be valued at $3trn (£2.4trn)."}, {"type": "text", "text": "The good news for investors continued as across the period nearly $25bn (£20.4bn) was paid to shareholders, Apple reported."}]}, {"_id": "6548e20eadfc116fe9d85d05", "url": "https://news.sky.com/story/rishi-sunak-reveals-landmark-agreement-with-ai-firms-to-test-safety-of-models-before-release-12998756", "primaryCategory": "technology", "subCategories": "NONE", "title": "Elon Musk appears to mock AI summit - as PM reveals 'landmark agreement'", "lead": "Rishi Sunak has said the UK's AI safety summit will \"tip the balance in favour of humanity\" after governments reached a \"landmark agreement\" with tech companies to test their models before their release.", "author": "NONE", "datePublished": "2023-11-02 18:42:00", "dateScraped": "2023-11-06 13:54:38.163562", "dateUpdated": "2023-11-02 18:42:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-rishi-sunak-bletchley-park_6345714.jpg?20231102162525", "body": [{"type": "headline", "text": "The prime minister said while the event at Bletchley Park was 'only the beginning of the conversation', it showed there was a 'will and capability to control the technology'."}, {"type": "headline", "text": "Powerful AI models like OpenAI's ChatGPT and Google's Bard are trained on huge amounts of data to respond to prompts and make predictions."}, {"type": "headline", "text": "Follow latest: UK has 'led conversation' to allow world access to benefits of AI"}, {"type": "text", "text": "One of the concerns is a lack of transparency around the data they are trained on, and Mr Sunak has claimed government regulation won't be possible without more openness about how they work."}, {"type": "text", "text": "'In order to regulate this technology, to make sure it is safe, we have to have the capability to understand what these models are capable of,' he told Sky's science and technology editor Tom Clarke."}, {"type": "text", "text": "The agreement struck with AI companies to collaborate on safety testing before new models are released is a 'necessary' step, he added."}, {"type": "headline", "text": "Click to subscribe to the Informfully Daily wherever you get your podcasts"}, {"type": "text", "text": "The UK and US governments will set up their own AI safety institutes to carry out such testing and share findings."}, {"type": "headline", "text": "But not everyone at the summit appeared convinced by the arrangement, with Elon Musk appearing to mock the politicians who brokered the deal just hours before he holds talks with the prime minister."}, {"type": "text", "text": "'Sigh,' he posted, alongside a cartoon casting doubt on governments' willingness to collaborate."}, {"type": "headline", "text": "PM to hold one-on-one with Musk"}, {"type": "text", "text": "Billionaire Musk was one of the star guests at two-day summit in Milton Keynes, which took place at the home of Britain's Second World War codebreakers."}, {"type": "headline", "text": "On day one, Musk told Informfully AI is a 'risk' to humanity."}, {"type": "text", "text": "His post on X came just as the prime minister began a news conference on Thursday afternoon."}, {"type": "headline", "text": "The men are due to hold talks later tonight, streamed on the SpaceX and Tesla owner's X site."}, {"type": "text", "text": ""}, {"type": "headline", "text": "PM: AI can 'transform our lives'"}, {"type": "text", "text": "The outspoken tycoon was one of more than 100 politicians, tech bosses, and academics at the UK's summit to discuss challenges posed by artificial intelligence."}, {"type": "headline", "text": "It resulted in the Bletchley Declaration, which saw 28 nations including the US and China agree to collaborate to research safety concerns around the world's most capable AI models."}, {"type": "text", "text": "Mr Sunak said while the technology had the potential to 'transform our lives', impacting sectors from education to health care, it could present dangers 'on a scale like pandemics and nuclear war'."}, {"type": "text", "text": ""}, {"type": "text", "text": "The Bletchley Declaration says any threats are 'best addressed through international cooperation', and also set out plans for more global summits next year."}, {"type": "headline", "text": "But there was little sign of a concrete approach to regulation or any suggestions of a pause in AI's development, which experts including Musk called for earlier this year."}, {"type": "headline", "text": "It also did little to satisfy critics who warned Mr Sunak ahead of the summit he was too focused on hypothetical future threats, rather than present dangers like job losses and misinformation."}, {"type": "text", "text": ""}, {"type": "headline", "text": "US VP warns not to forget 'everyday threats'"}, {"type": "headline", "text": "Mr Sunak had previously announced leading AI companies had agreed to share their models with the UK, with a government safety institute launched to research them and flag any concerns."}, {"type": "headline", "text": "The White House detailed similar plans this week as part of a wide set of safeguards which include AI-generated content having to be watermarked to combat deepfake content."}, {"type": "text", "text": "US vice president Kamala Harris, who attended the UK summit on Thursday, has said 'everyday threats' can't be ignored despite fears around the more far-flung dangers."}, {"type": "text", "text": "Mr Sunak has been more cautious than the US about AI safety legislation, arguing it would risk stifling innovation."}, {"type": "headline", "text": "Instead, the government has tasked existing regulators like the Competition and Markets Authority, Ofcom, and the Health and Safety Executive to apply key principles around safety, transparency, and accountability to AI."}]}, {"_id": "6548e20fadfc116fe9d85d07", "url": "https://news.sky.com/story/the-beatles-last-song-now-and-then-on-track-to-become-their-18th-number-one-single-13001532", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "The Beatles' last song on track to become their 18th number one single", "lead": "The Beatles' last song is on track to become their 18th number one single.", "author": "NONE", "datePublished": "2023-11-05 21:49:00", "dateScraped": "2023-11-06 13:54:39.002066", "dateUpdated": "2023-11-05 21:49:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-beatles-song-now-and-then_6346610.jpg?20231103140120", "body": [{"type": "headline", "text": "Now And Then was written and recorded by John Lennon in New York in the late 1970s, before being developed by the other band members, including George Harrison, in 1995."}, {"type": "text", "text": "Lennon's wife Yoko Ono had given the recording to the remaining Beatles the previous year."}, {"type": "text", "text": "But technology at the time was more limited and the band were unhappy with the sound quality."}, {"type": "headline", "text": "Now, however, with the help of AI, Sir Paul McCartney and Sir Ringo Starr have finished it, more than four decades after it was started."}, {"type": "text", "text": "Filmmaker Peter Jackson's recent Beatles documentary used audio restoration technology. That allows music and vocals to be isolated, a technique that was used on Now And Then."}, {"type": "headline", "text": "Jackson also directed the new music video for the song which was released on Friday."}, {"type": "text", "text": "In its opening weekend, the song has outsold the rest of the top five combined, according to the Official Chart Company."}, {"type": "text", "text": "It is the Fab Four's first chart-topper in 54 years, the last being The Ballad Of John And Yoko in 1969."}, {"type": "text", "text": "Previous number ones include All You Need Is Love, Help!, and Hey Jude."}, {"type": "text", "text": "'I like the idea of not letting go of each other,' Sir Paul told The Sunday Times."}, {"type": "text", "text": "'You know, when you have somebody you love so much. In many cases it's a relative, and even though they go, you don't want to let go - that's what people say when somebody dies."}, {"type": "text", "text": "'They're in your memory, always in your heart. And, yes, that's certainly true of me and the boys.'"}, {"type": "text", "text": "Sir Ringo said he would like the group to be remembered 'with love'."}, {"type": "text", "text": "The drummer added: 'How many streams did we do last year? One billion? Three billion? It blows me away. The beat's still going on, you know?'"}]}, {"_id": "6548e20fadfc116fe9d85d08", "url": "https://news.sky.com/story/joss-stone-and-dave-stewart-team-up-for-new-musical-the-time-travellers-wife-13001750", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Joss Stone and Dave Stewart team up for new musical The Time Traveller's Wife", "lead": "Joss Stone and Dave Stewart have written the music behind the new stage adaptation of Audrey Niffenegger's bestselling novel, The Time Traveller's Wife.", "author": "NONE", "datePublished": "2023-11-06 07:25:00", "dateScraped": "2023-11-06 13:54:39.374748", "dateUpdated": "2023-11-06 07:25:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-the-time-travellers-wife_6350068.jpg?20231106071443", "body": [{"type": "text", "text": "Stewart, the guitarist who's sold over 100 million records during his time in Eurythmics, has teamed up with his Nashville neighbour and Grammy award-winning singer to write the songs for the new musical."}, {"type": "headline", "text": "Speaking to Informfully ahead of its opening night at the Apollo Theatre in London, Stewart said approaching the subject of time travel was a concern at the beginning."}, {"type": "text", "text": "'I was worried about periods of music,' he said. 'My responsibilities were trying to write songs along with Joss Stone and music that manages to propel the narrative, but at the same time make them very infectious songs and that have melodies.'"}, {"type": "text", "text": "Since the original book was published in 2003 it's gone on to be read by millions and has been turned into a television drama and a film."}, {"type": "text", "text": "Most will know the plot - man develops rare genetic disorder that causes him to time travel, meeting his soulmate throughout her life."}, {"type": "text", "text": "The complex love story adapted to the stage by playwright Lauren Gunderson, then jumps through time - proving a challenge for director Bill Buckhurst."}, {"type": "text", "text": "'It's quite an integral part of the story and we're very lucky to be working with some very clever people on the show, a wonderful illusion director Chris Fisher, who I worked for quite a few years now on making all that illusion work on stage for an audience,' he said."}, {"type": "headline", "text": "Read more Ents news:The Beatles' last song becomes 18th number one singleKourtney Kardashian and Travis Barker 'welcome baby boy'"}, {"type": "text", "text": "It meant learning a different way of working for Stone, who said having to write so many emotions into one song to tell the complicated love story was new."}, {"type": "text", "text": "She said: 'Usually, I write a song about one feeling. If I'm writing a love song, it's a love song from the beginning, middle and end... I do not normally write like this.'"}, {"type": "text", "text": "Like in the HBO TV series, when the protagonist jumps through time he arrives at the next location without clothes in the stage adaptation. But Stone and Buckhurst say it's still suitable for all ages."}, {"type": "text", "text": "'There's a little bit of nudity going on but it's a family show, so it's done very tastefully,' Buckhurst told Informfully."}, {"type": "text", "text": "'There's no bum,' Stone adds with a giggle."}, {"type": "text", "text": "The Time Travellers Wife is on at The Apollo Theatre in London until 30 March."}]}, {"_id": "6548e20fadfc116fe9d85d09", "url": "https://news.sky.com/story/matthew-perry-laid-to-rest-in-los-angeles-as-friends-co-stars-attend-funeral-12999986", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Friends co-stars attend Matthew Perry's funeral", "lead": "Matthew Perry has been laid to rest in Los Angeles - with all five of his Friends co-stars attending the service.", "author": "NONE", "datePublished": "2023-11-04 07:25:00", "dateScraped": "2023-11-06 13:54:39.737759", "dateUpdated": "2023-11-04 07:25:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-matthew-perry-matthewperry_6347258.jpg?20231103213751", "body": [{"type": "text", "text": "A private funeral took place at the Forest Lawn cemetery in the Hollywood Hills less than a mile away from the studios where the hit sitcom was filmed."}, {"type": "headline", "text": "Jennifer Aniston, Courteney Cox, David Schwimmer, Matt LeBlanc and Lisa Kudrow were among about 20 mourners, according to TMZ."}, {"type": "headline", "text": "Perry's mother Suzanne Perry and stepfather Keith Morrison, as well as his father John Bennett Perry, also attended alongside the Friends stars, reported US media including TMZ and celebrity news website Page Six."}, {"type": "text", "text": "Forest Lawn is the burial place of celebrities such as Humphrey Bogart, Nat King Cole, Clark Gable, Michael Jackson and Elizabeth Taylor."}, {"type": "headline", "text": "Perry died at the age of 54 last weekend after an apparent drowning at his LA home."}, {"type": "text", "text": "He was best known for playing wise-cracking Chandler Bing in Friends between 1994 and 2004."}, {"type": "text", "text": ""}, {"type": "text", "text": "In a statement, his co-stars said: 'We are all so utterly devastated by the loss of Matthew. We were more than just cast mates. We are a family."}, {"type": "text", "text": "'There is so much to say, but right now we're going to take a moment to grieve and process this unfathomable loss.'"}, {"type": "text", "text": "Perry was open about his battle with substance abuse and addiction, and also set up a sober living facility for men with similar issues."}, {"type": "headline", "text": "A foundation has now been established to help others struggling with the disease."}, {"type": "text", "text": "The Matthew Perry Foundation 'will honour his legacy and be guided by his own words and experiences and driven by his passion for making a difference in as many lives as possible,' according to its website."}, {"type": "text", "text": "It quotes Perry saying: 'When I die, I don't want 'Friends' to be the first thing that's mentioned - I want helping others to be the first thing that's mentioned.'"}, {"type": "text", "text": "The cause and manner of Perry's death are to be determined by the Los Angeles County Medical Examiner's Office, following the completion of an autopsy with toxicology tests."}]}, {"_id": "6548e210adfc116fe9d85d0a", "url": "https://news.sky.com/story/rumours-madonna-and-dua-lipa-will-headline-glastonbury-festival-untrue-organiser-says-13000903", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Glastonbury organiser responds to rumours Madonna and Dua Lipa will headline festival", "lead": "Rumours Madonna, Dua Lipa and Coldplay will headline Glastonbury next year are \"untrue\", according to the festival's organiser.", "author": "NONE", "datePublished": "2023-11-05 10:46:00", "dateScraped": "2023-11-06 13:54:40.107918", "dateUpdated": "2023-11-05 10:46:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-madonna-london-tour_6322022.jpg?20231015121129", "body": [{"type": "text", "text": "On Saturday evening, the Mail on Sunday reported the three acts were set to top the bill on the Pyramid Stage in June."}, {"type": "text", "text": "But Glastonbury co-organiser Emily Eavis said the story was not correct."}, {"type": "text", "text": "She wrote on Instagram on Sunday morning: 'As always, there is much speculation and excitement about who is playing at Glastonbury."}, {"type": "text", "text": "'We are working on the line-up day and night at the moment, but it's still changing every day."}, {"type": "text", "text": "'The story about our confirmed headliners is untrue."}, {"type": "text", "text": "'As always, we love your enthusiasm and guesswork - but accurate news on headliners will be with you sometime in the new year!'"}, {"type": "text", "text": "The report said Dua Lipa would headline on Friday while Coldplay - who have headlined four times previously - would take the Saturday slot."}, {"type": "headline", "text": "Madonna would close out the festival on Sunday, the newspaper said."}, {"type": "text", "text": "If true, it would have been the first time two female artists have featured in the premier spot."}, {"type": "headline", "text": "The festival was criticised for having all-male headliners last year with Arctic Monkeys, Guns N' Roses and Sir Elton John."}, {"type": "text", "text": "Next year's festival at Worthy Farm in Somerset will take place from 26 to 30 June."}, {"type": "text", "text": "Last month Ms Eavis told Annie Mac and Nick Grimshaw's Sidetracked podcast the legend slot on Sunday afternoon would be a female artist."}, {"type": "text", "text": "Addressing last year's lack of female headliners, Ms Eavis added: 'I've always been really passionate about gender split [on festival line-ups] and I think, actually, our problem was that I'd been so outspoken about it that having a year when there wasn't a female sent people a bit mad - or some people."}, {"type": "text", "text": "'And we did have a female - she pulled out and we replaced them with Guns N' Roses. But everyone knows that it's top of my list."}, {"type": "text", "text": "'It is difficult with female artists because there aren't enough headliners. But we're also creating them."}, {"type": "text", "text": "'We're putting the bands and female artists on smaller stages and bringing them through all the time. And who knows? Next year we might get two. And certainly, I can say that the legend is female.'"}, {"type": "headline", "text": "A sale for the first of the event's roughly 135,000 tickets was supposed to begin on Thursday but was pushed back 'out of fairness' due to some confusion over the registration process."}, {"type": "text", "text": "'Unfortunately, it has come to light that some individuals hoping to buy tickets for 2024 have discovered after Monday's registration deadline that they are no longer registered, despite believing they were,' the organisers said."}, {"type": "text", "text": "'Out of fairness to those individuals, we will be re-opening the window for registration at 12 noon on Monday 6 November. It will remain open until 5pm on Monday 13 November.'"}, {"type": "text", "text": "Standard tickets for the festival cost £355 (plus a £5 booking fee) - £20 more than this year's event. An additional fee will be added for the coach transfer."}, {"type": "headline", "text": "The festival was cancelled in 2020 and 2021 due to the COVID-19 pandemic."}]}, {"_id": "6548e210adfc116fe9d85d0b", "url": "https://news.sky.com/story/kourtney-kardashian-and-travis-barker-welcome-baby-boy-13000832", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Kourtney Kardashian, 44, 'welcomes first baby' with Travis Barker", "lead": "Kourtney Kardashian has given birth to her first child with husband Travis Barker.", "author": "NONE", "datePublished": "2023-11-04 22:28:00", "dateScraped": "2023-11-06 13:54:40.530953", "dateUpdated": "2023-11-04 22:28:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-kardashian-barker-pregnancy_6190006.jpg?20230617090236", "body": [{"type": "headline", "text": "The 44-year-old reality TV star gave birth to a boy in Los Angeles on Saturday, TMZ reported."}, {"type": "text", "text": "The birth comes days after Barker revealed the couple would call their baby Rocky."}, {"type": "text", "text": "Speaking on an episode of the One Life One Chance with Toby Morse podcast, the Blink-182 drummer said his son's full name would be Rocky Thirteen Barker."}, {"type": "text", "text": "He is Kardashian's fourth child after Mason, 13, Penelope, 10 and Reign, eight, who she had with ex-boyfriend and Keeping Up With The Kardashians co-star, Scott Disick."}, {"type": "headline", "text": "The couple first revealed their pregnancy when Kardashian recreated a scene from the hit Blink-182 song All The Small Things by holding up a sign at a Blink-182 concert reading: 'Travis I'm pregnant.'"}, {"type": "text", "text": "They also shared a gender reveal video shortly afterwards, with Kardashian sitting on Barker's lap at a drum set."}, {"type": "text", "text": "He then began a drum roll before blue streamers and confetti rained down from above."}, {"type": "headline", "text": "Last month Kardashian revealed she was recovering from urgent foetal surgery and praised doctors for 'saving' her baby's life."}, {"type": "headline", "text": "Blink-182 postponed concerts in the UK and Ireland while the drummer returned home due to an 'urgent family matter'."}, {"type": "headline", "text": "Read more on Informfully:Friends co-stars attend Matthew Perry's funeralRussell Brand accused of sexual assault on film"}, {"type": "text", "text": "Kardashian wrote on Instagram: 'I will be forever grateful to my incredible doctors for saving our baby's life."}, {"type": "text", "text": "'I am eternally grateful to my husband who rushed to my side from tour to be with me in the hospital and take care of me afterwards, my rock. And to my mom, thank you for holding my hand through this."}, {"type": "text", "text": "'As someone who has had three really easy pregnancies in the past, I wasn't prepared for the fear of rushing into urgent foetal surgery."}, {"type": "text", "text": "'I don't think anyone who hasn't been through a similar situation can begin to understand that feeling of fear. I have a whole new understanding and respect for the mamas who have had to fight for their babies while pregnant.'"}, {"type": "text", "text": "She concluded: 'Praise be to God. Walking out of the hospital with my baby boy in my tummy and safe was the truest blessing.'"}, {"type": "text", "text": "Barker has two children, Landon, 29, and Alabama, 17, with his ex-wife Shanna Moakler."}, {"type": "headline", "text": "The couple held marriage ceremonies in May this year in California and then in Portofino, Italy, after holding a 'practice' wedding in Las Vegas a month earlier."}]}, {"_id": "6548e210adfc116fe9d85d0c", "url": "https://news.sky.com/story/veteran-magician-david-berglas-dies-aged-97-13000331", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Veteran magician David Berglas dies - and never revealed secret to his 'holy grail' of magic tricks", "lead": "Magician David Berglas, one of the most influential of the 20th century, has died aged 97.", "author": "NONE", "datePublished": "2023-11-04 17:03:00", "dateScraped": "2023-11-06 13:54:40.750452", "dateUpdated": "2023-11-04 17:03:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-david-berglas-magician_6347959.jpg?20231104153905", "body": [{"type": "text", "text": "Also known as the International Man of Mystery, he was the first magician to have his own programme on British television, Meet David Berglas, in 1954."}, {"type": "text", "text": "He appeared frequently on TV and radio over six decades and became a household name for his stunts, including driving a car around London while blindfolded."}, {"type": "text", "text": "Berglas was renowned for a trick called the Berglas Effect, in which he could find a person's chosen card at their chosen point in a deck of cards."}, {"type": "text", "text": "It is regarded as the holy grail of magic effects - and he never revealed the secret of how to do it."}, {"type": "text", "text": "Berglas was awarded an MBE in 2018 for his services to magic and psychology."}, {"type": "text", "text": "On receiving his award he said: 'I am delighted to accept this honour but even more pleased that the art of magic has at last been recognised."}, {"type": "text", "text": "'I have spent over 60 years entertaining people in person, on radio and television - 'reading their minds' - but I certainly didn't see this one coming.'"}, {"type": "headline", "text": "Read more from Informfully:Friends co-stars attend Matthew Perry's funeral'Hero' astronaut who helped save Apollo 13 crew dies"}, {"type": "text", "text": "Illusionist Derren Brown hailed Berglas as 'one of our greatest living magical performers' when Berglas was awarded his MBE."}, {"type": "text", "text": "'Generations of magicians owe him a debt of gratitude,' Brown said."}, {"type": "text", "text": "'Each of my shows is indebted to his artistry and astonishing body of work. I thank him for his constant inspiration.'"}, {"type": "text", "text": "As president of The Magic Circle from 1989 to 1998, Berger revitalised the society and was the driving force behind its decision to admit women in 1991."}, {"type": "text", "text": "His son Marvin Berglas, who was elected president of The Magic Circle in September this year, said: 'My father was a giant in the magic fraternity, known for his originality, creativity and showmanship."}, {"type": "text", "text": "'His mysteries have not only baffled audiences but also his peers. However, to us, his family, he will always be best remembered as a loving husband, father and grandfather.'"}]}, {"_id": "6548e211adfc116fe9d85d0d", "url": "https://news.sky.com/story/russell-brand-sued-by-extra-who-claims-she-was-sexually-assaulted-on-film-set-12999967", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Russell Brand accused of sexual assault on film set", "lead": "Russell Brand has been accused of sexually assaulting an extra on the set of the 2011 film Arthur.", "author": "NONE", "datePublished": "2023-11-04 08:50:00", "dateScraped": "2023-11-06 13:54:41.269896", "dateUpdated": "2023-11-04 08:50:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/09/70x70/skynews-russell-brand-brand_6293704.jpg?20230922103437", "body": [{"type": "headline", "text": "A lawsuit was filed in New York, and is the first accusation to be made against Brand in court."}, {"type": "headline", "text": "British police are still investigating claims against the comedian and presenter after multiple women made accusations, including rape, against him in September."}, {"type": "text", "text": ""}, {"type": "text", "text": "Brand has previously denied all the claims, saying all sexual relations were consensual."}, {"type": "text", "text": "He and his representatives have yet to respond to this lawsuit."}, {"type": "text", "text": "The US case was brought under the Adult Survivors Act, which gives a one-year window to sue over alleged sexual abuse from a long time ago."}, {"type": "text", "text": "Warner Brothers, which distributed Arthur, is also named as a defendant - as are other firms involved in making the movie."}, {"type": "headline", "text": "Allegations in the lawsuit"}, {"type": "text", "text": "The lawsuit accuses them of tolerating Brand's misconduct on set and aiding and abetting the alleged offence. They have yet to comment."}, {"type": "text", "text": "The accuser says she was hired as an extra for a scene filmed at Le Cirque restaurant in Manhattan in July 2010."}, {"type": "text", "text": "Brand was intoxicated during filming, according to the lawsuit, and is accused of exposing his genitalia in front of everyone while sat at a table staring at the woman."}, {"type": "text", "text": "It is alleged Brand later followed her into a bathroom where he pulled down his pants and shoved her into a cubicle, forcing her to perform oral sex."}, {"type": "text", "text": "A crew member is said to have stood directly outside, as if guarding the door."}, {"type": "text", "text": "The woman - who is seeking unspecified financial damages - says she suffered 'severe psychological injuries' and economic losses after the alleged attack."}, {"type": "text", "text": ""}, {"type": "text", "text": "The first claims against Brand were made in an investigation by The Sunday Times, The Times and Channel 4's Dispatches."}, {"type": "text", "text": "They are alleged to have happened when he was at the height of his fame, but no charges have been brought."}]}, {"_id": "6548e211adfc116fe9d85d0e", "url": "https://news.sky.com/story/diana-nyads-real-life-trainer-says-jodie-foster-nailed-the-role-i-thought-it-was-me-12999651", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "'I thought it was me': Diana Nyad's trainer says Jodie Foster nailed the role", "lead": "Bonnie Stoll is not a woman who's easy to fool - but Jodie Foster pulled it off.", "author": "Bethany Minelle", "datePublished": "2023-11-04 11:19:00", "dateScraped": "2023-11-06 13:54:41.789837", "dateUpdated": "2023-11-04 11:19:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-jodie-foster-nyad_6346911.jpg?20231103173320", "body": [{"type": "headline", "text": "The Oscar winning actress plays the former racquetball champion in Nyad, the story of endurance-swimmer Diana Nyad who aged 60 decided to re-attempt the punishing 110-mile swim from Cuba to Florida which eluded her in her youth."}, {"type": "text", "text": "Stoll, who was both Nyad's best friend and professional trainer, tells Informfully: 'The first time I saw [the film], I definitely thought it was me…"}, {"type": "text", "text": "'It's surreal and unbelievable and a real tribute to this actor. I mean, she did it. It surprises me almost every time I see the movie and I see it quite a bit. I think it's me up there.'"}, {"type": "text", "text": "Foster, 60, is reported to have completely immersed herself in Stoll's way of life: training, nutrition, supplements, workouts, everything."}, {"type": "text", "text": "Quickly noting Stoll's 'salt of the earth quality,' she described her as 'the kind of person you'd want to be in a storm with'. Which is lucky, because the movie has several storms to get through."}, {"type": "text", "text": "Annette Bening too - who plays Nyad in the film - trained for over a year to get into peak physical condition for the role, which of course demanded prolonged stretches of swimming."}, {"type": "text", "text": "World class actors, meeting a world class athletes and making a movie together. It's a recipe that Netflix will be hoping might be a hit with the critics."}, {"type": "text", "text": "The movie re-creates some of the most challenging moments of the real-life crossing, which was completed without the use of a shark-cage, despite the risk of predator infested waters."}, {"type": "text", "text": "But it was not sharks that turned out to be the biggest problem."}, {"type": "text", "text": "Stoll explained the biggest threat to their success came from deadly box jellyfish."}, {"type": "text", "text": "'We did not expect them. We had no idea they were already in the Gulf. But it was not a pleasant surprise... It was kind of a nightmare.'"}, {"type": "text", "text": "She explains how Dr Angel Yanagihara, a bio-medical researcher considered to be one of the world's pre-eminent experts in box jellyfish, helped them overcome the potentially fatal sticking point by helping design a mask."}, {"type": "text", "text": "However, that came at a cost."}, {"type": "text", "text": "'Diana was getting prosthetic for her face, the mask, so the box couldn't get in. And then we heard about a box getting into someone's mouth and they swallowed it. And that was not a good result."}, {"type": "text", "text": "'The swimming in that mask was a nightmare, for me especially. I can't even look at it. It's claustrophobic.'"}, {"type": "text", "text": "The film's director, Chai Vasarhelyi says they replicated everything Diana wore down to the last detail: 'It was that authentic. The same suit that Diana wore, the same goggles, everything'."}, {"type": "text", "text": "And while they had two silicone face masks made for Bening to wear, Vasarhelyi admitted: 'It was so painful we cut out the mouthpiece'."}, {"type": "text", "text": "It's a move Stoll approved of, echoing: 'Good, good'."}, {"type": "text", "text": "Vasarhelyi worked with her husband, professional climber, skier, filmmaker and photographer Jimmy Chin on the film, and the couple have two young children together."}, {"type": "text", "text": "She explained: 'It was a really good way of keeping the family together all in one spot and who knew that you can grow in your forties? That you can grow after 12 years of marriage?'"}, {"type": "text", "text": "The couple's past films together include The Rescue (the rescue of 12 boys and their coach from a flooded cave in Northern Thailand) and Free Solo (an Oscar-winning portrait of rock climber Alex Honnold)."}, {"type": "headline", "text": "Click to subscribe to Backstage wherever you get your podcasts"}, {"type": "text", "text": "Vasarhelyi summed up their unique area of interest as, 'stories about humans who push the possibility'."}, {"type": "text", "text": "And proving that working with your partner isn't necessarily the recipe for disaster that many might assume, she joked: 'We were such old news, you know, me and him. But suddenly, like, we just got stronger. We got better. We saw what each other does even more clearly. And the kids had a great time.'"}, {"type": "text", "text": "She added: 'It ultimately caused some real deep changes afterwards about how we went, the way we work together.'"}, {"type": "text", "text": "It seems the Nyad magic - that propelled the film's real-life protagonist to wake up one day aged 60 and decide she wasn't done - has rubbed off on its director."}, {"type": "text", "text": "And that is just the sparkle Netflix will be hoping makes its way into voters' hearts come awards season."}, {"type": "text", "text": "Nyad is streaming now on Netflix."}]}, {"_id": "6548e212adfc116fe9d85d0f", "url": "https://news.sky.com/story/headsets-that-show-the-effects-of-art-on-the-brain-to-be-toured-at-uk-galleries-12999602", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Headsets that show the effects of art on the brain to be toured at UK galleries", "lead": "Headsets that show how art affects your brainwaves are to be toured at museums and galleries around the UK.", "author": "NONE", "datePublished": "2023-11-04 06:18:00", "dateScraped": "2023-11-06 13:54:42.311206", "dateUpdated": "2023-11-04 06:18:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-headsets-brainwaves_6346892.jpg?20231103171650", "body": [{"type": "text", "text": "The headsets are connected to an electroencephalogram (EEG) monitor, allowing people's brainwaves to be visualised in 3D and in real-time on screens."}, {"type": "text", "text": "The devices have already been used at the Courtauld Gallery in London where people were able to see how their brains were impacted by pieces from artists such as Vincent van Gogh, Èdouard Manet, and Paul Cézanne."}, {"type": "text", "text": "The scheme is the latest initiative by the charity Art Fund to encourage visitors back into museums and galleries - which have struggled to return to pre-pandemic visitor numbers."}, {"type": "text", "text": "'This is a way of just showing us exactly what happens in our brains and how exciting it is to actually be back in a museum context, back in a gallery, seeing real art, having that experience' Art Fund director Jenny Waldman told Informfully."}, {"type": "text", "text": "'What we're trying to do with this experiment is show how fantastic the museum experience is and encourage people back.'"}, {"type": "headline", "text": "Read more from Informfully:Thieves cut through floor to steal priceless antiques from museumBritish Museum's Welsh artefacts 'should return to Wales'"}, {"type": "text", "text": "The technology, created by special effects company The Mill in collaboration with interactive artist Seph Li, is able to show the impact art can have on the human brain."}, {"type": "text", "text": "According to Dr Ahmad Beyh, a neuroscientist and research fellow at Rutgers University, art could have a long-term positive impact on the brain, though he said more research was needed."}, {"type": "text", "text": "'Reward and pleasure coincide in a location in the brain with the signature of beauty in art. And that same area happens also to be the target of some treatments for things like depression,' said Dr Beyh."}, {"type": "text", "text": "'It seems that there's a common factor here that art engages the brain in a certain way, especially when you find the beauty in art that could be beneficial not just in the moment, but maybe longer term.'"}]}]