[{"_id": "6554e71520e292887546e9d1", "url": "https://news.sky.com/story/shane-macgowans-wife-thanks-well-wishers-as-the-pogues-frontman-is-pictured-in-hospital-bed-13008745", "articleType": "text", "primaryCategory": "home", "subCategories": "NONE", "title": "The Pogues frontman pictured in hospital - as bandmates visit singer", "lead": "The wife of The Pogues frontman Shane MacGowan has sent 'love and prayers' to those 'struggling' as she posted a photo of the Fairytale Of New York singer in hospital.", "author": "Niamh Lynch", "datePublished": {"$date": "2023-11-15T16:43:17.439Z"}, "dateScraped": {"$date": "2023-11-15T16:43:17.439Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:17.439Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-shane-macgowan-pogues_6361393.jpg?20231115130941", "body": [{"type": "text", "text": "Victoria Mary Clarke thanked well-wishers on X, formerly Twitter, and revealed the singer's bandmates Spider Stacy and Terry Woods had visited him recently."}, {"type": "text", "text": "The Irish journalist wrote: 'Love and prayers for everyone who is struggling right now ❤️ hang in there!'"}, {"type": "text", "text": "MacGowan, 65, is believed to have been in intensive care for the past few months and was in a hospital bed with a breathing apparatus in the new picture."}, {"type": "text", "text": "He had been diagnosed with viral encephalitis last year."}, {"type": "text", "text": "Encephalitis is a serious condition where the brain becomes inflamed. It can be life-threatening and requires urgent treatment in hospital."}, {"type": "text", "text": "Ms Clarke said in an Instagram post on Saturday that she was 'facing terrifying fears of loss'."}, {"type": "text", "text": "The 57-year-old wrote: 'Love is the most beautiful and powerful thing that we can experience as humans but love can also feel painful especially if you are afraid of losing a person or anything else that you love."}, {"type": "text", "text": "'The really really big challenge that we all face is to go beyond what our minds think are the limits of love and what love really is.'"}, {"type": "text", "text": "She added: 'Sometimes when you love very deeply you will find yourself facing terrifying fears of loss that can feel so big and devastating that you don't know how you can survive them and you can't imagine life without this person that you love."}, {"type": "text", "text": "'It's in these moments when you are staring into the abyss that you have an opportunity… to discover more of who you really are and more of who your soul really is and more of your connection with this person who you love.'"}, {"type": "text", "text": "The couple married in 2018 at Copenhagen City Hall in Denmark after more than 32 years together."}, {"type": "text", "text": "MacGowan has faced other health troubles in recent years - he broke his pelvis in 2015 and has used a wheelchair since."}, {"type": "text", "text": "In 2021 he broke his knee in a fall before tearing ligaments in his left leg."}, {"type": "text", "text": "He never fully recovered from his injuries and confirmed in April that he 'can't walk anymore'."}, {"type": "text", "text": "MacGowan has also been open about his battle with addiction."}, {"type": "text", "text": "In 2015, he received a full set of teeth implants as his real teeth were destroyed by decades of drinking and drug use."}]}, {"_id": "6554e71520e292887546e9d2", "url": "https://news.sky.com/story/when-will-the-iceland-volcano-erupt-13008792", "articleType": "text", "primaryCategory": "home", "subCategories": "NONE", "title": "When will the Iceland volcano erupt?", "lead": "Iceland is on high alert for a volcanic eruption, with a state of emergency declared and almost 4,000 residents evacuated from their homes.", "author": "NONE", "datePublished": {"$date": "2023-11-15T16:43:17.865Z"}, "dateScraped": {"$date": "2023-11-15T16:43:17.865Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:17.865Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-volcano-iceland_6361452.jpg?20231115132916", "body": [{"type": "text", "text": "There is a 'considerable' risk of an eruption on or just off the Reykjanes Peninsula, about 30 miles from the capital Reykjavik, according to the Icelandic Meteorological Office."}, {"type": "text", "text": "The region has been shaken by hundreds of small earthquakes every day for more than two weeks."}, {"type": "text", "text": "Scientists have been monitoring a build-up of magma some three miles underground."}, {"type": "text", "text": "Here is what we know about when an eruption might happen."}, {"type": "headline", "text": "When could the volcano erupt?"}, {"type": "text", "text": "The probability of the volcano erupting at Fagradalsfjall in the coming days is 'high', according to the Icelandic Meteorological Office (IMO)."}, {"type": "text", "text": "'We believe that this intrusion is literally hovering, sitting in equilibrium now just below the earth's surface,' Matthew James Roberts from the agency said."}, {"type": "text", "text": "But there is still 'tremendous uncertainty', he added. 'Will there be an eruption and if so, what sort of damage will occur?'"}, {"type": "text", "text": "'At this stage, it is not possible to determine exactly whether and where magma might reach the surface,' the IMO said."}, {"type": "text", "text": "Earthquake activity at Fagradalsfjall decreased over the weekend, which 'indicates that a new phase of magma intrusion is occurring', said Dr Margaret Hartley, lecturer in Earth Sciences at Manchester University."}, {"type": "text", "text": "Previous earthquakes in the areas were 'all preceded by decreases in seismic activity, so this isn't necessarily an indication that the volcanic unrest is dying down'."}, {"type": "text", "text": "On Tuesday, the Icelandic authorities judged the risk has temporarily eased enough to allow Grindavik's inhabitants to briefly return home - escorted by search and rescue teams - to collect pets and belongings."}, {"type": "text", "text": "Authorities have raised their aviation alert to orange, indicating an increased risk of a volcanic eruption."}, {"type": "text", "text": "Volcanic eruptions pose a serious hazard to aviation because they can spew highly abrasive ash high into the atmosphere, where it can cause jet engines to fail, damage flight control systems and reduce visibility."}, {"type": "text", "text": ""}, {"type": "headline", "text": "How much damage will it cause?"}, {"type": "text", "text": "How much disruption the eruption causes will depend on where the magma breaks the surface, and the size and style of the eruption, Dr Hartley said."}, {"type": "text", "text": "Dr Phil Collins from Brunel University London said an eruption would cause problems for the Icelandic people, but noted they are 'very well prepared and have lots of experience in dealing with eruptions'."}, {"type": "text", "text": "'If the eruption does occur, there may be significant lava flows which could destroy peoples' homes and other infrastructure, as well as block valleys and change surface drainage,' he said."}, {"type": "text", "text": "Any eruption is not expected to cause the kind of ash cloud created by the Eyjafjallajokull eruption back in 2010, which caused chaos to global air travel."}, {"type": "text", "text": "Dr Dave McGarvie, a volcanologist with the University of Lancaster said: 'The volcanoes on the Reykjanes Peninsula do not have the ability to produce the disruptive ash clouds that characterised the Eyjafjallajokull 2010 eruption.'"}, {"type": "text", "text": "Lessons were learnt from that event, he said, and even an identical eruption would not be so disruptive now."}]}, {"_id": "6554e71620e292887546e9d3", "url": "https://news.sky.com/story/friends-stars-jennifer-aniston-and-david-schwimmer-pay-tribute-to-matthew-perry-13008769", "articleType": "text", "primaryCategory": "home", "subCategories": "NONE", "title": "Friends stars Jennifer Aniston and David Schwimmer pay tribute to Matthew Perry", "lead": "Friends stars Jennifer Aniston and David Schwimmer have paid tribute to Matthew Perry.", "author": "Niamh Lynch", "datePublished": {"$date": "2023-11-15T16:43:18.095Z"}, "dateScraped": {"$date": "2023-11-15T16:43:18.095Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:18.095Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/768x432/skynews-matthew-perry-jennifer-aniston_6342826.jpg?20231031130752", "body": [{"type": "text", "text": "Aniston, who played Rachel Green in the show, wrote in an Instagram post: 'Oh boy this one has cut deep... Having to say goodbye to our Matty has been an insane wave of emotions that I've never experienced before."}, {"type": "text", "text": "'We all experience loss at some point in our lives. Loss of life or loss of love."}, {"type": "text", "text": "'Being able to really SIT in this grief allows you to feel the moments of joy and gratitude for having loved someone that deep. And we loved him deeply. He was such a part of our DNA. We were always the six of us."}, {"type": "text", "text": "'This was a chosen family that forever changed the course of who we were and what our path was going to be."}, {"type": "text", "text": "'For Matty, he KNEW he loved to make people laugh. As he said himself, if he didn't hear the 'laugh' he thought he was going to die. His life literally depended on it. And boy did he succeed in doing just that."}, {"type": "text", "text": "'He made all of us laugh. And laugh hard. In the last couple weeks, I've been pouring over our texts to one another. Laughing and crying then laughing again. I'll keep them forever and ever. I found one text that he sent me out of nowhere one day. It says it all."}, {"type": "text", "text": "'Matty, I love you so much and I know you are now completely at peace and out of any pain. I talk to you every day… sometimes I can almost hear you saying 'could you BE any crazier?'"}, {"type": "text", "text": "'Rest little brother. You always made my day.'"}, {"type": "text", "text": "Aniston also posted a picture of a text exchange with Perry where he said: 'Making you laugh just made my day.'"}, {"type": "text", "text": "Meanwhile, Schwimmer, who played Ross Geller in the sitcom, said: 'Matty, thank you for ten incredible years of laughter and creativity."}, {"type": "text", "text": "'I will never forget your impeccable comic timing and delivery. You could take a straight line of dialogue and bend it to your will, resulting in something so entirely original and unexpectedly funny it still astonishes."}, {"type": "text", "text": "'And you had heart. Which you were generous with, and shared with us, so we could create a family out of six strangers."}, {"type": "text", "text": "'This photo is from one of my favourite moments with you. Now it makes me smile and grieve at the same time."}, {"type": "text", "text": "'I imagine you up there, somewhere, in the same white suit, hands in your pockets, looking around - 'could there BE any more clouds?''"}, {"type": "headline", "text": "Perry, 54, died last month after an apparent drowning at his Los Angeles home. His death is being investigated by the Los Angeles County Medical Examiner's Office after a post-mortem examination with toxicology tests."}, {"type": "headline", "text": "He played the quick-witted Chandler Bing in the beloved sitcom between 1994 and 2004."}, {"type": "text", "text": "LeBlanc, who played Chandler's best friend Joey Tribbiani in the show, said in an Instagram post on Tuesday that 'the times we had together are honestly among the favourite times of my life'."}, {"type": "text", "text": "In an emotional tribute, LeBlanc wrote: 'I am so grateful for every moment I had with you Matty and I miss you every day.'"}, {"type": "text", "text": "'It is with a heavy heart I say goodbye."}, {"type": "text", "text": "'It was an honour to share the stage with you and to call you my friend. I will always smile when I think of you and I'll never forget you. Never."}, {"type": "text", "text": "'Spread your wings and fly brother you're finally free. Much love."}, {"type": "text", "text": "'And I guess you're keeping the 20 bucks you owe me.'"}, {"type": "headline", "text": "Courteney Cox, who played Chandler's wife Monica Geller on Friends, said on Tuesday: 'I am so grateful for every moment I had with you Matty and I miss you every day."}, {"type": "text", "text": "On Instagram, she shared what she described as one of her favourite moments with her friend 'Matty'."}, {"type": "text", "text": "'To give a little backstory, Chandler and Monica were supposed to have a one night fling in London. But because of the audience's reaction, it became the beginning of their love story."}, {"type": "headline", "text": "Click to subscribe to the Informfully Daily wherever you get your podcasts"}, {"type": "text", "text": "'In this scene, before we started rolling, he whispered a funny line for me to say. He often did things like that. He was funny and he was kind.'"}, {"type": "headline", "text": "Tributes poured in following Perry's death, including messages from Canadian Prime Minister Justin Trudeau - who attended the same school as the actor - and Sarah, Duchess of York, who had a cameo appearance in Friends."}, {"type": "headline", "text": "In a joint statement released after his death on 28 October, his Friends co-stars - LeBlanc, Cox, Aniston, Schwimmer and Lisa Kudrow - said: 'We are all so utterly devastated by the loss of Matthew. We were more than just cast mates. We are a family."}, {"type": "text", "text": "'There is so much to say, but right now we're going to take a moment to grieve and process this unfathomable loss.'"}, {"type": "headline", "text": "They were also among 20 mourners at Perry's funeral in the Hollywood Hills earlier this month."}, {"type": "text", "text": "Perry was open about his battle with substance abuse and addiction, and set up a sober living facility for men with similar issues."}, {"type": "headline", "text": "A foundation has now been set up to help others struggling with the disease."}]}, {"_id": "6554e71620e292887546e9d4", "url": "https://news.sky.com/story/open-divorce-of-kim-kardashians-parents-helped-reality-star-cope-with-split-from-kanye-west-13008705", "articleType": "text", "primaryCategory": "home", "subCategories": "NONE", "title": "Kim Kardashian named one of GQ's 'Men Of The Year' for 2023", "lead": "Kim Kardashian is many things - reality TV star, model, businesswoman, socialite, trainee lawyer, and to the surprise and anger of some... one of GQ's 'Men Of The Year' for 2023.", "author": "NONE", "datePublished": {"$date": "2023-11-15T16:43:18.527Z"}, "dateScraped": {"$date": "2023-11-15T16:43:18.527Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:18.527Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-gq-kardashian-kim_6361514.jpg?20231115143847", "body": [{"type": "text", "text": "Kardashian, who has launched the Skims clothing company as well as beauty lines, several perfumes, an energy drink, a mobile game and a private equity fund, has been named 'Tycoon Of The Year' in this year's rundown - and follows her latest business endeavour into men's underwear."}, {"type": "text", "text": "Her appearance as the cover star for GQ's 2023 'Men Of The Year' competition has sparked confusion and even anger from some people on social media."}, {"type": "text", "text": "Kea, a user on X, formerly known as Twitter, posted: 'Kim Kardashian is your Man of the Year??? Be serious for a damn second.'"}, {"type": "text", "text": "Another user, named Nathan BBSA, wrote: 'When you didn't understand the assignment. Man oh man.'"}, {"type": "text", "text": "A user named Al Bundy wrote: 'Not that I gave a s*** about GQ in the first place but how long is western society gonna dunking [sic] on men?'"}, {"type": "text", "text": "Malachi, another user, wrote: 'I'm sorry but did you just say 'man'???? That is a woman.'"}, {"type": "text", "text": "Priscilla actor Jacob Elordi and fashion designer Tom Ford (both men) join Kardashian in the list."}, {"type": "text", "text": "In an interview with GQ for the edition, Kardashian revealed how the divorce of her parents when she was a child caught her by surprise - and how them 'being open' about the subject helped her deal with her own split from Kanye West."}, {"type": "text", "text": "The 43-year-old said she didn't have an 'inkling' about her parents - Robert and Kris - until a family meeting was called."}, {"type": "text", "text": "She was aged nine when she was given the news, recalling: 'I didn't foresee any of it. I was in the bath and they called a family meeting."}, {"type": "text", "text": "'I remember thinking, 'Please, Lord, don't let them be getting a divorce'."}, {"type": "text", "text": "'I never had an inkling that it would happen, but I knew that was what they were going to tell us. I felt it.'"}, {"type": "headline", "text": "Kim's marriage to the 46-year-old rapper, now known as Ye and with whom she has four children, started to come to an end in 2021 - and she said during this period, it was important to ensure the 'kids feel loved'."}, {"type": "text", "text": "'I did think about how my parents handled it with us,' she said. 'I just remember them being open."}, {"type": "text", "text": "'Ultimately, what matters is that kids feel loved and heard. You want to be sensitive because they're just kids and it's hard to go through, no matter what age."}, {"type": "text", "text": "'You have to make sure that you only go to a level that they can understand."}, {"type": "text", "text": "'It's OK to show a vulnerable side. You never go to a negative side.'"}, {"type": "text", "text": "Her father - a prominent defence lawyer - died 20 years ago from cancer, but Kim recalled a conversation she had in her final days with him."}, {"type": "text", "text": "'It's almost like I can see ahead. I know you're going to be OK, but just take care of your siblings for me,' her father told her."}, {"type": "text", "text": "'I took what he said to mean that I was going to be OK in life,' Kim said. 'But it made me make decisions differently.'"}, {"type": "text", "text": "She also talked about how she is continuing to work towards taking her bar exam in 2024 or 2025 and become a lawyer - and how she follows her Christian faith."}, {"type": "text", "text": "'I'm probably more religious than most people guess,' she said."}, {"type": "text", "text": "'I look at everything as lessons. Even if it doesn't make sense at the time, it's leading you to a path.'"}]}, {"_id": "6554e71720e292887546e9d6", "url": "https://news.sky.com/story/single-noise-complaint-against-beith-parish-church-bell-silences-200-year-tradition-13008896", "articleType": "text", "primaryCategory": "home", "subCategories": "NONE", "title": "Single noise complaint against church bell silences 200-year tradition", "lead": "A church bell that chimed every hour for 200 years has been silenced following a single noise complaint.", "author": "Jenness Mitchell", "datePublished": {"$date": "2023-11-15T16:43:19.037Z"}, "dateScraped": {"$date": "2023-11-15T16:43:19.037Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:19.037Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-beith-parish-church_6361513.jpg?20231115143053", "body": [{"type": "text", "text": "The 24-hour ringing at Beith Parish Church in North Ayrshire has been stopped after a resident complained to the council's environmental health department that their sleep was being disturbed."}, {"type": "headline", "text": "The Church of Scotland has now stopped the bell between 11pm and 7am after North Ayrshire Council suggested halting the ringing overnight."}, {"type": "text", "text": "A local petition has since been launched to restore the chime in the clock tower."}, {"type": "text", "text": "However, the Church of Scotland said its members were 'empathetic' and recognised how 'low frequency noise can be disturbing for some'."}, {"type": "text", "text": "The issue was said to have been discussed at two separate Kirk Session meetings and advice was sought from the environmental health department before an official complaint was lodged with the council."}, {"type": "text", "text": "A Church of Scotland spokesperson said: 'Embracing the bible teaching 'love thy neighbour as thyself', the Kirk Session took environmental health's suggestion on board and the clock bell has not sounded between 11pm and 7am since 11 October."}, {"type": "text", "text": "'The bell continues to chime on the hour between 8am and 10pm, seven days a week.'"}, {"type": "text", "text": "Beith Parish Church opened for service in August 1810."}, {"type": "text", "text": "The church bell was given to the church by Robert Shedden, who lived in London but was a native of Beith, in 1823."}, {"type": "text", "text": "The complaint was reportedly made by a new resident."}, {"type": "text", "text": "A petition has been launched to restore the 24-hour chime and has collected almost 1,000 signatures."}, {"type": "text", "text": "Organiser Bryan McWilliams said the chiming clock is 'more than just a timekeeper'."}, {"type": "text", "text": "He explained: 'It serves as an audible connection to our history and heritage and has been chiming for 200 years.'"}, {"type": "text", "text": "The long-time resident believes the loss of the bell has 'disrupted' the town's sense of community and identity."}, {"type": "text", "text": "He added: 'Many townsfolk have shared stories about how they've relied on these chimes throughout their lives - from knowing when it was time to head home as children playing in the streets, to relying on them during power outages."}, {"type": "text", "text": "'We understand that everyone's comfort is important. However, we believe that one person's discomfort should not outweigh a tradition loved by many and ingrained in our community for generations.'"}]}, {"_id": "6554e71720e292887546e9d7", "url": "https://news.sky.com/story/thomas-cashman-olivia-pratt-korbels-killer-plans-appeal-against-conviction-after-losing-bid-to-cut-sentence-13008669", "articleType": "text", "primaryCategory": "home", "subCategories": "NONE", "title": "Olivia Pratt-Korbel's killer plans appeal against conviction after losing bid to cut sentence", "lead": "Olivia Pratt-Korbel's killer is planning an appeal against his conviction, his lawyer has said, after failing in his bid to reduce his 42-year minimum jail term.", "author": "NONE", "datePublished": {"$date": "2023-11-15T16:43:19.463Z"}, "dateScraped": {"$date": "2023-11-15T16:43:19.463Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:19.463Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/22/09/768x432/skynews-olivia-pratt-korbel_5889283.jpg?20220906102730", "body": [{"type": "headline", "text": "Thomas Cashman, 35, was given a life sentence for shooting nine-year-old Olivia dead at her home in Dovecot, Liverpool, in August last year."}, {"type": "headline", "text": "His written application for permission to challenge his minimum jail term was rejected by a judge, without a hearing, earlier this year."}, {"type": "text", "text": "On Wednesday, a lawyer representing the killer renewed that application at a Court of Appeal hearing in London."}, {"type": "text", "text": "Three appeal judges - Dame Victoria Sharp, Mrs Justice McGowan and Mr Justice Chamberlain - refused to give him permission to challenge his prison sentence and dismissed his application."}, {"type": "text", "text": "They concluded Cashman did not have an arguable case."}, {"type": "text", "text": "Cashman did not appear at the hearing."}, {"type": "text", "text": ""}, {"type": "text", "text": "A lawyer representing Cashman, and a court official, confirmed after the hearing that an appeal against the killer's conviction is pending."}, {"type": "text", "text": "The court official said an application has been lodged but it has not yet been considered by an appeal judge - and no appeal hearing date has been fixed."}, {"type": "text", "text": "Cashman, from West Derby in Liverpool, was chasing convicted drug dealer Joseph Nee before Olivia was shot dead."}, {"type": "text", "text": "Nee ran into the girl's home in a bid to escape when Cashman opened fire, hitting Olivia's mother Cheryl Korbel in the wrist as she tried to keep the door shut on Nee, with the same bullet killing her daughter."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Cashman, who was a high-level Liverpool drug dealer, was jailed in April this year, with Ms Korbel saying she was 'ecstatic' after he was convicted."}, {"type": "headline", "text": "Ms Korbel is among those campaigning for a change in the law to allow judges to force offenders to attend sentencing hearings, after Cashman refused to come up to the dock when he was sentenced."}, {"type": "text", "text": "In May, Solicitor General Michael Tomlinson KC said Cashman would not have his jail term increased after a number of requests were made for his prison time to be lengthened via the unduly lenient scheme."}, {"type": "text", "text": "Mr Tomlinson said Olivia's 'senseless murder' had 'shocked and sickened the nation', but added: 'Having received detailed legal advice and considered the issues raised very carefully, I have concluded Cashman's case cannot properly be referred to the Court of Appeal'."}]}, {"_id": "6554e71720e292887546e9d8", "url": "https://news.sky.com/story/cardiff-courier-murdered-by-thief-who-stole-his-van-jury-told-13008900", "articleType": "text", "primaryCategory": "home", "subCategories": "NONE", "title": "Courier murdered by thief who stole his van, jury told", "lead": "A courier was murdered when he was run over by a thief who had stolen his van, a court has heard.", "author": "NONE", "datePublished": {"$date": "2023-11-15T16:43:19.627Z"}, "dateScraped": {"$date": "2023-11-15T16:43:19.627Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:19.627Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/04/768x432/skynews-mark-lang-cardiff_6123217.jpg?20230416153050", "body": [{"type": "text", "text": "Mark Lang, 54, was fatally injured as he was dragged hundreds of metres by his own vehicle earlier this year."}, {"type": "text", "text": "He had been trying to stop Christopher Elgifari, 31, from getting away."}, {"type": "text", "text": "The prosecution alleges Elgifari drove deliberately at Mr Lang."}, {"type": "headline", "text": "CCTV footage from properties nearby captured the incident on 28 March in Cardiff."}, {"type": "text", "text": "The jury heard Mr Lang had parked his vehicle in Laytonia Avenue to deliver a parcel at about 12.40pm."}, {"type": "text", "text": "David Elias KC said Mr Lang was 'only going to be a few seconds, so he left his van unlocked with the keys in the ignition'."}, {"type": "text", "text": "'As he stood at the door of the house to deliver, this defendant ran to the van and jumped in,' he added."}, {"type": "text", "text": "'He drove off at speed down Laytonia Avenue chased by Mark Lang. The avenue, unfortunately, is a dead end.'"}, {"type": "text", "text": "Mr Elias said the defendant 'turned around at the end, colliding with a garden wall, before driving back towards Mark Lang'."}, {"type": "text", "text": "'As Mr Lang stood in the middle of the road in his high-vis jacket, waving his arms, the defendant ran him down without deviating,' he added."}, {"type": "text", "text": "'Mr Lang was struck by the middle of the bonnet. He disappeared under the van. The defendant carried on driving without a thought for his victim."}, {"type": "text", "text": "'He drove onto North Road towards the city centre at speed for over 700 metres with Mr Lang's body trapped under the vehicle.'"}, {"type": "text", "text": "Cardiff Crown Court was told Mr Lang, from the Cyncoed area of the city, had suffered head and crash injuries and died on 15 April."}, {"type": "text", "text": "Elgifari, from Aberdare, denies murder and robbery but has admitted manslaughter and theft."}, {"type": "text", "text": "The trial continues."}]}, {"_id": "6554e71720e292887546e9d9", "url": "https://news.sky.com/story/loyal-dog-found-next-to-colorado-hikers-body-survived-for-10-weeks-by-eating-mice-and-avoiding-bears-13008697", "articleType": "text", "primaryCategory": "home", "subCategories": "NONE", "title": "How dog found next to hiker's body survived for 10 weeks", "lead": "A tiny dog found alive by her owner's body 10 weeks after the pair went missing on a hike showed 'dedication and loyalty' to her owner, a rescuer has said.&#160;", "author": "NONE", "datePublished": {"$date": "2023-11-15T16:43:19.984Z"}, "dateScraped": {"$date": "2023-11-15T16:43:19.984Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:19.984Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-richard-moore-rich-moore_6360333.jpg?20231114125600", "body": [{"type": "text", "text": "Rich Moore, 71, and his 12-pound Jack Russell terrier Finney disappeared on 19 August on a planned hike to Blackhead Peak in the Colorado mountains."}, {"type": "text", "text": "Rescue teams searched the treacherous and steep mountain between the peak and where Mr Moore's car was parked without success, said Delinda VanneBrightyn from Taos Search and Rescue."}, {"type": "headline", "text": "When a hunter found Mr Moore's body on 30 October, Finney was still with her owner, despite having lost half her body weight."}, {"type": "text", "text": "Finney is believed to have survived by hunting small animals such as mice while also managing to avoid predators like mountain lions, coyotes and bears, Ms VanneBrightyn said."}, {"type": "text", "text": "'If that dog could talk it would be an amazing story,' she said. 'We probably could not even believe the story the dog would tell.'"}, {"type": "text", "text": "A recovery crew was flown in the day after Mr Moore's body was found. Finney was taken to a vet for a check-up and treatment and is now with Mr Moore's family, the sheriff's office said."}, {"type": "text", "text": "Ms VanneBrightyn said they were very glad to return Finney to the family 'because they have lost their loved one, but they still have this wonderful, loyal dog'."}, {"type": "text", "text": "Ms VanneBrightyn, who has trained dogs for two decades, said Finney's 'magnificent story of survival' was a testament to her dedication and loyalty to Mr Moore."}, {"type": "text", "text": "'Jack Russells are pretty fierce, I have to say, they're tough little dogs.'"}, {"type": "text", "text": "The hunter found Moore's body about 1.5 miles east of the peak, further away from his car, Ms VanneBrightyn said."}, {"type": "text", "text": "Mr Moore, who was an experienced hiker, died of hypothermia, Archuleta County Coroner Brad Hunt said."}, {"type": "text", "text": "Hypothermia can cause people to become disoriented and confused."}]}, {"_id": "6554e71820e292887546e9da", "url": "https://news.sky.com/story/shane-macgowans-wife-thanks-well-wishers-as-the-pogues-frontman-is-pictured-in-hospital-bed-13008745", "articleType": "text", "primaryCategory": "uk news", "subCategories": "NONE", "title": "The Pogues frontman pictured in hospital - as bandmates visit singer", "lead": "The wife of The Pogues frontman Shane MacGowan has sent 'love and prayers' to those 'struggling' as she posted a photo of the Fairytale Of New York singer in hospital.", "author": "Niamh Lynch", "datePublished": {"$date": "2023-11-15T16:43:20.505Z"}, "dateScraped": {"$date": "2023-11-15T16:43:20.505Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:20.505Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-shane-macgowan-pogues_6361393.jpg?20231115130941", "body": [{"type": "text", "text": "Victoria Mary Clarke thanked well-wishers on X, formerly Twitter, and revealed the singer's bandmates Spider Stacy and Terry Woods had visited him recently."}, {"type": "text", "text": "The Irish journalist wrote: 'Love and prayers for everyone who is struggling right now ❤️ hang in there!'"}, {"type": "text", "text": "MacGowan, 65, is believed to have been in intensive care for the past few months and was in a hospital bed with a breathing apparatus in the new picture."}, {"type": "text", "text": "He had been diagnosed with viral encephalitis last year."}, {"type": "text", "text": "Encephalitis is a serious condition where the brain becomes inflamed. It can be life-threatening and requires urgent treatment in hospital."}, {"type": "text", "text": "Ms Clarke said in an Instagram post on Saturday that she was 'facing terrifying fears of loss'."}, {"type": "text", "text": "The 57-year-old wrote: 'Love is the most beautiful and powerful thing that we can experience as humans but love can also feel painful especially if you are afraid of losing a person or anything else that you love."}, {"type": "text", "text": "'The really really big challenge that we all face is to go beyond what our minds think are the limits of love and what love really is.'"}, {"type": "text", "text": "She added: 'Sometimes when you love very deeply you will find yourself facing terrifying fears of loss that can feel so big and devastating that you don't know how you can survive them and you can't imagine life without this person that you love."}, {"type": "text", "text": "'It's in these moments when you are staring into the abyss that you have an opportunity… to discover more of who you really are and more of who your soul really is and more of your connection with this person who you love.'"}, {"type": "text", "text": "The couple married in 2018 at Copenhagen City Hall in Denmark after more than 32 years together."}, {"type": "text", "text": "MacGowan has faced other health troubles in recent years - he broke his pelvis in 2015 and has used a wheelchair since."}, {"type": "text", "text": "In 2021 he broke his knee in a fall before tearing ligaments in his left leg."}, {"type": "text", "text": "He never fully recovered from his injuries and confirmed in April that he 'can't walk anymore'."}, {"type": "text", "text": "MacGowan has also been open about his battle with addiction."}, {"type": "text", "text": "In 2015, he received a full set of teeth implants as his real teeth were destroyed by decades of drinking and drug use."}]}, {"_id": "6554e71920e292887546e9dc", "url": "https://news.sky.com/story/relief-for-asylum-seekers-after-rwanda-decision-as-doubts-raised-over-whether-policy-would-have-worked-13008884", "articleType": "text", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Relief for asylum seekers after Rwanda decision - as doubts raised over whether policy would have worked", "lead": "Watching the Supreme Court deliver its verdict on the government's Rwanda policy, a group of asylum seekers clapped and shook each other's hands.", "author": "Becky Johnson", "datePublished": {"$date": "2023-11-15T16:43:21.030Z"}, "dateScraped": {"$date": "2023-11-15T16:43:21.030Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:21.030Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-haval-asylum-seeker_6361504.jpg?20231115141910", "body": [{"type": "text", "text": "The possibility of being sent to Rwanda has been hanging over people who are waiting for decisions on their asylum applications."}, {"type": "headline", "text": "Now, the UK's highest court has ruled the government's plan - which would have seen some asylum seekers sent to the African country - is unlawful."}, {"type": "headline", "text": "Politics live: PM 'prepared to change law' after ruling"}, {"type": "text", "text": "Haval, 34, who came to the UK from Iraq, says at the migrant hotel where he's staying in Staffordshire people have been worried which way the court would rule."}, {"type": "text", "text": "'I'm very happy because we don't go to Rwanda - we like England,' he says."}, {"type": "text", "text": "Mohammed, 20, is in the same hotel as Haval. He came to the UK from Syria and has footage on his phone from the crowded small boat he travelled across the Channel in."}, {"type": "text", "text": "That was in August this year so he took the risk knowing there was a chance he could be sent to Rwanda."}, {"type": "text", "text": "Speaking via a translator, he said: 'The people were very scared and we were also very scared of this news and what we were hearing but in the end we couldn't give up and we couldn't just go back."}, {"type": "text", "text": "'We came to the UK to seek safety in a better country and live... and actually we're thinking Rwanda isn't going to be so different from our country. We're not going to have any safety there or we don't know how the life is going to be there.'"}, {"type": "text", "text": "Despite that, he doesn't think the government's Rwanda policy - had it been allowed - would have stopped the boats."}, {"type": "text", "text": "'Even if the court had decided yes to Rwanda, I don't think this will have stopped people because people are fleeing not because of Rwanda or because they're scared of Rwanda. They're scared for their lives and their safety and what's going on in the Middle East,' he says."}, {"type": "text", "text": "Another asylum seeker from Iraq, who's also in the same hotel but didn't want to be named, said: 'Rwanda is not safe and asylum seekers came to the UK for more safety.'"}, {"type": "text", "text": "'No one wants to go to Rwanda', he says, adding that 'maybe it would have stopped the boats but the government does not know because so many people are suffering in their own countries'."}, {"type": "text", "text": "As they returned to their hotel, there is still uncertainty about their futures and whether they'll be allowed to stay in the UK."}, {"type": "text", "text": "But they all agreed they feel safer now they won't be put on planes to Rwanda."}]}, {"_id": "6554e71920e292887546e9dd", "url": "https://news.sky.com/story/thomas-cashman-olivia-pratt-korbels-killer-plans-appeal-against-conviction-after-losing-bid-to-cut-sentence-13008669", "articleType": "text", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Olivia Pratt-Korbel's killer plans appeal against conviction after losing bid to cut sentence", "lead": "Olivia Pratt-Korbel's killer is planning an appeal against his conviction, his lawyer has said, after failing in his bid to reduce his 42-year minimum jail term.", "author": "NONE", "datePublished": {"$date": "2023-11-15T16:43:21.146Z"}, "dateScraped": {"$date": "2023-11-15T16:43:21.146Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:21.146Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/22/09/768x432/skynews-olivia-pratt-korbel_5889283.jpg?20220906102730", "body": [{"type": "headline", "text": "Thomas Cashman, 35, was given a life sentence for shooting nine-year-old Olivia dead at her home in Dovecot, Liverpool, in August last year."}, {"type": "headline", "text": "His written application for permission to challenge his minimum jail term was rejected by a judge, without a hearing, earlier this year."}, {"type": "text", "text": "On Wednesday, a lawyer representing the killer renewed that application at a Court of Appeal hearing in London."}, {"type": "text", "text": "Three appeal judges - Dame Victoria Sharp, Mrs Justice McGowan and Mr Justice Chamberlain - refused to give him permission to challenge his prison sentence and dismissed his application."}, {"type": "text", "text": "They concluded Cashman did not have an arguable case."}, {"type": "text", "text": "Cashman did not appear at the hearing."}, {"type": "text", "text": ""}, {"type": "text", "text": "A lawyer representing Cashman, and a court official, confirmed after the hearing that an appeal against the killer's conviction is pending."}, {"type": "text", "text": "The court official said an application has been lodged but it has not yet been considered by an appeal judge - and no appeal hearing date has been fixed."}, {"type": "text", "text": "Cashman, from West Derby in Liverpool, was chasing convicted drug dealer Joseph Nee before Olivia was shot dead."}, {"type": "text", "text": "Nee ran into the girl's home in a bid to escape when Cashman opened fire, hitting Olivia's mother Cheryl Korbel in the wrist as she tried to keep the door shut on Nee, with the same bullet killing her daughter."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Cashman, who was a high-level Liverpool drug dealer, was jailed in April this year, with Ms Korbel saying she was 'ecstatic' after he was convicted."}, {"type": "headline", "text": "Ms Korbel is among those campaigning for a change in the law to allow judges to force offenders to attend sentencing hearings, after Cashman refused to come up to the dock when he was sentenced."}, {"type": "text", "text": "In May, Solicitor General Michael Tomlinson KC said Cashman would not have his jail term increased after a number of requests were made for his prison time to be lengthened via the unduly lenient scheme."}, {"type": "text", "text": "Mr Tomlinson said Olivia's 'senseless murder' had 'shocked and sickened the nation', but added: 'Having received detailed legal advice and considered the issues raised very carefully, I have concluded Cashman's case cannot properly be referred to the Court of Appeal'."}]}, {"_id": "6554e71920e292887546e9de", "url": "https://news.sky.com/story/cardiff-courier-murdered-by-thief-who-stole-his-van-jury-told-13008900", "articleType": "text", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Courier murdered by thief who stole his van, jury told", "lead": "A courier was murdered when he was run over by a thief who had stolen his van, a court has heard.", "author": "NONE", "datePublished": {"$date": "2023-11-15T16:43:21.255Z"}, "dateScraped": {"$date": "2023-11-15T16:43:21.255Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:21.255Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/04/768x432/skynews-mark-lang-cardiff_6123217.jpg?20230416153050", "body": [{"type": "text", "text": "Mark Lang, 54, was fatally injured as he was dragged hundreds of metres by his own vehicle earlier this year."}, {"type": "text", "text": "He had been trying to stop Christopher Elgifari, 31, from getting away."}, {"type": "text", "text": "The prosecution alleges Elgifari drove deliberately at Mr Lang."}, {"type": "headline", "text": "CCTV footage from properties nearby captured the incident on 28 March in Cardiff."}, {"type": "text", "text": "The jury heard Mr Lang had parked his vehicle in Laytonia Avenue to deliver a parcel at about 12.40pm."}, {"type": "text", "text": "David Elias KC said Mr Lang was 'only going to be a few seconds, so he left his van unlocked with the keys in the ignition'."}, {"type": "text", "text": "'As he stood at the door of the house to deliver, this defendant ran to the van and jumped in,' he added."}, {"type": "text", "text": "'He drove off at speed down Laytonia Avenue chased by Mark Lang. The avenue, unfortunately, is a dead end.'"}, {"type": "text", "text": "Mr Elias said the defendant 'turned around at the end, colliding with a garden wall, before driving back towards Mark Lang'."}, {"type": "text", "text": "'As Mr Lang stood in the middle of the road in his high-vis jacket, waving his arms, the defendant ran him down without deviating,' he added."}, {"type": "text", "text": "'Mr Lang was struck by the middle of the bonnet. He disappeared under the van. The defendant carried on driving without a thought for his victim."}, {"type": "text", "text": "'He drove onto North Road towards the city centre at speed for over 700 metres with Mr Lang's body trapped under the vehicle.'"}, {"type": "text", "text": "Cardiff Crown Court was told Mr Lang, from the Cyncoed area of the city, had suffered head and crash injuries and died on 15 April."}, {"type": "text", "text": "Elgifari, from Aberdare, denies murder and robbery but has admitted manslaughter and theft."}, {"type": "text", "text": "The trial continues."}]}, {"_id": "6554e71920e292887546e9df", "url": "https://news.sky.com/story/liverpool-family-tell-of-horror-in-gaza-as-israel-hamas-war-broke-out-13008272", "articleType": "text", "primaryCategory": "uk news", "subCategories": "NONE", "title": "'There was no safe place': Liverpool family tell of horror in Gaza as Israel-Hamas war broke out", "lead": "For over three weeks, Aladdin, Olfat and their 20-year-old daughter were surrounded by an endless barrage of bombs in Gaza.", "author": "Inzamam Rashid", "datePublished": {"$date": "2023-11-15T16:43:21.414Z"}, "dateScraped": {"$date": "2023-11-15T16:43:21.414Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:21.414Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-israel-hamas-war-gaza_6360519.jpg?20231114153348", "body": [{"type": "headline", "text": "After being trapped there, they managed to escape and have now returned to Liverpool and have shared their experience of war with Informfully."}, {"type": "headline", "text": "The trio, with other family members, were at their home in Gaza City when Israel's retaliation began following Hamas's 7 October attack."}, {"type": "text", "text": "They knew after the attack something was coming, they just didn't know when."}, {"type": "headline", "text": "Olfat Alsaqqa, who hadn't returned to Gaza since she fled the war in 2014, says she'd never seen anything like this before: 'At the beginning we felt very scared."}, {"type": "headline", "text": "'We didn't know what the reaction would be like from the Israeli side. At first they were quiet and then suddenly they started bombing everything."}, {"type": "text", "text": "'Towers were falling down very close to us and we didn't know what we should do, whether our place is safe or not and where we should go.'"}, {"type": "text", "text": "The family listened to the orders of the Israeli Defence Forces and fled south, taking Aladdin's 97-year-old mother with them, and on route they witnessed endless destruction."}, {"type": "text", "text": "But in Khan Younis, where they stayed with other relatives, 27 in total, the rockets continued."}, {"type": "headline", "text": "Follow updates: Houthi leader vows to continue attacks"}, {"type": "text", "text": "Aladdin Saga, told Informfully: 'There was no safe place in all of Gaza Strip. From the north to the south they are using the air, the sea, the land at the same time, bombing everywhere. You're just sitting and waiting for your destiny.'"}, {"type": "text", "text": "His wife added: 'Everyday we were feeling that we were going to die and that we are the target. When the rockets stop, we just touch our bodies to check if we're still alive. But then we don't know when it is our turn, so it was miserable.'"}, {"type": "text", "text": "Back in Liverpool, three of Aladdin and Olfat's children were left worried, often without any communication with their parents - it's all Olfat could think about."}, {"type": "text", "text": "'I was feeling very bad. I felt, that I'm not going to stay alive,' she said. 'I was just telling my daughters and my son in the UK to take care of yourself, take care of each other."}, {"type": "text", "text": "'If we don't come back, just try to stay together, don't separate. And every time I say to Allah, 'please protect my kids whilst they are by themselves'.'"}, {"type": "text", "text": "Whilst in Khan Younis the couple say leaving the house wasn't an option, supplies were running out and every day they were hearing of a relative or a friend that had been killed."}, {"type": "text", "text": "Aladdin recalls one time he had to visit a hospital with a friend, whose daughter was badly injured. 'We went there and what I saw, I couldn't believe it was true, I thought I was dreaming. I saw bodies on the ground of the hospital."}, {"type": "text", "text": "'There were not enough beds to put the injured people on. People were bleeding, you're walking on blood in the al Shifa hospital emergency department."}, {"type": "text", "text": "'There were not enough medics, doctors to accept the hundreds and thousands of wounded people. I'm walking through and I'm seeing people just die, and I can't do anything for them.'"}, {"type": "text", "text": "He says it's a sight he'll never forget. But this British-Palestinian couple do blame Hamas for what's happening in their homeland."}, {"type": "text", "text": "Olfat said: 'I don't like Hamas. No one in Gaza likes Hamas. Everyone wants to get rid of Hamas. I blame them for everything."}, {"type": "text", "text": "'I also blame Israel for what they have done to us. I don't want Israel on my land but I don't want to get rid of my people because of that."}, {"type": "text", "text": "'We can do something else. This is not the right way to get rid of Israel and this is not the right way to get rid of Hamas.'"}, {"type": "text", "text": "After six dangerous and risky attempts of trying to leave Gaza via the Rafah crossing with Egypt, Aladdin and his family's names were on the list allowing them to leave."}, {"type": "text", "text": "They thank the British Foreign Office for helping them get to safety and return to the UK."}, {"type": "text", "text": "But while here the conflict in the Middle East continues - Aladdin says: 'We feel guilty that we are alive and many people are still there."}, {"type": "text", "text": "'All the time, our minds are still in Gaza. If anything happened to my sister and mother who are still there I will never forgive myself.'"}]}, {"_id": "6554e71920e292887546e9e0", "url": "https://news.sky.com/story/man-arrested-over-death-of-ice-hockey-player-adam-johnson-released-on-bail-13008744", "articleType": "text", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Man arrested over death of ice hockey player released on bail", "lead": "A man arrested on suspicion of manslaughter following the death of ice hockey player Adam Johnson has been released on bail pending further inquiries.", "author": "Samuel Osborne", "datePublished": {"$date": "2023-11-15T16:43:21.842Z"}, "dateScraped": {"$date": "2023-11-15T16:43:21.842Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:21.842Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/768x432/skynews-adam-johnson-ice-hockey_6340203.jpg?20231029092037", "body": [{"type": "text", "text": "Mr Johnson, 29, was seriously injured during a Challenge Cup match between his Nottingham Panthers team and Sheffield Steelers on 28 October."}, {"type": "text", "text": "The American died in hospital after being hit in the neck by an opposing player during the match at Sheffield's Utilita Arena."}, {"type": "text", "text": ""}, {"type": "text", "text": "A post-mortem examination confirmed the Minnesota-born star died as a result of a fatal neck injury."}, {"type": "text", "text": "The crowd of 8,000 spectators at Sheffield's Utilita Arena watched in horror as attempts were made to save his life as he lay on the ice, shielded by fellow players."}, {"type": "text", "text": "The game was abandoned and spectators were asked to leave in the aftermath."}, {"type": "headline", "text": "The man was arrested on Tuesday and South Yorkshire Police confirmed on Wednesday he has been bailed to a date in the New Year as inquiries continue."}, {"type": "text", "text": "Detective Chief Superintendent Becs Horsfall said on Tuesday: 'Our investigation launched immediately following this tragedy and we have been carrying out extensive inquiries ever since to piece together the events which led to the loss of Adam in these unprecedented circumstances."}, {"type": "text", "text": "'We have been speaking to highly specialised experts in their field to assist in our inquiries and continue to work closely with the health and safety department at Sheffield City Council, which is supporting our ongoing investigation."}, {"type": "text", "text": "'Adam's death has sent shockwaves through many communities, from our local residents here in Sheffield to ice hockey fans across the world."}, {"type": "text", "text": "'We know these communities will expect us to handle this investigation with the same professionalism, fairness and sensitivity as any other and request that members of the public refrain from comment and speculation which could hinder this process."}, {"type": "text", "text": "'Our thoughts remain with all affected by this devastating incident as inquiries continue.'"}, {"type": "text", "text": ""}, {"type": "text", "text": "Mr Johnson's aunt, Kari Johnson, told Informfully on Tuesday the family was 'doing terribly because of the senseless tragedy'."}, {"type": "text", "text": "She added: 'We just want our boy back and we know we can't have him.'"}, {"type": "headline", "text": "An inquest into Mr Johnson's death was opened and adjourned on 3 November, but Sheffield's senior coroner Tanyka Rawden has already called on the sport's governing bodies to take action."}, {"type": "text", "text": "In a Prevention of Future Deaths Report to Ice Hockey UK and the English Ice Hockey Association (EIHA), Ms Rawden said she is 'sufficiently concerned that deaths may occur in the future if neck guards or protectors are not worn', with the bodies given 56 days to say what action has been taken - or why action has not been taken."}, {"type": "text", "text": "The EIHA said neck guards will become mandatory from 2024 but the Elite League, in which the Nottingham Panthers and Sheffield Steelers compete, is not under its control."}, {"type": "headline", "text": "The Elite Ice Hockey League said it will not make the use of neck guards mandatory but will 'strongly encourage' players and officials to wear them."}]}, {"_id": "6554e71a20e292887546e9e1", "url": "https://news.sky.com/story/chelsea-manager-emma-hayes-joining-us-national-team-to-become-worlds-highest-paid-womens-football-coach-13008861", "articleType": "text", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Chelsea's Emma Hayes joining US national team to become world's highest-paid women's football coach", "lead": "Chelsea manager Emma Hayes will become the highest-paid women's football coach in the world when she joins the United States women's team at the end of the season.", "author": "NONE", "datePublished": {"$date": "2023-11-15T16:43:22.037Z"}, "dateScraped": {"$date": "2023-11-15T16:43:22.037Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:22.037Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-emma-hayes-chelsea_6361472.jpg?20231115134550", "body": [{"type": "text", "text": "Hayes will finish the 2023/24 Women's Super League campaign with Chelsea before she joins her new team two months before the 2024 Olympics in Paris."}, {"type": "text", "text": "'This is a huge honour to be given the opportunity to coach the most incredible team in world football history,' Hayes said."}, {"type": "text", "text": "'The feelings and connection I have for this team and for this country run deep."}, {"type": "text", "text": "'I've dreamed about coaching the USA for a long time so to get this opportunity is a dream come true. I know there is work to do to achieve our goals of winning consistently at the highest levels."}, {"type": "text", "text": "'To get there, it will require dedication, devotion and collaboration from the players, staff and everyone at the US Soccer Federation.'"}, {"type": "text", "text": "Hayes started her coaching career in the US and admitted on Tuesday it would be a fairy-tale end to her Chelsea career to lift the Women's Champions League for the first time at the end of the season."}, {"type": "text", "text": "The Champions League is the one major trophy that has eluded the 47-year-old during her 13 year tenure with the Blues, having lost 4-0 in the 2021 final to Barcelona and reached the semi-finals on three other occasions."}, {"type": "text", "text": "She was awarded an OBE in 2022 for services to football, having been judged FIFA Best Women's Coach - beating Sarina Wiegman - the year before."}, {"type": "text", "text": "US Soccer sporting director Matt Crocker led a worldwide search for interim coach Twila Kilgore's replacement."}, {"type": "text", "text": "In this year's Women's World Cup, the US crashed out during the last 16 after losing to Sweden on penalties - the first time the country's team had not come first, second or third in the tournament's history. At the time it was managed by Vlatko Andonovski."}, {"type": "text", "text": "United States Women have also won four Olympic golds, but only took home bronze in 2020."}, {"type": "text", "text": "A statement from US Soccer revealed Hayes will become the highest-paid women's football coach in the world. "}, {"type": "text", "text": "'Emma is a fantastic leader and world-class coach who sets high standards for herself and for everyone around her,' added US Soccer president Cindy Parlow Cone."}, {"type": "text", "text": "'She has tremendous energy and an insatiable will to win. Her experience in the USA, her understanding of our soccer landscape and her appreciation of what it means to coach this team makes her a natural fit for this role and we could not be more pleased to have her leading our women's national team forward.'"}]}, {"_id": "6554e71a20e292887546e9e2", "url": "https://news.sky.com/story/single-noise-complaint-against-beith-parish-church-bell-silences-200-year-tradition-13008896", "articleType": "text", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Single noise complaint against church bell silences 200-year tradition", "lead": "A church bell that chimed every hour for 200 years has been silenced following a single noise complaint.", "author": "Jenness Mitchell", "datePublished": {"$date": "2023-11-15T16:43:22.196Z"}, "dateScraped": {"$date": "2023-11-15T16:43:22.196Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:22.196Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-beith-parish-church_6361513.jpg?20231115143053", "body": [{"type": "text", "text": "The 24-hour ringing at Beith Parish Church in North Ayrshire has been stopped after a resident complained to the council's environmental health department that their sleep was being disturbed."}, {"type": "headline", "text": "The Church of Scotland has now stopped the bell between 11pm and 7am after North Ayrshire Council suggested halting the ringing overnight."}, {"type": "text", "text": "A local petition has since been launched to restore the chime in the clock tower."}, {"type": "text", "text": "However, the Church of Scotland said its members were 'empathetic' and recognised how 'low frequency noise can be disturbing for some'."}, {"type": "text", "text": "The issue was said to have been discussed at two separate Kirk Session meetings and advice was sought from the environmental health department before an official complaint was lodged with the council."}, {"type": "text", "text": "A Church of Scotland spokesperson said: 'Embracing the bible teaching 'love thy neighbour as thyself', the Kirk Session took environmental health's suggestion on board and the clock bell has not sounded between 11pm and 7am since 11 October."}, {"type": "text", "text": "'The bell continues to chime on the hour between 8am and 10pm, seven days a week.'"}, {"type": "text", "text": "Beith Parish Church opened for service in August 1810."}, {"type": "text", "text": "The church bell was given to the church by Robert Shedden, who lived in London but was a native of Beith, in 1823."}, {"type": "text", "text": "The complaint was reportedly made by a new resident."}, {"type": "text", "text": "A petition has been launched to restore the 24-hour chime and has collected almost 1,000 signatures."}, {"type": "text", "text": "Organiser Bryan McWilliams said the chiming clock is 'more than just a timekeeper'."}, {"type": "text", "text": "He explained: 'It serves as an audible connection to our history and heritage and has been chiming for 200 years.'"}, {"type": "text", "text": "The long-time resident believes the loss of the bell has 'disrupted' the town's sense of community and identity."}, {"type": "text", "text": "He added: 'Many townsfolk have shared stories about how they've relied on these chimes throughout their lives - from knowing when it was time to head home as children playing in the streets, to relying on them during power outages."}, {"type": "text", "text": "'We understand that everyone's comfort is important. However, we believe that one person's discomfort should not outweigh a tradition loved by many and ingrained in our community for generations.'"}]}, {"_id": "6554e71a20e292887546e9e3", "url": "https://news.sky.com/story/when-will-the-iceland-volcano-erupt-13008792", "articleType": "text", "primaryCategory": "world", "subCategories": "NONE", "title": "When will the Iceland volcano erupt?", "lead": "Iceland is on high alert for a volcanic eruption, with a state of emergency declared and almost 4,000 residents evacuated from their homes.", "author": "NONE", "datePublished": {"$date": "2023-11-15T16:43:22.594Z"}, "dateScraped": {"$date": "2023-11-15T16:43:22.594Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:22.594Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-volcano-iceland_6361452.jpg?20231115132916", "body": [{"type": "text", "text": "There is a 'considerable' risk of an eruption on or just off the Reykjanes Peninsula, about 30 miles from the capital Reykjavik, according to the Icelandic Meteorological Office."}, {"type": "text", "text": "The region has been shaken by hundreds of small earthquakes every day for more than two weeks."}, {"type": "text", "text": "Scientists have been monitoring a build-up of magma some three miles underground."}, {"type": "text", "text": "Here is what we know about when an eruption might happen."}, {"type": "headline", "text": "When could the volcano erupt?"}, {"type": "text", "text": "The probability of the volcano erupting at Fagradalsfjall in the coming days is 'high', according to the Icelandic Meteorological Office (IMO)."}, {"type": "text", "text": "'We believe that this intrusion is literally hovering, sitting in equilibrium now just below the earth's surface,' Matthew James Roberts from the agency said."}, {"type": "text", "text": "But there is still 'tremendous uncertainty', he added. 'Will there be an eruption and if so, what sort of damage will occur?'"}, {"type": "text", "text": "'At this stage, it is not possible to determine exactly whether and where magma might reach the surface,' the IMO said."}, {"type": "text", "text": "Earthquake activity at Fagradalsfjall decreased over the weekend, which 'indicates that a new phase of magma intrusion is occurring', said Dr Margaret Hartley, lecturer in Earth Sciences at Manchester University."}, {"type": "text", "text": "Previous earthquakes in the areas were 'all preceded by decreases in seismic activity, so this isn't necessarily an indication that the volcanic unrest is dying down'."}, {"type": "text", "text": "On Tuesday, the Icelandic authorities judged the risk has temporarily eased enough to allow Grindavik's inhabitants to briefly return home - escorted by search and rescue teams - to collect pets and belongings."}, {"type": "text", "text": "Authorities have raised their aviation alert to orange, indicating an increased risk of a volcanic eruption."}, {"type": "text", "text": "Volcanic eruptions pose a serious hazard to aviation because they can spew highly abrasive ash high into the atmosphere, where it can cause jet engines to fail, damage flight control systems and reduce visibility."}, {"type": "text", "text": ""}, {"type": "headline", "text": "How much damage will it cause?"}, {"type": "text", "text": "How much disruption the eruption causes will depend on where the magma breaks the surface, and the size and style of the eruption, Dr Hartley said."}, {"type": "text", "text": "Dr Phil Collins from Brunel University London said an eruption would cause problems for the Icelandic people, but noted they are 'very well prepared and have lots of experience in dealing with eruptions'."}, {"type": "text", "text": "'If the eruption does occur, there may be significant lava flows which could destroy peoples' homes and other infrastructure, as well as block valleys and change surface drainage,' he said."}, {"type": "text", "text": "Any eruption is not expected to cause the kind of ash cloud created by the Eyjafjallajokull eruption back in 2010, which caused chaos to global air travel."}, {"type": "text", "text": "Dr Dave McGarvie, a volcanologist with the University of Lancaster said: 'The volcanoes on the Reykjanes Peninsula do not have the ability to produce the disruptive ash clouds that characterised the Eyjafjallajokull 2010 eruption.'"}, {"type": "text", "text": "Lessons were learnt from that event, he said, and even an identical eruption would not be so disruptive now."}]}, {"_id": "6554e71a20e292887546e9e4", "url": "https://news.sky.com/story/loyal-dog-found-next-to-colorado-hikers-body-survived-for-10-weeks-by-eating-mice-and-avoiding-bears-13008697", "articleType": "text", "primaryCategory": "world", "subCategories": "NONE", "title": "How dog found next to hiker's body survived for 10 weeks", "lead": "A tiny dog found alive by her owner's body 10 weeks after the pair went missing on a hike showed 'dedication and loyalty' to her owner, a rescuer has said.&#160;", "author": "NONE", "datePublished": {"$date": "2023-11-15T16:43:22.702Z"}, "dateScraped": {"$date": "2023-11-15T16:43:22.702Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:22.702Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-richard-moore-rich-moore_6360333.jpg?20231114125600", "body": [{"type": "text", "text": "Rich Moore, 71, and his 12-pound Jack Russell terrier Finney disappeared on 19 August on a planned hike to Blackhead Peak in the Colorado mountains."}, {"type": "text", "text": "Rescue teams searched the treacherous and steep mountain between the peak and where Mr Moore's car was parked without success, said Delinda VanneBrightyn from Taos Search and Rescue."}, {"type": "headline", "text": "When a hunter found Mr Moore's body on 30 October, Finney was still with her owner, despite having lost half her body weight."}, {"type": "text", "text": "Finney is believed to have survived by hunting small animals such as mice while also managing to avoid predators like mountain lions, coyotes and bears, Ms VanneBrightyn said."}, {"type": "text", "text": "'If that dog could talk it would be an amazing story,' she said. 'We probably could not even believe the story the dog would tell.'"}, {"type": "text", "text": "A recovery crew was flown in the day after Mr Moore's body was found. Finney was taken to a vet for a check-up and treatment and is now with Mr Moore's family, the sheriff's office said."}, {"type": "text", "text": "Ms VanneBrightyn said they were very glad to return Finney to the family 'because they have lost their loved one, but they still have this wonderful, loyal dog'."}, {"type": "text", "text": "Ms VanneBrightyn, who has trained dogs for two decades, said Finney's 'magnificent story of survival' was a testament to her dedication and loyalty to Mr Moore."}, {"type": "text", "text": "'Jack Russells are pretty fierce, I have to say, they're tough little dogs.'"}, {"type": "text", "text": "The hunter found Moore's body about 1.5 miles east of the peak, further away from his car, Ms VanneBrightyn said."}, {"type": "text", "text": "Mr Moore, who was an experienced hiker, died of hypothermia, Archuleta County Coroner Brad Hunt said."}, {"type": "text", "text": "Hypothermia can cause people to become disoriented and confused."}]}, {"_id": "6554e71a20e292887546e9e5", "url": "https://news.sky.com/story/friends-stars-jennifer-aniston-and-david-schwimmer-pay-tribute-to-matthew-perry-13008769", "articleType": "text", "primaryCategory": "world", "subCategories": "NONE", "title": "Friends stars Jennifer Aniston and David Schwimmer pay tribute to Matthew Perry", "lead": "Friends stars Jennifer Aniston and David Schwimmer have paid tribute to Matthew Perry.", "author": "Niamh Lynch", "datePublished": {"$date": "2023-11-15T16:43:22.817Z"}, "dateScraped": {"$date": "2023-11-15T16:43:22.817Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:22.817Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/768x432/skynews-matthew-perry-jennifer-aniston_6342826.jpg?20231031130752", "body": [{"type": "text", "text": "Aniston, who played Rachel Green in the show, wrote in an Instagram post: 'Oh boy this one has cut deep... Having to say goodbye to our Matty has been an insane wave of emotions that I've never experienced before."}, {"type": "text", "text": "'We all experience loss at some point in our lives. Loss of life or loss of love."}, {"type": "text", "text": "'Being able to really SIT in this grief allows you to feel the moments of joy and gratitude for having loved someone that deep. And we loved him deeply. He was such a part of our DNA. We were always the six of us."}, {"type": "text", "text": "'This was a chosen family that forever changed the course of who we were and what our path was going to be."}, {"type": "text", "text": "'For Matty, he KNEW he loved to make people laugh. As he said himself, if he didn't hear the 'laugh' he thought he was going to die. His life literally depended on it. And boy did he succeed in doing just that."}, {"type": "text", "text": "'He made all of us laugh. And laugh hard. In the last couple weeks, I've been pouring over our texts to one another. Laughing and crying then laughing again. I'll keep them forever and ever. I found one text that he sent me out of nowhere one day. It says it all."}, {"type": "text", "text": "'Matty, I love you so much and I know you are now completely at peace and out of any pain. I talk to you every day… sometimes I can almost hear you saying 'could you BE any crazier?'"}, {"type": "text", "text": "'Rest little brother. You always made my day.'"}, {"type": "text", "text": "Aniston also posted a picture of a text exchange with Perry where he said: 'Making you laugh just made my day.'"}, {"type": "text", "text": "Meanwhile, Schwimmer, who played Ross Geller in the sitcom, said: 'Matty, thank you for ten incredible years of laughter and creativity."}, {"type": "text", "text": "'I will never forget your impeccable comic timing and delivery. You could take a straight line of dialogue and bend it to your will, resulting in something so entirely original and unexpectedly funny it still astonishes."}, {"type": "text", "text": "'And you had heart. Which you were generous with, and shared with us, so we could create a family out of six strangers."}, {"type": "text", "text": "'This photo is from one of my favourite moments with you. Now it makes me smile and grieve at the same time."}, {"type": "text", "text": "'I imagine you up there, somewhere, in the same white suit, hands in your pockets, looking around - 'could there BE any more clouds?''"}, {"type": "headline", "text": "Perry, 54, died last month after an apparent drowning at his Los Angeles home. His death is being investigated by the Los Angeles County Medical Examiner's Office after a post-mortem examination with toxicology tests."}, {"type": "headline", "text": "He played the quick-witted Chandler Bing in the beloved sitcom between 1994 and 2004."}, {"type": "text", "text": "LeBlanc, who played Chandler's best friend Joey Tribbiani in the show, said in an Instagram post on Tuesday that 'the times we had together are honestly among the favourite times of my life'."}, {"type": "text", "text": "In an emotional tribute, LeBlanc wrote: 'I am so grateful for every moment I had with you Matty and I miss you every day.'"}, {"type": "text", "text": "'It is with a heavy heart I say goodbye."}, {"type": "text", "text": "'It was an honour to share the stage with you and to call you my friend. I will always smile when I think of you and I'll never forget you. Never."}, {"type": "text", "text": "'Spread your wings and fly brother you're finally free. Much love."}, {"type": "text", "text": "'And I guess you're keeping the 20 bucks you owe me.'"}, {"type": "headline", "text": "Courteney Cox, who played Chandler's wife Monica Geller on Friends, said on Tuesday: 'I am so grateful for every moment I had with you Matty and I miss you every day."}, {"type": "text", "text": "On Instagram, she shared what she described as one of her favourite moments with her friend 'Matty'."}, {"type": "text", "text": "'To give a little backstory, Chandler and Monica were supposed to have a one night fling in London. But because of the audience's reaction, it became the beginning of their love story."}, {"type": "headline", "text": "Click to subscribe to the Informfully Daily wherever you get your podcasts"}, {"type": "text", "text": "'In this scene, before we started rolling, he whispered a funny line for me to say. He often did things like that. He was funny and he was kind.'"}, {"type": "headline", "text": "Tributes poured in following Perry's death, including messages from Canadian Prime Minister Justin Trudeau - who attended the same school as the actor - and Sarah, Duchess of York, who had a cameo appearance in Friends."}, {"type": "headline", "text": "In a joint statement released after his death on 28 October, his Friends co-stars - LeBlanc, Cox, Aniston, Schwimmer and Lisa Kudrow - said: 'We are all so utterly devastated by the loss of Matthew. We were more than just cast mates. We are a family."}, {"type": "text", "text": "'There is so much to say, but right now we're going to take a moment to grieve and process this unfathomable loss.'"}, {"type": "headline", "text": "They were also among 20 mourners at Perry's funeral in the Hollywood Hills earlier this month."}, {"type": "text", "text": "Perry was open about his battle with substance abuse and addiction, and set up a sober living facility for men with similar issues."}, {"type": "headline", "text": "A foundation has now been set up to help others struggling with the disease."}]}, {"_id": "6554e71a20e292887546e9e6", "url": "https://news.sky.com/story/liverpool-family-tell-of-horror-in-gaza-as-israel-hamas-war-broke-out-13008272", "articleType": "text", "primaryCategory": "world", "subCategories": "NONE", "title": "'There was no safe place': Liverpool family tell of horror in Gaza as Israel-Hamas war broke out", "lead": "For over three weeks, Aladdin, Olfat and their 20-year-old daughter were surrounded by an endless barrage of bombs in Gaza.", "author": "Inzamam Rashid", "datePublished": {"$date": "2023-11-15T16:43:22.931Z"}, "dateScraped": {"$date": "2023-11-15T16:43:22.931Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:22.931Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-israel-hamas-war-gaza_6360519.jpg?20231114153348", "body": [{"type": "headline", "text": "After being trapped there, they managed to escape and have now returned to Liverpool and have shared their experience of war with Informfully."}, {"type": "headline", "text": "The trio, with other family members, were at their home in Gaza City when Israel's retaliation began following Hamas's 7 October attack."}, {"type": "text", "text": "They knew after the attack something was coming, they just didn't know when."}, {"type": "headline", "text": "Olfat Alsaqqa, who hadn't returned to Gaza since she fled the war in 2014, says she'd never seen anything like this before: 'At the beginning we felt very scared."}, {"type": "headline", "text": "'We didn't know what the reaction would be like from the Israeli side. At first they were quiet and then suddenly they started bombing everything."}, {"type": "text", "text": "'Towers were falling down very close to us and we didn't know what we should do, whether our place is safe or not and where we should go.'"}, {"type": "text", "text": "The family listened to the orders of the Israeli Defence Forces and fled south, taking Aladdin's 97-year-old mother with them, and on route they witnessed endless destruction."}, {"type": "text", "text": "But in Khan Younis, where they stayed with other relatives, 27 in total, the rockets continued."}, {"type": "headline", "text": "Follow updates: Houthi leader vows to continue attacks"}, {"type": "text", "text": "Aladdin Saga, told Informfully: 'There was no safe place in all of Gaza Strip. From the north to the south they are using the air, the sea, the land at the same time, bombing everywhere. You're just sitting and waiting for your destiny.'"}, {"type": "text", "text": "His wife added: 'Everyday we were feeling that we were going to die and that we are the target. When the rockets stop, we just touch our bodies to check if we're still alive. But then we don't know when it is our turn, so it was miserable.'"}, {"type": "text", "text": "Back in Liverpool, three of Aladdin and Olfat's children were left worried, often without any communication with their parents - it's all Olfat could think about."}, {"type": "text", "text": "'I was feeling very bad. I felt, that I'm not going to stay alive,' she said. 'I was just telling my daughters and my son in the UK to take care of yourself, take care of each other."}, {"type": "text", "text": "'If we don't come back, just try to stay together, don't separate. And every time I say to Allah, 'please protect my kids whilst they are by themselves'.'"}, {"type": "text", "text": "Whilst in Khan Younis the couple say leaving the house wasn't an option, supplies were running out and every day they were hearing of a relative or a friend that had been killed."}, {"type": "text", "text": "Aladdin recalls one time he had to visit a hospital with a friend, whose daughter was badly injured. 'We went there and what I saw, I couldn't believe it was true, I thought I was dreaming. I saw bodies on the ground of the hospital."}, {"type": "text", "text": "'There were not enough beds to put the injured people on. People were bleeding, you're walking on blood in the al Shifa hospital emergency department."}, {"type": "text", "text": "'There were not enough medics, doctors to accept the hundreds and thousands of wounded people. I'm walking through and I'm seeing people just die, and I can't do anything for them.'"}, {"type": "text", "text": "He says it's a sight he'll never forget. But this British-Palestinian couple do blame Hamas for what's happening in their homeland."}, {"type": "text", "text": "Olfat said: 'I don't like Hamas. No one in Gaza likes Hamas. Everyone wants to get rid of Hamas. I blame them for everything."}, {"type": "text", "text": "'I also blame Israel for what they have done to us. I don't want Israel on my land but I don't want to get rid of my people because of that."}, {"type": "text", "text": "'We can do something else. This is not the right way to get rid of Israel and this is not the right way to get rid of Hamas.'"}, {"type": "text", "text": "After six dangerous and risky attempts of trying to leave Gaza via the Rafah crossing with Egypt, Aladdin and his family's names were on the list allowing them to leave."}, {"type": "text", "text": "They thank the British Foreign Office for helping them get to safety and return to the UK."}, {"type": "text", "text": "But while here the conflict in the Middle East continues - Aladdin says: 'We feel guilty that we are alive and many people are still there."}, {"type": "text", "text": "'All the time, our minds are still in Gaza. If anything happened to my sister and mother who are still there I will never forgive myself.'"}]}, {"_id": "6554e71b20e292887546e9e7", "url": "https://news.sky.com/story/plane-forced-to-return-to-airport-after-horse-gets-loose-on-board-13008688", "articleType": "text", "primaryCategory": "world", "subCategories": "NONE", "title": "Plane forced to return to airport after horse escapes on board", "lead": "A plane was forced to return to an airport shortly after taking off when a horse got loose on board.", "author": "NONE", "datePublished": {"$date": "2023-11-15T16:43:23.075Z"}, "dateScraped": {"$date": "2023-11-15T16:43:23.075Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:23.075Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-boeing-747-generic_6361264.jpg?20231115110315", "body": [{"type": "text", "text": "Around half an hour after leaving New York on its way to Belgium, the Boeing 747 cargo plane contacted air traffic control to inform them of the escaped animal."}, {"type": "headline", "text": "'Yes sir, we are a cargo plane,' a pilot can be heard saying in an air traffic control recording obtained by Live ATC."}, {"type": "text", "text": "'We have a live animal, a horse, on board the aeroplane and the horse managed to escape its stall. We don't have a problem as of flying-wise, but we need to return to New York."}, {"type": "text", "text": "'We cannot get the horse back secure.'"}, {"type": "text", "text": "FlightRadar24 data showed the plane had climbed to 31,000ft before being forced to make a U-turn off the coast of Boston."}, {"type": "text", "text": "The audio showed it then dumped around 20 tonnes of fuel over the Atlantic, to ensure the aircraft was not above the safe weight limit for landing."}, {"type": "text", "text": "The pilot can then be heard asking air traffic control to request a vet is present when the flight lands at New York's JFK airport."}, {"type": "headline", "text": "'We have a horse in... difficulty'"}, {"type": "text", "text": "Upon landing, a control tower worker asked the pilot if they required assistance."}, {"type": "text", "text": "'On the ground, negative, on the ramp, yes,' he replied."}, {"type": "text", "text": "'We have a horse in... difficulty.'"}, {"type": "text", "text": "The operator of the 9 November flight, Air Atlanta Icelandic, has been contacted for comment."}]}, {"_id": "6554e71b20e292887546e9e8", "url": "https://news.sky.com/story/outsider-wins-bird-of-the-century-for-its-propensity-for-puking-thanks-largely-to-john-oliver-13008694", "articleType": "text", "primaryCategory": "world", "subCategories": "NONE", "title": "Outsider wins bird of the century for its 'propensity for puking' - thanks largely to John Oliver", "lead": "The puteketeke, a bird that vomits, grunts, growls and has bizarre mating rituals, won&#160;New Zealand's bird of the century competition after comedian John Oliver intervened in campaigning.&#160;", "author": "NONE", "datePublished": {"$date": "2023-11-15T16:43:23.429Z"}, "dateScraped": {"$date": "2023-11-15T16:43:23.429Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:23.429Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-puteketeke-new-zealand_6361349.jpg?20231115121805", "body": [{"type": "text", "text": "Oliver launched what he called an 'alarmingly aggressive' campaign to crown the puteketeke the winner of the annual contest, run by environmental organisation Forest and Bird."}, {"type": "text", "text": "His efforts included erecting billboards in Paris and Tokyo, asking viewers to vote for the orange-mulleted bird and promoting it on The Tonight Show with Jimmy Fallon."}, {"type": "text", "text": "He exploited a loophole in the system that allows anyone to vote from anywhere."}, {"type": "text", "text": "It's not the first time support from abroad has ruffled feathers. In 2019, a flurry of votes from Russia sparked suspicion of election tampering, but Forest and Bird later said the votes were legitimate."}, {"type": "text", "text": "The competition received a record number of verified votes - more than 350,000 from 195 countries - crashing the verification system and delaying the results for two days."}, {"type": "text", "text": "The puteketeke began as an 'outside contender', Forest and Bird chief executive Nicola Toki said, 'but was catapulted to the top spot thanks to its unique looks, adorable parenting style, and propensity for puking'."}, {"type": "text", "text": "'We're not surprised these charming characteristics caught the eye of an influential bird enthusiast with a massive following,' she added."}, {"type": "text", "text": "Thousands of votes had to be discarded as fraudulent, including 40,000 votes cast by a single person for apenguin, Ms Toki said."}, {"type": "text", "text": "Another person from Pennsylvania cast 3,403 votes for their choice with one arriving every three seconds."}, {"type": "text", "text": "Campaign managers for other birds called foul on Oliver's campaign, calling on New Zealanders to vote for other birds including the kakapo parrot and the national bird, the kiwi."}, {"type": "text", "text": "But the puteketeke came out streets ahead with 290,374 votes. In second place, the brown kiwi had 12,904 votes."}, {"type": "text", "text": "The puteketeke eats its own feathers to line its stomach and then vomits to expel parasites."}, {"type": "text", "text": "It is also known for making grunting and growling sounds, and engaging in mating dances such as the 'weed dance' where the birds offer each other water weed and the 'ghostly penguin' where they rise chest to chest while walking on water."}]}, {"_id": "6554e71b20e292887546e9e9", "url": "https://news.sky.com/story/israel-hamas-israel-launches-targeted-raid-on-al-shifa-hospital-13008524", "articleType": "text", "primaryCategory": "world", "subCategories": "NONE", "title": "IDF enters Gaza's largest hospital but says it has delivered incubators", "lead": "Israel's military says it has delivered incubators, baby food and medical supplies to the al Shifa hospital where its 'targeted operation' is 'still ongoing'.", "author": "NONE", "datePublished": {"$date": "2023-11-15T16:43:23.806Z"}, "dateScraped": {"$date": "2023-11-15T16:43:23.806Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:23.806Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-israel-defence-forces_6361171.jpg?20231115101650", "body": [{"type": "headline", "text": "Israeli forces said overnight they had entered a 'specified area' of the medical complex for a 'precise and targeted' operation 'against Hamas', with tanks and troops seen at the site this morning."}, {"type": "text", "text": "The Israel Defense Force (IDF) has since released images it claims shows their military operation at the al Shifa hospital."}, {"type": "text", "text": "Meanwhile, the Hamas-led health ministry has released photos it claims shows damage inside the hospital during the operation."}, {"type": "text", "text": "A senior Israeli defence official has said there has been no combat inside the hospital complex and that forces are in one specific area."}, {"type": "text", "text": "A doctor inside the hospital, Ahmed El Mokhallalati, told Reuters that gunfire outside the compound has forced staff to hide away from the windows."}, {"type": "text", "text": "'Bombardment. Shooting around the hospital and within the hospital. It's really horrible... and then we realised that the tanks are moving around the hospital,' he said."}, {"type": "text", "text": "'They just parked in front of the hospital emergency department. All kinds of weapons were used. They targeted the hospital directly. We try to avoid being near the windows.'"}, {"type": "headline", "text": "Other key developments• Israel says it has agreed to allow fuel into Gaza for first time during conflict• Israeli military says it has taken over refugee camp• Pro-Palestinian protest in San Francisco ahead of meeting between Biden and Xi• US fighter aircraft strike locations in eastern Syria"}, {"type": "headline", "text": "Follow live: Israeli forces enter al Shifa hospital in 'targeted operation'"}, {"type": "text", "text": "The IDF has said in a post on X, formerly known as Twitter, that its 'precise and targeted operation is still ongoing'."}, {"type": "text", "text": "The post added: 'We can now confirm that incubators, baby food and medical supplies, provided by the IDF, have successfully reached the hospital."}, {"type": "text", "text": "'Our medical team and Arabic-speaking soldiers are on the ground to ensure that these supplies reach those in need.'"}, {"type": "text", "text": "Medical staff there had previously reported babies were taken out of existing incubators as there was no electricity supply because fuel had been cut off, rather than a shortage of incubators."}, {"type": "text", "text": "However, IDF officials have said the incubators being delivered would not need to be connected to a power source."}, {"type": "text", "text": "The raid comes hours after the US backed Israel's claims that the medical facility had been used by Hamas as a base for operations."}, {"type": "headline", "text": "Hamas - which flatly denied the claims - blamed US President Joe Biden and his administration for the Israeli raid, saying that the 'adopting' of the allegations had effectively given Israel the 'green light' to launch the operation."}, {"type": "text", "text": "However, in a statement, the White House said it did not support air strikes on the hospital and that it 'did not want to see' a firefight inside the facility."}, {"type": "text", "text": "The White House also urged that patients 'must be protected' during the raid."}, {"type": "text", "text": "While thousands have fled the hospital since the outbreak of the Israel-Hamas conflict, around 650 patients and 500 staff - along with around 2,500 displaced Palestinians - are thought to still be in al Shifa, according to UN estimates."}, {"type": "text", "text": "IDF spokesperson, Lieutenant Colonel Peter Lerner, said their intelligence put the number of people still inside the facility at around 1,000."}, {"type": "text", "text": "He also said IDF forces would 'perhaps' rescue some of the estimated 240 hostages who were taken into Gaza during Hamas's attack on Israel on 7 October."}, {"type": "text", "text": "Israel has repeatedly claimed that al Shifa - a large medical complex in Gaza City - along with other hospitals, have been used as bases by Hamas."}, {"type": "text", "text": "It has previously threatened to target al Shifa and has warned about the potential for the facility to lose its protection under international humanitarian law if used to hide fighters or store weapons."}, {"type": "text", "text": "On Monday, President Biden said that the hospital 'must be protected' and that it was his 'expectation' that there would be 'less intrusive action'."}, {"type": "text", "text": "It came before the White House's national security council spokesperson, John Kirby, said on Tuesday that the US had its own intelligence that showed Hamas were operating out of al Shifa."}, {"type": "text", "text": "Hamas responded to 'strongly condemn and reject the claims'."}, {"type": "text", "text": "However, hours later, the IDF announced it had launched its 'targeted operation' at the hospital."}, {"type": "text", "text": ""}, {"type": "text", "text": "In a statement announcing the raid, the IDF said it had 'publicly warned time and again that Hamas' continued military use of the hospital jeopardised its protected status under international law'."}, {"type": "text", "text": "'Yesterday [Monday], the IDF conveyed to the relevant authorities in Gaza once again that all military activities within the hospital must cease within 12 hours,' the statement adds."}, {"type": "text", "text": "'Unfortunately, they did not.'"}, {"type": "text", "text": "The IDF urged any Hamas fighters in the hospital to surrender immediately."}, {"type": "text", "text": "In response, Hamas said it held Israel, President Biden, and his administration, 'fully responsible for the repercussions of the occupation army's storming of the Shifa Medical Complex, and what the medical staff and thousands of displaced people are exposed to, as a result of this brutal crime against a health facility protected by international law'."}, {"type": "text", "text": "The raid came amid claims of a humanitarian crisis at the hospital. Gaza's Hamas-run Health Ministry said 32 patients, including three babies, had died since the hospital's emergency generator ran out of fuel on Saturday."}]}, {"_id": "6554e71b20e292887546e9ea", "url": "https://news.sky.com/story/new-footage-shows-british-israeli-soldier-toss-grenades-back-at-hamas-13008579", "articleType": "text", "primaryCategory": "world", "subCategories": "NONE", "title": "New footage shows British-Israeli soldier toss grenades back at Hamas", "lead": "New footage has emerged showing the final heroic act of an off-duty British-Israeli soldier who threw back seven grenades targeted at a shelter by Hamas gunmen during the attack on a music festival on 7 October.", "author": "NONE", "datePublished": {"$date": "2023-11-15T16:43:23.957Z"}, "dateScraped": {"$date": "2023-11-15T16:43:23.957Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:23.957Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/768x432/skynews-israel-aner-shapiro_6335803.png?20231025231501", "body": [{"type": "text", "text": "Aner Shapiro was killed when the eighth grenade thrown at him went off in his hand as he attempted to defend his fellow festivalgoers."}, {"type": "text", "text": "A four-minute dashcam video from a nearby car was posted on Telegram by South First Responders, a group that shares material on the attacks by Hamas."}, {"type": "headline", "text": "Follow live: Israeli forces enter al Shifa Hospital in 'targeted operation'"}, {"type": "text", "text": "At one point, a person runs out of the shelter and appears to be gunned down by the Hamas fighters, who can also be seen firing bullets into the shelter."}, {"type": "text", "text": "The footage goes on to show several gunmen tossing grenade after grenade into the shelter which are thrown out by the 22-year-old staff sergeant until he dies."}, {"type": "headline", "text": "His grandmother Yamima Ben-Menahem told Informfully last month how he valiantly stood up against the militants and did his best to keep people calm."}, {"type": "text", "text": "'They were trying to get out of the party and then there were alarms and there were missiles,' she said."}, {"type": "text", "text": "'And they went into a shelter he was with his friend Hersh Goldberg but there were about 30 other people there."}, {"type": "text", "text": "'First of all he calmed them down saying the army was only half an hour away and he was sure everything was going to be okay."}, {"type": "text", "text": "'He was a natural leader, wherever he was.'"}, {"type": "text", "text": ""}, {"type": "text", "text": "She added: 'He just stood there and threw back one grenade after the other."}, {"type": "text", "text": "'From what his friends told us he managed to throw back about seven grenades, and then the last one exploded in his hands."}, {"type": "text", "text": "'The people who survived started calling us after they found out who his family was and one after the other said 'he saved our lives'.'"}, {"type": "text", "text": "The Supernova festival near Re'im in southern Israel was attended by several hundred people when Hamas gunmen opened fire."}, {"type": "text", "text": "At least 260 bodies people were killed and many were kidnapped."}, {"type": "text", "text": "It was among several sites targeted by Hamas during its co-ordinated, multi-pronged and unprecedented surprise assault on Israel."}]}, {"_id": "6554e71c20e292887546e9eb", "url": "https://news.sky.com/story/india-tunnel-collapse-some-of-the-40-trapped-workers-fall-sick-as-rescue-delayed-13008581", "articleType": "text", "primaryCategory": "world", "subCategories": "NONE", "title": "Some of the 40 workers trapped in collapsed Indian tunnel fall sick as rescue delayed", "lead": "Some of the 40 Indian construction workers trapped in a collapsed road tunnel for four days have fallen sick as falling debris and technical glitches have delayed the work to free them.", "author": "Samuel Osborne", "datePublished": {"$date": "2023-11-15T16:43:24.354Z"}, "dateScraped": {"$date": "2023-11-15T16:43:24.354Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:24.354Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-india-tunnel-collapse_6361004.jpg?20231115080010", "body": [{"type": "headline", "text": "Wide pipes are set to be drilled through excavated rubble to create a passage to free the workers, who have been trapped since Sunday."}, {"type": "headline", "text": "Relatives and friends of the trapped workers gathering outside the tunnel in the north Indian state of Uttarakhand have grown frustrated and angry with reports some workers were becoming unwell."}, {"type": "text", "text": "Magistrate Abhishek Ruhela said some workers have sent messages saying they are suffering from fever, body aches, and nervousness."}, {"type": "text", "text": "Medicine has been sent through pipes that were set up earlier to get water and food to the workers."}, {"type": "text", "text": "Two of the workers were reported to have minor injuries from the falling debris."}, {"type": "text", "text": "Around 200 disaster relief personnel are using drilling equipment and excavators to rescue the workers, who are mostly migrant labourers from across India."}, {"type": "text", "text": "Steel pipes 2ft 6in (76cm) wide, which arrived at the site on Tuesday, will be pushed through an opening of excavated debris with the help of hydraulic jacks to safely pull out the stranded workers."}, {"type": "text", "text": "Gaurav Singh, a state government official, said the rescue operation was delayed because of a technical fault in the drilling machine, but a new machine has been installed."}, {"type": "text", "text": "Falling debris also delayed the start of the drilling on Tuesday."}, {"type": "text", "text": ""}, {"type": "text", "text": "'These are challenges in such rescue operations, but we will overcome them,' said Ranjit Sinha, a disaster management official."}, {"type": "text", "text": "A landslide on Sunday caused a portion of the 4.5km tunnel to collapse about 200m from the entrance."}, {"type": "text", "text": "The construction of the tunnel is part of a flagship federal government project connecting various Hindu pilgrimage sites."}, {"type": "headline", "text": "Region prone to landslides, earthquakes and floods"}, {"type": "text", "text": "The region, which is dotted with Hindu temples and sees a huge flow of pilgrims and tourists every year, is prone to landslides, earthquakes and floods."}, {"type": "text", "text": "It has expanded over the years with the massive construction of buildings and roads."}, {"type": "text", "text": "The tunnel collapse follows land subsidence events in the state that geologists, residents and officials have blamed on rapid construction in the mountains."}]}, {"_id": "6554e71c20e292887546e9ec", "url": "https://news.sky.com/story/hippos-descended-from-pablo-escobars-pets-being-sterilised-by-colombian-government-13008626", "articleType": "text", "primaryCategory": "world", "subCategories": "NONE", "title": "Colombia starts sterilising hippos descended from drug kingpin Pablo Escobar's pets", "lead": "Colombia has started sterilising hippos descended from animals illegally brought to the country by drug lord&#160;Pablo Escobar in the 1980s.", "author": "NONE", "datePublished": {"$date": "2023-11-15T16:43:24.493Z"}, "dateScraped": {"$date": "2023-11-15T16:43:24.493Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:24.493Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-hippos-pablo-escobar_6361144.jpg?20231115095737", "body": [{"type": "text", "text": "The hippos spread from Escobar's estate into nearby rivers, where they flourished."}, {"type": "text", "text": "There are now more than 100 of them, prompting the government's plan to control the population."}, {"type": "text", "text": "Two male hippos and one female have been surgically sterilised, environmental authorities said."}, {"type": "text", "text": "The government plans to sterilise 40 hippos a year, transfer others to different countries, and may euthanise some of the animals."}, {"type": "text", "text": "The hippos have no natural predators in Colombia and have been declared an invasive species that could upset the ecosystem."}, {"type": "text", "text": "Sterilisation takes time, because spotting and capturing the territorial, aggressive 3-ton animals is complicated, David Echeverry Lopez, chief of the environment office in charge of the plan, said."}, {"type": "text", "text": "The amount of rain has made things even more difficult."}, {"type": "text", "text": "More grass means 'they have an oversupply of food, so baiting them to capture them becomes even more complicated,' he said."}, {"type": "text", "text": "A group of hippos was brought in the 1980s to Escobar's private zoo, Hacienda Napoles, which became a tourist attraction after his death in 1993."}, {"type": "text", "text": "Most of the animals live freely in rivers and reproduce without control. The government estimates there are 169 hippos in Colombia - and that if no measures are taken, there could be 1,000 by 2035."}, {"type": "text", "text": "When the plan was first announced, the environment ministry said each sterilisation costs about $9,800, and involves risks for the hippopotamus, including allergic reactions to anesthesia or death - along with dangers for the animal health personnel involved."}]}, {"_id": "6554e71d20e292887546e9ed", "url": "https://news.sky.com/story/manchester-united-chief-executive-to-step-down-in-management-transition-13008781", "articleType": "text", "primaryCategory": "business", "subCategories": "NONE", "title": "Manchester United chief executive to 'step down' in management transition", "lead": "Manchester United has confirmed its chief executive of two years, Richard Arnold, 'has decided to step down' as part of a 'management transition'.", "author": "NONE", "datePublished": {"$date": "2023-11-15T16:43:25.313Z"}, "dateScraped": {"$date": "2023-11-15T16:43:25.313Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:25.313Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-richard-arnold-manchester-united_6361236.jpg?20231115103910", "body": [{"type": "headline", "text": "The development was revealed shortly after Informfully reported that Mr Arnold would be replaced by the club's general counsel, Patrick Stewart, on an interim basis."}, {"type": "text", "text": "The change is taking place as the club's owners finalise the sale of a minority stake to the petrochemicals billionaire Sir Jim Ratcliffe."}, {"type": "headline", "text": "The club's statement to the New York Stock Exchange said that Mr Arnold, who has held roles at United for 16 years, would provide transitional support until the end of December."}, {"type": "text", "text": "Executive co-chairman, Joel Glazer, said: 'I would like to thank Richard for his outstanding service to Manchester United over the past 16 years and wish him all the best for his future endeavours."}, {"type": "text", "text": "'We are fortunate to be able to call on the deep knowledge and experience of Patrick Stewart to provide interim stability and continuity as we embark on a search for a new permanent CEO.'"}, {"type": "text", "text": "Mr Arnold said of his departure: 'It has been an incredible privilege to serve this great football club for the past 16 years."}, {"type": "text", "text": "'Through highs and lows, the constant has been the dedication of our employees and fans. I would like to thank all of them for their loyalty and commitment and wish everyone associated with the club the very best for the future.'"}, {"type": "text", "text": "Neither the club nor Mr Arnold gave any reason for the decision but its statement suggested that it was of his own making."}, {"type": "text", "text": "One source told Sky's City editor Mark Kleinman that Mr Stewart's appointment as interim CEO would allow United's new joint owners to identify the right long-term candidate to run the club."}, {"type": "text", "text": "United is expected to confirm, within days, Informfully' exclusive revelations that Sir Jim's Ineos Sports is acquiring a 25% stake."}, {"type": "headline", "text": "Kleinman revealed earlier this month that Sir Jim is to commit $300m (£245m) from his multibillion pound fortune to overhauling United's ageing infrastructure, in addition to the roughly £1.3bn he will spend on acquiring the stake."}, {"type": "text", "text": "The funds will be financed by Sir Jim personally and will not add to Manchester United's existing borrowings."}, {"type": "text", "text": "Reports in recent weeks have suggested that the billionaire will take immediate control of football matters at the club, alongside Ineos Sports colleagues including Sir Dave Brailsford, the former cycling supremo."}, {"type": "text", "text": "Many United fans have expressed disquiet at the prospect of Sir Jim buying a minority stake given that it paves the way for the Glazers' continued control."}, {"type": "text", "text": "The family, who paid just under £800m to buy the club in 2005, has remained inscrutable throughout the process and has said nothing of substance to the NYSE since the process of engaging with prospective buyers kicked off."}, {"type": "text", "text": "Earlier iterations of Sir Jim's offers for the club, which focused on gaining outright control, included put-and-call arrangements that would become exercisable three years after a takeover to enable him to buy out the remainder of the club's shares."}, {"type": "text", "text": "The Monaco-based billionaire, who owns the Ligue 1 side Nice, pitched a restructured deal last month in an attempt to unblock the ongoing impasse over United's future."}, {"type": "text", "text": "In addition to the competing bids from Sir Jim and Sheikh Jassim, the Glazers received several credible offers for minority stakes or financing to fund investment in the club."}, {"type": "text", "text": "The Glazers' tenure has been dogged by controversy and protests, with the absence of a Premier League title since Sir Alex Ferguson's retirement as manager in 2013 fuelling fans' anger at the debt-fuelled nature of their takeover."}, {"type": "text", "text": "'Love United, Hate Glazers' has become a familiar refrain during their tenure, with supporters critical of a perceived lack of investment in the club, even as the owners have reaped large dividends as a result of its ability to generate sizeable profits."}]}, {"_id": "6554e71e20e292887546e9ee", "url": "https://news.sky.com/story/private-rental-costs-run-at-fresh-record-high-13008700", "articleType": "text", "primaryCategory": "business", "subCategories": "NONE", "title": "Private rental costs run at fresh record high", "lead": "The pace of private rental bills hit a new record high last month, according to official figures charting the impact of rising interest rates on the housing market.", "author": "James Sillars", "datePublished": {"$date": "2023-11-15T16:43:26.673Z"}, "dateScraped": {"$date": "2023-11-15T16:43:26.673Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:26.673Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-rent-renting_6350297.jpg?20231106102651", "body": [{"type": "text", "text": "The Office for National Statistics (ONS) measured UK rental prices, in a provisional estimate, rising at a rate of 6.1% in the 12 months to October."}, {"type": "text", "text": "That was up from the 5.7% reported in the year to September and the highest rate since records began in 2016."}, {"type": "text", "text": "In a regional breakdown, Wales saw the strongest leap over the annual period - running at 6.9%."}, {"type": "text", "text": "That was followed by London at 6.8% with Scotland's rate running at 6.2%."}, {"type": "text", "text": "Average prices paid by tenants stood at 6% in England, the ONS said, with North East England seeing the weakest decline among the regions of 4.7%."}, {"type": "text", "text": "Wider house price data, which lags the rental figures, showed a decline in prices of 0.1% over the 12 months to September."}, {"type": "text", "text": "It marked, the ONS said, the first annual decline in prices since 2012 - a statistic that mirrored findings by mortgage lenders on the state of the market at the time."}, {"type": "headline", "text": "The rental and housing market price activity reflects the impact of interest rate rises, imposed by the Bank of England since December 2021, to tame inflation."}, {"type": "text", "text": "Raised borrowing costs have filtered through to landlords and new mortgage customers alike."}, {"type": "text", "text": ""}, {"type": "text", "text": "But more recent data has suggested that the Bank's decision to pause its interest rate cycle in September is starting to have an impact."}, {"type": "headline", "text": "Fixed mortgage costs are slowly retreating from levels way above 6%, helping activity and prices to return to month-on-month growth according to the most recent reports from Nationwide and the Halifax."}, {"type": "headline", "text": "The picture for rents is less clear but growing expectations that Bank rate will not be raised again, due to continued progress in the battle against inflation, mean that there is hope rental price growth may be nearing its peak."}, {"type": "text", "text": "A big stumbling block, however, continues to be a lack of supply with agents reporting fierce competition for rental properties becoming available."}, {"type": "headline", "text": "Charities warn that despite the easing of inflation, families will continue to face an evolving cost of living crisis this winter as bills for energy, food and housing remain well above pre-COVID levels."}]}, {"_id": "6554e71e20e292887546e9ef", "url": "https://news.sky.com/story/inflation-panic-seems-to-be-over-but-cost-of-living-crisis-remains-13008553", "articleType": "text", "primaryCategory": "business", "subCategories": "NONE", "title": "Inflation panic seems to be over but cost of living crisis remains", "lead": "In a sense, the headline news today is the least important bit of all.", "author": "Ed Conway", "datePublished": {"$date": "2023-11-15T16:43:26.846Z"}, "dateScraped": {"$date": "2023-11-15T16:43:26.846Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:26.846Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/22/03/768x432/skynews-energy-price-cap-bills_5721942.jpg?20220328164248", "body": [{"type": "headline", "text": "Inflation has dropped to 4.6% which means the chancellor and prime minister can claim victory in one of their five pledges - the one to halve inflation by the end of the year."}, {"type": "text", "text": "True, there's still a few months of data left to run (today's consumer price index figures are for October) but nearly every economist expects inflation to carry on falling in the coming months."}, {"type": "text", "text": "And given it was well over 10% a year ago, this pledge looks to have been ticked off."}, {"type": "text", "text": "But the inflation pledge was always a slightly arbitrary one - a political aspiration that was more or less in line with where economists thought this data series was going anyway. Though for a few months, when inflation came in higher than expected, it did look touch and go."}, {"type": "text", "text": "The government itself is not charged with controlling inflation - that's the Bank of England's job - so nor can it really claim responsibility for bringing it down."}, {"type": "text", "text": "But far more important than all of that are a couple of other points."}, {"type": "text", "text": "The first is that prices seem to be falling faster than expected, not just here but around much of the developed world, including in the US which published inflation data yesterday."}, {"type": "headline", "text": "That in turn raises the question of whether central banks such as the Bank of England will start cutting their official interest rates a bit sooner than anticipated."}, {"type": "text", "text": "Following this morning's data, investors began to price in a faster fall in UK official rates, with the Bank rate dropping to 4.75% by late summer next year."}, {"type": "text", "text": "The Bank has been at pains to emphasise that no one should expect a cut from the current 5.25% level any time soon. But those protestations will sound increasingly hollow if inflation keeps dropping below its expectations."}, {"type": "text", "text": "The second issue is that while inflation is falling quite rapidly, this doesn't mean life is getting any easier for many households around the country."}, {"type": "text", "text": "Remember: inflation isn't a measure of how high prices are, but how fast prices are rising. The main reason the consumer price index rate dropped so much in October is that the difference between costs this October and last October wasn't quite as big as the 12-month rate was the previous month."}, {"type": "text", "text": "That in turn was primarily because most of the big energy cost rises happened more than a year ago."}, {"type": "text", "text": "But those prices - notably for energy, food and other essentials - have not gone down."}, {"type": "text", "text": "They're just rising a little less quickly than they were before."}, {"type": "text", "text": "And no one expects them to go down."}, {"type": "text", "text": "Indeed, based on where wholesale gas prices are at the moment (and where they're projected to go in the coming months) there's little prospect of our gas and electricity bills dropping down to pre-2022 levels for the foreseeable future."}, {"type": "text", "text": "Tack on the fact that many households are also contending with higher interest rates and it's hard to argue that the cost of living crisis has ended."}, {"type": "text", "text": "The initial impact has now happened, but we're all still adapting to a world of much higher prices - and in the case of food, still rising by more than 10% a year."}, {"type": "text", "text": "None of this is to say there's not good news today."}, {"type": "text", "text": "For months, central banks had panicked that inflation was getting out of control. It now looks like it hasn't. But life is still tough and will continue to be tough for some time to come."}]}, {"_id": "6554e71f20e292887546e9f0", "url": "https://news.sky.com/story/iceland-scraps-christmas-ad-due-to-cost-of-living-crisis-13008690", "articleType": "text", "primaryCategory": "business", "subCategories": "NONE", "title": "Supermarket scraps Christmas ad due to cost of living crisis", "lead": "Supermarket chain Iceland has scrapped its Christmas advert this year to 'support its customers'.", "author": "Tomos Evans", "datePublished": {"$date": "2023-11-15T16:43:27.188Z"}, "dateScraped": {"$date": "2023-11-15T16:43:27.188Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:27.188Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-iceland-supermarket_6361155.jpg?20231115100602", "body": [{"type": "text", "text": "The managing director of the company said the decision was a 'no-brainer' as nearly a third plan to spend less this Christmas."}, {"type": "headline", "text": "In a post on X, formerly Twitter, Richard Walker said: 'Rather than spend millions creating and sharing a TV ad, we chose to invest the money supporting our customers during the cost of living crisis.'"}, {"type": "headline", "text": "Last year, the supermarket, which has its headquarters in Deeside, Flintshire, created a World Cup-themed Christmas advert featuring Noddy Holder and Brian Blessed."}, {"type": "text", "text": "This year will see advertisers spend a record amount of £9.5bn during the Christmas season, according to data released by the Advertising Association and the World Advertising Research Centre."}, {"type": "text", "text": "That is an increase of 4.8% from last year's record spend of £9bn."}, {"type": "headline", "text": "In recent years, something of a Christmas advert battle has begun, with brands hoping for the strongest message and greatest star power."}, {"type": "headline", "text": "Among the celebrities featuring this year are comedian Dawn French and Wrexham FC owners Ryan Reynolds and Rob McElhenney in the M&S Food advert."}, {"type": "headline", "text": "Michael Bublé stars in the Asda Christmas ad, with Rick Astley popping up in the Sainsbury's festive video and Graham Norton appears in Waitrose's offering."}, {"type": "text", "text": "Research commissioned by Deloitte suggests consumers are planning to spend more this Christmas than last year."}, {"type": "text", "text": "But 29% still say they will spend less than in previous years, down from the 39% that said so last year."}]}, {"_id": "6554e71f20e292887546e9f1", "url": "https://news.sky.com/story/lloyd8217s-of-london-strikes-deal-to-remain-in-iconic-hq-13008637", "articleType": "text", "primaryCategory": "business", "subCategories": "NONE", "title": "Lloyd's of London strikes deal to remain in iconic HQ", "lead": "Lloyd's of London is on the brink of a long-term deal to remain in its landmark City headquarters until the 2040s after more than a year of negotiations with its Chinese landlord.", "author": "Mark Kleinman", "datePublished": {"$date": "2023-11-15T16:43:27.609Z"}, "dateScraped": {"$date": "2023-11-15T16:43:27.609Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:27.609Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/21/12/768x432/skynews-lloyds-building-lloyds-of-london_5619822.jpg?20211219045226", "body": [{"type": "text", "text": "Informfully has learnt that the world's most prominent insurance industry marketplace could announce as early as this month that it has reached agreement with Ping An to remain in its One Lime Street home until 2041."}, {"type": "text", "text": "Property industry sources said on Wednesday that Lloyd's and Ping An, the Chinese insurer, had agreed as part of the deal to remove a break clause in the lease in 2026."}, {"type": "text", "text": "The existing agreement, which was due to expire in 2031, will be replaced with a new one under which annual rent increases will range from 3% to 5%, the real estate sources added."}, {"type": "text", "text": "Ping An will also agree to invest £20m in upgrading the building's energy efficiency in an attempt to improve its carbon footprint, they said."}, {"type": "text", "text": "Lloyd's continued occupancy of the building had been thrown into doubt last year amid its management team's deliberations about the impact of post-pandemic working practices on the marketplace."}, {"type": "text", "text": "Designed by the renowned architect Richard Rogers, Lloyd's HQ is one of the world's most recognisable commercial buildings."}, {"type": "text", "text": "The tower has been owned by Ping An since 2013, which bought it from Germany's Commerzbank for £260m."}, {"type": "text", "text": "A Lloyd's spokesperson said: 'We're building the marketplace of the future, which means having both a fully integrated digital offering and a thriving physical space for our market to convene. While our workplace strategy and future leasing arrangements remain under consideration, our preference is to stay in the building if the right terms are agreed."}, {"type": "text", "text": "'We remain on course to confirm our plans later this year.'"}]}, {"_id": "6554e71f20e292887546e9f2", "url": "https://news.sky.com/story/us-inflation-data-shows-worlds-biggest-economy-could-achieve-a-soft-landing-13008820", "articleType": "text", "primaryCategory": "business", "subCategories": "NONE", "title": "The US looks to have pulled of an economic achievement not seen in 80 years", "lead": "It is beginning to look as if Jay Powell and his colleagues at the US Federal Reserve have pulled off something few thought possible even a few months ago - engineer a 'soft landing' for the world's biggest economy without tipping it into recession.", "author": "Ian King", "datePublished": {"$date": "2023-11-15T16:43:27.970Z"}, "dateScraped": {"$date": "2023-11-15T16:43:27.970Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:27.970Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/07/768x432/skynews-rishi-sunak-joe-biden_6214411.jpg?20230710132345", "body": [{"type": "text", "text": "In the middle of last year, that looked like a very tall order indeed."}, {"type": "headline", "text": "The headline rate of inflation - the consumer price index (CPI) - had peaked at a 40-year high of 9.1% in June last year but was only coming down very slowly in the face of a concerted series of interest rate rises from the Fed."}, {"type": "headline", "text": "Worse still, 'core' inflation - the measure that strips out volatile elements such as energy, food, alcohol and tobacco - was still rising, suggesting that domestically generated inflation (as opposed to the externally generated inflation sparked by Russia's invasion of Ukraine) was becoming entrenched."}, {"type": "text", "text": "Accordingly, the Fed carried on raising Fed funds, its main policy rate, aggressively."}, {"type": "headline", "text": "From a range of 0.25% to 0.5% in March 2022, when the Fed began raising interest rates, Fed funds charged all the way up to the current range of 5.25% to 5.5% reached in July this year."}, {"type": "headline", "text": "Some good news"}, {"type": "text", "text": "The harsh medicine appears to have worked."}, {"type": "text", "text": "Tuesday brought news that CPI in the US fell from 3.7% in September to 3.2% in October while, crucially, the 'core' measure fell from 4.1% in September to 4% in October - a level last seen in September 2021."}, {"type": "text", "text": "Even though the figures suggest US inflation is not quite back at the Fed's 2% target rate, the readings have intensified hopes the central bank will not need to raise interest rates again from here, while even bringing forward the date when it may start to be able to begin easing monetary policy."}, {"type": "text", "text": "The markets are now pricing in US interest rate cuts as early as May next year."}, {"type": "text", "text": "US stocks accordingly threw a party on the news."}, {"type": "text", "text": "The S&P 500 - the most important US stock index - and the Nasdaq both enjoyed their best one-day gains on Tuesday since April with the S&P's 1.9% rise taking its gains so far in November to 7.2%."}, {"type": "text", "text": "The Nasdaq, meanwhile, is up nearly 10% so far this month."}, {"type": "text", "text": "Perhaps the most striking increase was seen in the Russell 2000, the index of US small-cap stocks, which jumped by nearly 5.5% on the day."}, {"type": "headline", "text": "A potential once in 80 year achievement"}, {"type": "text", "text": "If the Fed has managed to achieve a soft landing, it will be a huge achievement."}, {"type": "text", "text": "The central bank has not managed to bring about a reduction in inflation of this magnitude, without pitching the US economy into recession, for 80 years."}, {"type": "headline", "text": "The big question is whether President Biden will benefit from it at all."}, {"type": "text", "text": "The mood of the American public remains pretty sullen, with surveys suggesting more Americans still expect to be worse off in a year than those who expect their finances to improve."}, {"type": "headline", "text": "The president's disapproval ratings have been above 50% since inflation took hold early last year and remain high in spite of the fact that, for some months now, wages have been growing more rapidly than prices and unemployment remains at the extraordinarily low level of 3.9% - with US employers creating 204,000 jobs a month during the three months to the end of October."}, {"type": "text", "text": "It is something that has baffled commentators."}, {"type": "text", "text": "As the Wall Street Journal put it in a headline earlier this month: 'The Economy Is Great. Why Are Americans in Such a Rotten Mood?'"}, {"type": "headline", "text": "A worse UK picture"}, {"type": "headline", "text": "That is something that will also concern Rishi Sunak and Jeremy Hunt as they celebrate today's news that UK inflation, on the CPI measure, fell from 6.7% in September to 4.6% in October - its lowest level since October 2021 - while core inflation fell from 6.1% in September to 5.7% in October."}, {"type": "text", "text": "For the UK economy is in a markedly worse condition than that of the US."}, {"type": "text", "text": "Yes, there are some similarities."}, {"type": "headline", "text": "Like the US, wages in the UK have been rising more rapidly than prices for the last three months while, again in common with the US, UK unemployment - at just 4.2% in the three months to the end of October - remains remarkably low by historic standards."}, {"type": "text", "text": "But there the comparisons end."}, {"type": "text", "text": "During the three months to the end of October, the US economy grew by a remarkable 4.9% year on year, with government spending, household spending and business investment all contributing to growth."}, {"type": "headline", "text": "By contrast, the UK economy flatlined during the three months to the end of September, the latest quarter for which figures are available."}, {"type": "headline", "text": "Why the UK is doing worse"}, {"type": "text", "text": "The US government is also injecting an extraordinary amount of stimulus into the economy."}, {"type": "headline", "text": "President Biden's improbably named Inflation Reduction Act is injecting $369bn into the economy to support the energy transition and upgrades to infrastructure."}, {"type": "text", "text": "The Biden administration has also continued the Trump administration's work in trying to bring jobs previously offshored back to America."}, {"type": "headline", "text": "The UK government has no such options despite running a slightly lower budget deficit than the US."}, {"type": "headline", "text": "The US, as it enjoys the world's reserve currency in the dollar, can carry on borrowing without inflaming bond markets in a way the UK cannot - as was highlighted in the aftermath of Kwasi Kwarteng's mini Budget in September 2022."}, {"type": "text", "text": "Moreover, where the UK government has been spending, it appears to be to no advantage."}, {"type": "text", "text": "This can be seen most markedly in the NHS where, despite a significant increase in resources and staffing, the number of patients being treated remains no higher than it was before the pandemic in 2019."}, {"type": "headline", "text": "And the UK government's flagship infrastructure project, HS2, has just been severely curtailed."}, {"type": "text", "text": "Nor is the UK attracting the levels of foreign investment that the US is."}, {"type": "text", "text": "It has even been overtaken by France as Europe's prime destination for foreign direct investment."}, {"type": "text", "text": "The indifferent attitudes of investors towards the UK can be seen clearly in the UK's stock market."}, {"type": "text", "text": "The FTSE-100 trades on a price-earnings multiple (the standard investor yardstick) of just 9.87 times."}, {"type": "text", "text": "By contrast, the S&P 500 stands on a multiple of 24 and the CAC 40 in Paris stands on one of 13 times. Even the DAX 40 in recession-hit Germany stands at 11.6 times earnings."}, {"type": "text", "text": "Things are even worse in the case of the FTSE Mid 250, a better indicator of UK corporate health than the FTSE-100, whose constituents derive three-quarters of their earnings from overseas."}, {"type": "text", "text": "The FTSE-Mid 250 sits on a price earnings multiple of a laughably low 6.43 times."}, {"type": "headline", "text": "Today's data suggests that the Bank of England, like the Fed, is winning the battle against inflation."}, {"type": "text", "text": ""}, {"type": "text", "text": "It has also brought down inflation without, to date, triggering a UK recession - something that even the Bank itself, this time last year, did not think possible."}, {"type": "text", "text": "If it does succeed in achieving a soft landing, though, the US experience suggests Mr Sunak will achieve no more credit than Mr Biden has."}]}, {"_id": "6554e72020e292887546e9f3", "url": "https://news.sky.com/story/record-number-of-people-seeking-homelessness-support-due-to-rising-cost-of-living-13008265", "articleType": "text", "primaryCategory": "business", "subCategories": "NONE", "title": "Record number of people seeking homelessness support due to rising cost of living", "lead": "Citizens Advice helped more than 8,000 people with homelessness issues in October, the highest monthly figure ever recorded.", "author": "NONE", "datePublished": {"$date": "2023-11-15T16:43:28.445Z"}, "dateScraped": {"$date": "2023-11-15T16:43:28.445Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:28.445Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-cost-of-living-citizens-advice_6360853.png?20231114223512", "body": [{"type": "text", "text": "A rising number of Section 21 no-fault evictions for private rental tenants, often led by rising mortgage interest payments for landlords, was listed as a significant contributor."}, {"type": "headline", "text": "Suella Braverman was sacked as home secretary on Monday, having said earlier in the month that homelessness was a 'lifestyle choice'."}, {"type": "text", "text": "Citizens Advice (CA, formerly Citizens Advice Bureau) is a charitable organisation that provides confidential information and advice to assist people with problems including those related to debt and housing."}, {"type": "text", "text": "They record data on people that come to them for help so they are able to be aware of changing trends and issues affecting certain groups more than others."}, {"type": "text", "text": "In addition to those facing homelessness in October, almost 20,000 people were given a food bank referral, the third highest month on record, and more than 45,000 received debt help, the most since 2014."}, {"type": "text", "text": "More than half of people CA helped with homelessness were private tenants, a reversal of pre-pandemic trends when social tenants were most exposed."}, {"type": "headline", "text": "Informfully analysis earlier in the year showed that renters could be more vulnerable to higher housing costs caused by interest rates than mortgage-holders, despite not being directly exposed themselves."}, {"type": "text", "text": "More than 2,000 private renters were helped by CA last month after being served with Section 21 no-fault eviction notice."}, {"type": "text", "text": "That figure is also a new record high. It's the fourth time the record has been broken this year."}, {"type": "text", "text": "The number of people seeking help with no-fault evictions were at or close to record highs in all English regions, but have been falling in Wales over the past 12 months."}, {"type": "text", "text": "The Welsh government changed the rules around renting on 1 December 2022, to protect tenants if landlords failed to make necessary repairs, and give more notice ahead of no-fault evictions."}, {"type": "text", "text": "CA analysis shows that single parents, black people and women were more likely to have been affected by no-fault evictions than others."}, {"type": "headline", "text": "Inflation falling, but prices still rising"}, {"type": "text", "text": "Inflation fell in October, to 4.6%, the lowest level in two years before the Russian invasion of Ukraine. But that still means prices are almost 5% higher on average than they were this time last year, when they were already causing people debt problems."}, {"type": "text", "text": "Dame Clare Moriarty, Citizens Advice Chief Executive, said: 'We've kind of gone beyond a crisis into something which is concretised. A mismatch between income and expenditure for many, many people on low incomes.'"}, {"type": "text", "text": "See how the price of the items you buy has changed since last year with our inflation calculator:"}, {"type": "text", "text": "Dame Moriarty called on the government to make policy changes in three key areas to help:"}, {"type": "text", "text": "1. Increase benefits with inflation so that they are back in line with where they were a few years ago"}, {"type": "text", "text": "2. More energy price support this winter - Dame Moriarty said 'although energy prices will come down compared to last year, in the absence of the sorts of support that was in place last year, people are going to be paying around the same and we know that there are many, many people who can't afford to pay that'."}, {"type": "text", "text": "3. To increase Local Housing Allowance so that it keeps up with rent increases"}, {"type": "text", "text": "'Next week is the autumn statement, which is one of the key moments when governments can - if they choose - shift the dial."}, {"type": "text", "text": "'I think a very strong message that we would give based on this data is that it needs to be pulling levers to alleviate the problems that people are coming to us or to other charities with.'"}, {"type": "headline", "text": "Housing allowance provision falls behind rental price increases "}, {"type": "text", "text": "Local Housing Allowance (LHA) rates are used to calculate the maximum housing benefit that can be received by tenants renting from private landlords."}, {"type": "text", "text": "They had previously been linked to the cost of 30th percentile rents (those at the cheaper end of the rental market, 20% lower than the average rent in the area)."}, {"type": "text", "text": "However, this benefit has been frozen since 2020, meaning it has not risen at all in the last few years of rapid rent inflation."}, {"type": "text", "text": "Official data from the Valuation Office Agency shows that by 2022, a significant gap had emerged between housing allowances and actual rent costs across every area in England."}, {"type": "text", "text": "The biggest shortfall is in central London, at 30.6% on average across all property sizes. The average 30th percentile rent for a one-bedroom property was £394, with housing benefit capped at £295.50."}, {"type": "text", "text": "Outside of London, the biggest gaps between housing benefit and rent were around Manchester, with a 17.4% deficit in Tameside and Glossop, and a 16.5% deficit in Central Greater Manchester."}, {"type": "text", "text": "The average 30th percentile rent for a two bedroom property in Central Greater Manchester was £180.66, with a £31.07 (17.2%) shortfall from the £149.59 allowance."}, {"type": "text", "text": "The latest detailed breakdown of rental market data from the Valuation Office Agency is only available to September 2022, but since then rents have continued to rise and, with housing benefit frozen, these shortfalls continue to grow."}, {"type": "text", "text": "Private rental data inflation for September 2023 showed a 5.6% average increase in rents across England, the highest on record going back to 2006."}, {"type": "text", "text": "The latest CA cost of living survey found that 'the vast majority of housing benefit and universal credit claimants renting privately now report a shortfall between benefit income and rent of more than £100 per month'."}, {"type": "text", "text": "Citizens Advice has called for the unfreezing of Housing Benefit as a matter of urgency: 'Looking ahead to the Autumn Statement, relinking LHA to the 30th percentile of rent costs in each Broad Rental Market Area is the most immediate priority."}, {"type": "text", "text": "'The situation for housing benefit and universal credit housing element claimants today is at least as serious as 2020, when the link was last restored after a period of being frozen.'"}, {"type": "headline", "text": "The Data and Forensics team is a multi-skilled unit dedicated to providing transparent journalism from Informfully. We gather, analyse and visualise data to tell data-driven stories. We combine traditional reporting skills with advanced analysis of satellite images, social media and other open source information. Through multimedia storytelling we aim to better explain the world while also showing how our journalism is done."}]}, {"_id": "6554e72020e292887546e9f4", "url": "https://news.sky.com/story/jeremy-hunt-steps-in-to-salvage-troubled-cbis-relaunch-summit-13008408", "articleType": "text", "primaryCategory": "business", "subCategories": "NONE", "title": "Hunt steps in to salvage troubled CBI's relaunch summit", "lead": "The chancellor has agreed to address the CBI's first public event since the business lobbying group was plunged into crisis earlier this year.", "author": "Mark Kleinman", "datePublished": {"$date": "2023-11-15T16:43:28.859Z"}, "dateScraped": {"$date": "2023-11-15T16:43:28.859Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:28.859Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/09/768x432/skynews-jeremy-hunt_6289372.jpg?20230918114046", "body": [{"type": "text", "text": "Informfully has learnt that Jeremy Hunt will be among the keynote speakers at the CBI's annual conference in London next week, just seven months after declaring that there was 'no point' engaging with it."}, {"type": "text", "text": "Mr Hunt's appearance will represent a major boost to the organisation, which came close to collapse during the summer after being deserted by major corporate members in the wake of a sexual misconduct scandal."}, {"type": "text", "text": "The CBI's scaled-back conference will take place next Monday, two days before the chancellor delivers his autumn statement."}, {"type": "text", "text": "In April, he cast doubt on the merits of engaging with it, although he has in recent weeks held private talks with Rain Newton-Smith, its director-general."}, {"type": "text", "text": "'There's no point in engaging with the CBI when their own members have deserted them in droves, so we want to engage with a body that speaks for business,' Mr Hunt said in the spring."}, {"type": "text", "text": "'It's incredibly important for me when I am constructing budgets to have someone I can turn to that speaks for British business because we are a very, very pro-business government.'"}, {"type": "text", "text": "The chancellor's decision to address the CBI summit comes after Business Secretary Kemi Badenoch turned down an invitation to attend, citing diary commitments."}, {"type": "text", "text": "Other senior political figures, including Labour's shadow business secretary, Jonathan Reynolds, will also speak at the event."}, {"type": "text", "text": "The CBI recently secured funding to ensure its short-term survival after a torrid six-month period in which it teetered on the brink of collapse."}, {"type": "text", "text": "A sexual misconduct crisis, which included several rape allegations against former employees, triggered an exodus of corporate members including Aviva and John Lewis Partnership."}, {"type": "text", "text": "Tony Danker, its director-general - who was accused of inappropriate behaviour but had nothing to do with the more serious allegations - stepped down in April weeks after being suspended."}, {"type": "text", "text": "The CBI briefly entertained talks about a merger with Make UK, the manufacturers' body, but these have now been curtailed."}, {"type": "text", "text": "Established by royal charter in 1965, the CBI's financial crisis has forced it to slash jobs and close overseas offices."}, {"type": "text", "text": "Both the CBI and the Treasury declined to comment."}]}, {"_id": "6554e72120e292887546e9f5", "url": "https://news.sky.com/story/rwanda-supreme-court-has-ruled-on-the-governments-plan-everything-you-need-to-know-13008059", "articleType": "text", "primaryCategory": "politics", "subCategories": "NONE", "title": "Supreme Court has ruled on the government's Rwanda plan - everything you need to know", "lead": "The government's flagship immigration policy, known as the Rwanda plan, is hanging in the balance this morning after the highest court in the land found it to be unlawful.", "author": "Jennifer Scott", "datePublished": {"$date": "2023-11-15T16:43:29.840Z"}, "dateScraped": {"$date": "2023-11-15T16:43:29.840Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:29.840Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/768x432/skynews-demonstrators-protest_6202153.jpg?20230629104334", "body": [{"type": "text", "text": "But what is the scheme? Why is it so controversial? And how has it ended up in the judicial system?"}, {"type": "headline", "text": "The Rwanda plan was first proposed by Boris Johnson back in April 2022 as the government came under increasing pressure to tackle the growing number of small boats crossing the Channel."}, {"type": "text", "text": "The then prime minister outlined his policy that would see anyone arriving in the country illegally deported to the east African nation."}, {"type": "text", "text": "Those who successfully applied for refugee status when there would then be given the right to remain in Rwanda - not return to the UK."}, {"type": "text", "text": "But if their claim was unsuccessful, they could then be removed to their country of origin."}, {"type": "text", "text": "The deal, signed by the home secretary at the time, Priti Patel, and her Rwandan counterpart, cost the government £120m."}, {"type": "text", "text": ""}, {"type": "text", "text": "Mr Johnson said it would help deter people from making the dangerous crossing to the UK and tackle the 'barbaric trade in human misery' caused by people traffickers."}, {"type": "text", "text": "Opposition parties and charities deemed the plan 'cruel and nasty', and claimed the policy would break international human rights laws."}, {"type": "headline", "text": "There were even reports that the King - then the Prince of Wales - was a critic of the scheme."}, {"type": "text", "text": "But the government pushed ahead, with the first flight to Kigali set to take off in June 2022."}, {"type": "text", "text": "Come the day, there were only seven asylum seekers on board the plane."}, {"type": "text", "text": "Numerous court cases were launched by refugee charities, as well as the Public and Commercial Services union, ahead of take-off, calling the policy 'inhumane' and demanding the deportations were stopped."}, {"type": "text", "text": "Protesters also tried to stop the flight, locking themselves together with metal pipes and blockading exits of the Colnbrook Immigration Removal Centre at Heathrow, where the migrants were believed to be held."}, {"type": "text", "text": "However, judges in the UK ruled the seven people could be deported, saying there had been an 'assurance' from the government that if the policy was found to be unlawful at a later stage, steps would be taken to bring back any migrants."}, {"type": "text", "text": "This didn't stop further last-minute legal challenges to prevent take-off though."}, {"type": "text", "text": ""}, {"type": "headline", "text": "In the end, the European Court of Human Rights (ECHR) issued injunctions to halt the deportations altogether, leaving the plane grounded on a Ministry of Defence runway."}, {"type": "text", "text": "The government said it would appeal against the ruling, with Tory MPs angered that a European court could overrule the decision of English judges."}, {"type": "text", "text": "But campaigners said it showed the 'inhumanity' of the plan for the human rights watchdog to intervene."}, {"type": "text", "text": "In the months that followed, there was a change in government, with Liz Truss taking the keys to Number 10 and Suella Braverman heading up the Home Office."}, {"type": "text", "text": "Both women stood by the Rwanda plan and, even when Ms Truss was ousted weeks later, her successor Rishi Sunak also gave it his backing."}, {"type": "headline", "text": "The ruling of the EHRC - which ensures the European Human Rights Convention is adhered to - was still fresh in the minds of Tory backbenchers, as they saw it as holding up the policy they believed would stop the boats."}, {"type": "text", "text": "And it led to a number of calls for the UK to leave the convention, though they appeared to remain in the minority."}, {"type": "text", "text": ""}, {"type": "text", "text": "The plan itself headed back to the courts as campaigners tried a new tactic to stop it in its tracks, launching a judicial review on the Home Office's assessment of Rwanda as a safe third country."}, {"type": "text", "text": "The government doubled down on its belief in the scheme - with Ms Braverman telling the Conservative Party conference it was her 'dream' to see flights take off."}, {"type": "text", "text": "And come December of 2022, that dream looked closer to reality, as the High Court ruled in the favour of ministers, saying the scheme did not breach either the UN's Refugee Convention or human rights laws, and that Rwanda was a 'safe third country' for migrants to be sent to."}, {"type": "text", "text": "But the legal battle was far from over."}, {"type": "headline", "text": "Campaigners were then allowed to appeal the ruling in the Court of Appeal, and the three sitting judges overturned the High Court's decision."}, {"type": "text", "text": "Lord Chief Justice Lord Burnett concluded Rwanda was not a safe place for people to be housed while their asylum claims were processed, adding: 'The result is that the High Court's decision that Rwanda was a safe third country is reversed, and unless and until the deficiencies in its asylum process are corrected, removal of asylum seekers will be unlawful.'"}, {"type": "text", "text": ""}, {"type": "text", "text": "The government was outraged, with the prime minister saying he 'fundamentally disagreed' with the ruling, and would do 'whatever is necessary' to get the removal flights going."}, {"type": "text", "text": "The anger of Ms Braverman and her right-wing supporters also grew, with further demands to leave the ECHR, and others calling for the human rights convention to be overhauled."}, {"type": "text", "text": "The government got approval to appeal that ruling and, as a result, it was sent to the Supreme Court."}, {"type": "headline", "text": "The judgment delivered by the Supreme Court President Lord Rees found that the Court of Appeal had been right to overturn the original decision of the High Court."}, {"type": "text", "text": "He said the justices had unanimously concluded those sent to the country would be at 'real risk' of being returned home, whether their grounds to claim asylum were justified or not."}, {"type": "text", "text": "The full judgment said those sent to Rwanda would be at risk of re-foulement - where a refugee is returned to their country of origin where there is a substantial risk they could be subjected to torture."}, {"type": "text", "text": "The court ruling said the principle of re-foulement is not just a breach of the European Human Rights Convention, but a number of other international treaties."}, {"type": "text", "text": "Mr Sunak said ministers would now 'consider next steps'."}]}, {"_id": "6554e72220e292887546e9f6", "url": "https://news.sky.com/story/labours-gaza-showdown-could-see-more-than-a-dozen-resign-frontbench-jobs-13008564", "articleType": "text", "primaryCategory": "politics", "subCategories": "NONE", "title": "Labour's Gaza showdown could see more than a dozen resign frontbench jobs", "lead": "Sir Keir Starmer is braced for resignations from his frontbench as he holds a difficult vote on the Israel-Gaza war.&#160;", "author": "Tamara Cohen", "datePublished": {"$date": "2023-11-15T16:43:30.168Z"}, "dateScraped": {"$date": "2023-11-15T16:43:30.168Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:30.168Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-labour-palestine-ceasefire_6347020.jpg?20231103191007", "body": [{"type": "headline", "text": "The Labour leadership has drawn up an amendment, circulated to MPs last night, to allow a vote on the growing crisis in the Middle East."}, {"type": "headline", "text": "It does not call for a ceasefire, as dozens of Labour MPs - including members of the frontbench - have demanded."}, {"type": "headline", "text": "Follow live: Inflation boost for Sunak after Braverman accusations"}, {"type": "text", "text": "However, the amendment is intended to move closer to this position, by calling for 'longer' humanitarian pauses in fighting to allow in aid, which shadow minister Lisa Nandy conceded could be days or even weeks."}, {"type": "headline", "text": "A senior figure told Informfully the wording suggested 'a ceasefire in all but name', although Labour rejected this."}, {"type": "headline", "text": "The amendment also condemns the conduct of the war by both sides; and highlights the need to protect hospitals from attacks, as well as calling for Israel to end its siege of the territory."}, {"type": "text", "text": "It unequivocally condemns the terrorist attacks on 7 October and says Israel has a right to defend its citizens from terrorism."}, {"type": "text", "text": "Those calling for a ceasefire include 19 shadow ministers and aides, who must back the Labour Party's position."}, {"type": "text", "text": "Labour sources said any who voted for a separate amendment from the Scottish National Party backing a ceasefire would have to resign or face the sack."}, {"type": "headline", "text": "They are not all expected to resign, and the shadow cabinet - Sir Keir's top team - are all expected to back the amendment."}, {"type": "text", "text": "Meetings were going on late on Tuesday night to talk around some of those wavering."}, {"type": "text", "text": ""}, {"type": "headline", "text": "One shadow minister, Imran Hussain, has already resigned. Others on resignation watch include shadow home office ministers Jess Phillips and Naz Shah."}, {"type": "text", "text": "Some Labour backbenchers have vowed to back other amendments which do call for a ceasefire."}, {"type": "text", "text": "Sir Keir explained his position in a speech two weeks ago, saying he understood the strong feelings many had for a ceasefire, but that it was the wrong decision as it would 'embolden Hamas' and allow them to regroup and carry out more horrific attacks like those on 7 October."}, {"type": "text", "text": "But he has faced intense pressure from some of his MPs, who have been horrified by the scenes unfolding in Gaza, where Israel is carrying out a military campaign to destroy Hamas."}, {"type": "text", "text": "Shadow foreign secretary David Lammy, when he addressed MPs on Tuesday in the House of Commons said, in a shift in tone: 'Israel must make changes to the way it is fighting this war, by taking urgent, concrete steps to protect civilians'."}, {"type": "text", "text": "At a difficult meeting of the parliamentary Labour Party on Monday night, Informfully understands a number of MPs spoke out."}, {"type": "text", "text": ""}, {"type": "text", "text": "One MP later said: 'The leadership have been slow to realise the scale of this. They thought it was the very left of the party, and MPs with a lot of Muslim constituents, but it's an issue for a lot of our liberal voters too."}, {"type": "text", "text": "'They see pictures of premature babies dying because Gaza's hospitals can't run the incubators, and they want us to be taking a different position.'"}, {"type": "headline", "text": "Click to subscribe to the Informfully Daily wherever you get your podcasts "}, {"type": "text", "text": "The MP said there was an understanding that implementing a ceasefire on the ground could take weeks to broker."}, {"type": "text", "text": "A Labour spokesperson said: 'Labour's amendment reaffirms the position set out in Keir Starmer's Chatham House speech and reflects our concerns about what we've seen on the ground in the last fortnight which includes the lack of hostage release, the insufficient amount of aid and utilities getting in and being distributed, the scale of civilian casualties in Gaza and the amount of violence on the West Bank.'"}]}, {"_id": "6554e72220e292887546e9f7", "url": "https://news.sky.com/story/sir-keir-starmer-considers-putting-labour-israel-hamas-motion-to-commons-amid-worries-over-party-unity-13008231", "articleType": "text", "primaryCategory": "politics", "subCategories": "NONE", "title": "Starmer to put Labour's position on Israel-Hamas war to potential vote amid rebellion concerns", "lead": "Labour will put forward an amendment to parliament on Wednesday that will give MPs a vote on the Israel-Hamas war, the party has said.", "author": "NONE", "datePublished": {"$date": "2023-11-15T16:43:30.617Z"}, "dateScraped": {"$date": "2023-11-15T16:43:30.617Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:30.617Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-labour-leader-keir-starmer_6352988.jpg?20231108142320", "body": [{"type": "text", "text": "The amendment will condemn the Hamas attacks on Israel on October 7, call for the immediate release of all hostages and 'reaffirm Israel's right to defend its citizens from terrorism'."}, {"type": "text", "text": "But it will also say there has been 'far too many deaths of innocent civilians and children' in Gaza and call on Israel to protect hospitals and lift its blockade of the 25-mile strip."}, {"type": "headline", "text": "Follow live: Braverman launches scathing attack on Sunak"}, {"type": "text", "text": "The amendment will call for 'longer humanitarian pauses' to deliver humanitarian assistance 'on a scale that begins to meet the desperate needs of the people of Gaza', calling this 'a necessary step to an enduring cessation of fighting as soon as possible'."}, {"type": "text", "text": "It comes amid concerns some Labour MPs could be tempted to vote for a rival SNP amendment that would expose divisions within the party by going further and calling for a ceasefire."}, {"type": "text", "text": ""}, {"type": "text", "text": "So far, Labour leader Sir Keir Starmer has consistently called for a humanitarian pause in the war for aid to reach Palestinians, but has rejected calls for him to demand a ceasefire."}, {"type": "text", "text": "A Labour spokesperson said their amendment 'reaffirms the position' set out by Sir Keir and reflected the party's concerns regarding the status of Israeli hostages, the 'insufficient' amount of aid and utilities entering and being distributed in Gaza, the scale of civilian casualties and the amount of violence on the West Bank."}, {"type": "text", "text": "The spokesperson hinted that if the House of Commons Speaker selects the party's amendment, Labour MPs will be ordered to abstain on the SNP amendment."}, {"type": "text", "text": "'We're not going to be engaging with the party political game-playing by the SNP in parliament,' they said."}, {"type": "headline", "text": "Labour has been divided over its approach to the conflict, with numerous backbenchers and shadow ministers calling for a ceasefire."}, {"type": "text", "text": ""}, {"type": "headline", "text": "But the leadership has stood by its own calls for so-called humanitarian pauses to allow aid and supplies to get into the Gaza Strip - echoing the position of the government."}, {"type": "text", "text": "The discord within Labour has been ramped up by the prospect of the SNP amendment being presented to parliament on Wednesday, giving all MPs an opportunity to vote in favour of a ceasefire - if it is selected by the Speaker."}, {"type": "text", "text": "Such a vote could highlight the level of upset on Sir Keir's backbenches, with rumours even shadow ministers could rebel against Labour's official position."}, {"type": "text", "text": "Labour insiders made it clear to Informfully' political editor Beth Rigby that if frontbenchers defied the party position and voted with the SNP, they would have to stand down."}, {"type": "text", "text": "Shadow business secretary Jonathan Reynolds effectively confirmed this on Tuesday evening, telling the Politics Hub with Sophy Ridge: 'We would expect people to vote for the Labour position. That's why we're putting the Labour position forward."}, {"type": "text", "text": "'Disciplinary issues are obviously for the chief whip and not for me to announce on television, but we would expect Labour frontbenchers to support the Labour position.'"}, {"type": "text", "text": ""}, {"type": "text", "text": "One Labour source also told Informfully: 'The order at the moment is if you’re on the frontbench and you vote for [the SNP amendment] you won’t be on the frontbench anymore.'"}, {"type": "text", "text": "Another party source said a number of shadow ministers may resign in advance, adding: 'Maybe [a Labour amendment] will be enough for some, but it won't be enough for a lot.'"}, {"type": "text", "text": "But it doesn't appear to be stopping backbenchers from offering their support to the SNP motion."}, {"type": "text", "text": "Former shadow chancellor John McDonnell told Informfully: 'I will be voting along with several colleagues for a ceasefire and therefore for the SNP amendment if no other is called by the Speaker."}, {"type": "text", "text": "'I don't think he will call any other but the SNP's so I will be voting for that.'"}, {"type": "text", "text": "SNP sources have said Wednesday's vote would not be a one-off, and they would keep up the pressure on Sir Keir and his MPs to back a ceasefire - drawing a dividing line between the two parties."}]}, {"_id": "6554e72320e292887546e9f8", "url": "https://news.sky.com/story/suella-braverman-accuses-rishi-sunak-of-repeatedly-failing-to-deliver-in-scathing-letter-13008318", "articleType": "text", "primaryCategory": "politics", "subCategories": "NONE", "title": "Braverman accuses Sunak of 'betraying' secret deal to ensure her support", "lead": "Suella Braverman has accused Rishi Sunak of 'betraying' a secret deal they made to secure her backing during the Tory leadership contest that paved the way for him to become prime minister.", "author": "Faye Brown", "datePublished": {"$date": "2023-11-15T16:43:31.052Z"}, "dateScraped": {"$date": "2023-11-15T16:43:31.052Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:31.052Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-suella-braverman-home_6358500.jpg?20231113084439", "body": [{"type": "text", "text": "In a scathing departure letter a day after she was sacked as home secretary, the right-wing MP launched a blistering personal attack on her old boss, saying he had 'manifestly and repeatedly failed to deliver' on key policies."}, {"type": "headline", "text": "Politics Live: Braverman launches scathing attack on Sunak - in letter that 'signals' her plan now"}, {"type": "text", "text": "In the three-page broadside, in which she branded Mr Sunak 'weak, uncertain and lacking in leadership qualities', she claimed she agreed to serve in Mr Sunak's cabinet on 'certain conditions' after Liz Truss's premiership imploded."}, {"type": "headline", "text": "She said this included commitments from the prime minister to reduce net migration and legislate against the European Convention on Human Rights (ECHR) in order to deliver on the Rwanda deportation plan."}, {"type": "text", "text": "However, she claimed that despite sending 'numerous letters on the key subjects contained in our agreement', as well as making requests to discuss them and working up legal and policy advice, 'this was often met with equivocation, disregard and a lack of interest'."}, {"type": "text", "text": "'You have manifestly and repeatedly failed to deliver on every single one of these key policies,' she said."}, {"type": "text", "text": "'Either your distinctive style of government means you are incapable of doing so. Or, as I must surely conclude now, you never had any intention of keeping your promises.'"}, {"type": "text", "text": "Ms Braverman was sacked as home secretary during the prime minister's reshuffle on Monday and was replaced by former foreign secretary James Cleverly."}, {"type": "headline", "text": "The move has angered some on the Tory right, with David Cameron's return to the frontbench to fill Mr Cleverly's old position seen as a pivot to the centre ground."}, {"type": "text", "text": "In the lengthy letter, Ms Braverman told Mr Sunak he had 'no personal mandate' to lead the UK after losing the 2022 Conservative leadership contest to Ms Truss."}, {"type": "text", "text": "She said her support for him was 'pivotal' in him being installed as Tory leader six weeks later, and came on the basis of his 'firm assurances' he would prioritise certain policy issues."}, {"type": "text", "text": "As well as stopping the boats, she said the commitments centred around delivering key pieces of Brexit legislation and providing 'unequivocal' guidance to schools on protecting biological sex and safeguarding single-sex spaces."}, {"type": "text", "text": "She said: 'These are not just pet interests of mine. They are what we promised the British people in our 2019 manifesto which led to a landslide victory. They are what people voted for in the 2016 Brexit Referendum."}, {"type": "text", "text": ""}, {"type": "text", "text": "'Our deal was no mere promise over dinner, to be discarded when convenient and denied when challenged.'"}, {"type": "headline", "text": "Small boats 'betrayal'"}, {"type": "text", "text": "In particular, Ms Braverman said Mr Sunak had not lived up to his promise to do 'whatever it takes' to stop small boat crossings by failing to override human rights concerns about the delayed Rwanda deportation policy."}, {"type": "text", "text": "The plan to send refugees to the east African nation has been stalled for 18 months due to a series of legal challenges, with some Conservative MPs calling for the government to leave the ECHR in order to enact it."}, {"type": "text", "text": "Ms Braverman called Mr Sunak's rejection of this idea 'not merely a betrayal of our agreement, but a betrayal of your promise to the nation that you would do 'whatever it takes' to stop the boats'."}, {"type": "headline", "text": "She accused the prime minister of 'magical thinking - believing that you can will your way through this without upsetting polite opinion' and of failing to prepare a plan B should the Supreme Court rule against the policy when it delivers a key verdict on its lawfulness on Wednesday."}, {"type": "headline", "text": "Read More:Braverman's letter to Sunak in fullWhat's next for the Tory party's most divisive politician"}, {"type": "headline", "text": "Mr Sunak sacked Mrs Braverman over the phone on Monday morning, clearing the way for a high-risk reshuffle aimed at reviving his faltering premiership."}, {"type": "text", "text": "She was purged after writing an unauthorised article in The Times which accused the Met Police of left-wing bias to pro-Palestinian protesters who have been marching for a ceasefire in Gaza. It was the latest in a series of inflammatory comments that was starting to rile members of her own party, including saying that rough sleeping was a 'lifestyle choice'."}, {"type": "text", "text": "In her letter, Ms Braverman admitted she may 'not have always found the right words' but said she wrote the article out of 'frustration' that Mr Sunak would not ban the marches, calling him 'uncertain, weak and lacking in the qualities of leadership that this country needs'."}, {"type": "text", "text": "She finished her attack by urging Mr Sunak to 'change course urgently'."}, {"type": "text", "text": "She said: 'Someone needs to be honest: your plan is not working, we have endured record election defeats, your resets have failed and we are running out of time. You need to change course urgently.'"}, {"type": "text", "text": "And in a sign she will champion causes cherished by the party's right on the backbenches - possibly with a view to her own leadership ambitions - she said: 'I will, of course, continue to support the government in pursuit of policies which align with an authentic conservative agenda.'"}, {"type": "headline", "text": "'Conservative soap opera'"}, {"type": "text", "text": ""}, {"type": "text", "text": "In response, a Number 10 spokesperson said the prime minister was 'proud to appoint a strong, united team' in his reshuffle and thanked Ms Braverman for her service."}, {"type": "text", "text": "They added Mr Sunak was still committed to stopping small boats, regardless of the outcome of Wednesday's court decision."}, {"type": "text", "text": "'The prime minister believes in actions not words,' they said. 'He is proud that this government has brought forward the toughest legislation to tackle illegal migration this country has seen and has subsequently reduced the number of boat crossings by a third this year. And whatever the outcome of the Supreme Court tomorrow, he will continue that work.'"}, {"type": "text", "text": "But opposition MPs have seized on the attack as an example of 'yet more Conservative chaos'."}, {"type": "text", "text": "Liberal Democrat home affairs spokesman Alistair Carmichael said: 'Suella Braverman failed at every task at hand as home secretary and now she seems determined to drag everyone else down with her."}, {"type": "text", "text": "'While people struggle to see their GP or pay their mortgages, this government is too busy dealing with their own infighting. When will this Conservative Party soap opera end?'"}]}, {"_id": "6554e72320e292887546e9f9", "url": "https://news.sky.com/story/suella-bravermans-scathing-letter-to-rishi-sunak-in-full-after-being-sacked-as-home-secretary-13008331", "articleType": "text", "primaryCategory": "politics", "subCategories": "NONE", "title": "Braverman's letter to Sunak in full - and PM's response", "lead": "Suella Braverman has launched a scathing attack on Prime Minister Rishi Sunak, accusing him of abandoning secret promises and saying 'your plan is not working'.", "author": "NONE", "datePublished": {"$date": "2023-11-15T16:43:31.265Z"}, "dateScraped": {"$date": "2023-11-15T16:43:31.265Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:31.265Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-suella-braverman-letter_6360620.jpg?20231114170804", "body": [{"type": "headline", "text": "The former home secretary was sacked by the prime minister on Monday following a controversial article where she accused the Met Police of bias towards left-wing protesters, and not long after she suggested the use of tents by homeless people is 'a lifestyle choice'."}, {"type": "headline", "text": "After being sacked from her role Ms Braverman said that she would say 'more in due course'."}, {"type": "headline", "text": "And in a scathing letter released on Tuesday afternoon, the former home secretary attacked Mr Sunak's record in government, accusing him of a 'betrayal'."}, {"type": "headline", "text": "This is her letter to the PM in full:"}, {"type": "text", "text": "Dear prime minister,"}, {"type": "text", "text": "Thank you for your phone call yesterday morning in which you asked me to leave government. While disappointing, this is for the best."}, {"type": "text", "text": "It has been my privilege to serve as home secretary and deliver on what the British people have sent us to Westminster to do."}, {"type": "text", "text": "I want to thank all of those civil servants, police, Border Force officers and security professionals with whom I have worked and whose dedication to public safety is exemplary."}, {"type": "text", "text": "I am proud of what we achieved together: delivering on our manifesto pledge to recruit 20,000 new police officers and enacting new laws such as the Public Order Act 2023 and the National Security Act 2023. I also led a programme of reform: on anti-social behaviour, police dismissals and standards, reasonable lines of enquiry, grooming gangs, knife crime, non-crime hate incidents and rape and serious sexual offences."}, {"type": "text", "text": "And I am proud of the strategic changes that I was delivering to Prevent, Contest, serious organised crime and fraud. I am sure that this work will continue with the new ministerial team."}, {"type": "text", "text": "As you know, I accepted your offer to serve as home secretary in October 2022 on certain conditions. Despite you having been rejected by a majority of party members during the summer leadership contest and thus having no personal mandate to be prime minister, I agreed to support you because of the firm assurances you gave me on key policy priorities."}, {"type": "text", "text": "These were, among other things:"}, {"type": "text", "text": "1. Reduce overall legal migration as set out in the 2019 manifesto through, inter alia, reforming the international students route and increasing salary thresholds on work visas;2. Include specific 'notwithstanding clauses' into new legislation to stop the boats, i.e. exclude the operation of the European Convention on Human Rights (ECHR), Human Rights Act (HRA) and other international law that had thus far obstructed progress on this issue;3. Deliver the Northern Ireland Protocol and Retained EU Law Bills in their then existing form and timetable:4. Issue unequivocal statutory guidance to schools that protects biological sex, safeguards single sex spaces, and empowers parents to know what is being taught to their children."}, {"type": "text", "text": "This was a document with clear terms to which you agreed in October 2022 during your second leadership campaign. I trusted you. It is generally agreed that my support was a pivotal factor in winning the leadership contest and thus enabling you to become prime minister."}, {"type": "text", "text": "For a year, as home secretary I have sent numerous letters to you on the key subjects contained in our agreement, made requests to discuss them with you and your team, and put forward proposals on how we might deliver these goals. I worked up the legal advice, policy detail and action to take on these issues. This was often met with equivocation, disregard and a lack of interest."}, {"type": "text", "text": "You have manifestly and repeatedly failed to deliver on every single one of these key policies. Either your distinctive style of government means you are incapable of doing so. Or, as I must surely conclude now, you never had any intention of keeping your promises."}, {"type": "text", "text": "These are not just pet interests of mine. They are what we promised the British people in our 2019 manifesto which led to a landslide victory. They are what people voted for in the 2016 Brexit referendum."}, {"type": "text", "text": "Our deal was no mere promise over dinner, to be discarded when convenient and denied when challenged. I was clear from day one that if you did not wish to leave the ECHR, the way to securely and swiftly deliver our Rwanda partnership would be to block off the ECHR, the HRA and any other obligations which inhibit our ability to remove those with no right to be in the UK. Our deal expressly referenced 'notwithstanding clauses' to that effect."}, {"type": "text", "text": "Your rejection of this path was not merely a betrayal of our agreement, but a betrayal of your promise to the nation that you would do 'whatever it takes' to stop the boats."}, {"type": "text", "text": "At every stage of litigation I cautioned you and your team against assuming we would win. I repeatedly urged you to take legislative measures that would better secure us against the possibility of defeat."}, {"type": "text", "text": "You ignored these arguments. You opted instead for wishful thinking as a comfort blanket to avoid having to make hard choices. This irresponsibility has wasted time and left the country in an impossible position."}, {"type": "text", "text": ""}, {"type": "text", "text": "If we lose in the Supreme Court, an outcome that I have consistently argued we must be prepared for, you will have wasted a year and an Act of Parliament, only to arrive back at square one."}, {"type": "text", "text": "Worse than this, your magical thinking - believing that you can will your way through this without upsetting polite opinion has meant you have failed to prepare any sort of credible 'Plan B'."}, {"type": "text", "text": "I wrote to you on multiple occasions setting out what a credible Plan B would entail, and making clear that unless you pursue these proposals, in the event of defeat, there is no hope of flights this side of an election. I received no reply from you."}, {"type": "text", "text": "I can only surmise that this is because you have no appetite for doing what is necessary, and therefore no real intention of fulfilling your pledge to the British people."}, {"type": "text", "text": "If, on the other hand, we win in the Supreme Court, because of the compromises that you insisted on in the Illegal Migration Act, the government will struggle to deliver our Rwanda partnership in the way that the public expects. The Act is far from secure against legal challenge."}, {"type": "text", "text": "People will not be removed as swiftly as I originally proposed. The average claimant will be entitled to months of process, challenge, and appeal. Your insistence that Rule 39 indications are binding in international law - against the views of leading lawyers, as set out in the House of Lords will leave us vulnerable to being thwarted yet again by the Strasbourg Court."}, {"type": "text", "text": "Another cause for disappointment - and the context for my recent article in The Times - has been your failure to rise to the challenge posed by the increasingly vicious antisemitism and extremism displayed on our streets since Hamas's terrorist atrocities of 7 October."}, {"type": "text", "text": "I have become hoarse urging you to consider legislation to ban the hate marches and help stem the rising tide of racism, intimidation and terrorist glorification threatening community cohesion. Britain is at a turning point in our history and faces a threat of radicalisation and extremism in a way not seen for 20 years."}, {"type": "text", "text": "I regret to say that your response has been uncertain, weak, and lacking in the qualities of leadership that this country needs. Rather than fully acknowledge the severity of this threat, your team disagreed with me for weeks that the law needed changing."}, {"type": "text", "text": "As on so many other issues, you sought to put off tough decisions in order to minimise political risk to yourself. In doing so, you have increased the very real risk these marches present to everyone else."}, {"type": "text", "text": "In October of last year you were given an opportunity to lead our country. It is a privilege to serve and one we should not take for granted. Service requires bravery and thinking of the common good. It is not about occupying the office as an end in itself."}, {"type": "text", "text": "Someone needs to be honest: your plan is not working, we have endured record election defeats, your resets have failed and we are running out of time. You need to change course urgently."}, {"type": "text", "text": "I may not have always found the right words, but I have always striven to give voice to the quiet majority that supported us in 2019. I have endeavoured to be honest and true to the people who put us in these privileged positions."}, {"type": "text", "text": "I will, of course, continue to support the government in pursuit of policies which align with an authentic conservative agenda."}, {"type": "text", "text": "Sincerely,Suella BravermanRt Hon Suella Braverman KC MPMember of Parliament for Fareham"}, {"type": "headline", "text": "In response, a No 10 spokesperson said:"}, {"type": "text", "text": "The prime minister was proud to appoint a strong, united team yesterday focused on delivering for the British people."}, {"type": "text", "text": "The prime minister believes in actions not words. He is proud that this government has brought forward the toughest legislation to tackle illegal migration this country has seen and has subsequently reduced the number of boat crossings by a third this year. And whatever the outcome of the Supreme Court tomorrow, he will continue that work."}, {"type": "text", "text": "The PM thanks the former home secretary for her service."}]}, {"_id": "6554e72320e292887546e9fa", "url": "https://news.sky.com/story/political-suicide-grassroots-tories-fury-at-rishi-sunak-after-sacking-suella-braverman-revealed-in-leaked-whatsapps-13008202", "articleType": "text", "primaryCategory": "politics", "subCategories": "NONE", "title": "'Political suicide': Grassroots Tories' fury at Sunak sacking Braverman revealed in leaked WhatsApps", "lead": "Sacking Suella Braverman means 'suicide' for the Tory party and Rishi Sunak has just 'thrown the election away' according to leaked WhatsApp messages between members of a grassroots Conservative organisation leaked to Sky News.", "author": "Sam Coates", "datePublished": {"$date": "2023-11-15T16:43:31.694Z"}, "dateScraped": {"$date": "2023-11-15T16:43:31.694Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:31.694Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-suella-braverman-home-secretary_6353622.jpg?20231109095115", "body": [{"type": "headline", "text": "Members of the Conservative Democratic Organisation (CDO), a momentum-style group created out of frustration at the ousting of Boris Johnson and Liz Truss and backed by Priti Patel, called on Tory MPs to submit letters of no confidence in Rishi Sunak after Monday's reshuffle."}, {"type": "text", "text": "Conversations between CDO members on Monday reveal they believe 'Sunak has committed political suicide' and 'the cabinet is pretty much the exact opposite of what we voted for in 2019' while another asks 'is it April Fool's day???'"}, {"type": "headline", "text": "Politics live: Cabinet hears joke from PM about Cameron appointment"}, {"type": "headline", "text": "The CDO, whose president is Lord Peter Cruddas, aims to change the rules of the Tory party to give the membership a bigger voice in its running."}, {"type": "headline", "text": "Informfully has seen messages from regional WhatsApp groups where CDO members give their views on the reshuffle. Many, but not all, are Conservative members, and almost none are nationally recognisable figures so are not being named by Informfully."}, {"type": "text", "text": "These views are not representative, therefore, of the whole Tory membership, but represent a slice of Conservative thinking inside and outside the party. It chimes with some Tory MPs on the right who believe the reshuffle will bolster Reform UK, the right-wing party created from the Brexit Party."}, {"type": "headline", "text": "In the South East CDO group, one contributor calls the appointment of David Cameron a 'very weak decision', another calls it the 'undoing of the party' and a third says 'FFS'."}, {"type": "text", "text": "One says 'the only good news would be if Kemi [Badenoch, business secretary] replaces [Chancellor Jeremy] Hunt but I can't see it'."}, {"type": "text", "text": ""}, {"type": "text", "text": "Some in relation to Cameron refer to conspiracy theories about an elite in Davos controlling the world."}, {"type": "text", "text": "'His biggest regret was Brexit, even though he was always a eurosceptic. Why? Because it robbed him of post PM £s on the Davos circuit. He's back to redeem himself under Davos darling Nutsak'. 'Nutsak' is an occasional nickname for Sunak in this group."}, {"type": "text", "text": "'I've not been this angry since Boris was forced out', says one."}, {"type": "headline", "text": "In the same group, they respond to the sacking of Ms Braverman as home secretary with dismay."}, {"type": "text", "text": "'I call on Conservative MPs to submit their VoNC [vote of no confidence] letters to the 1922 [Committee]. Rishi Sunak & his out-of-touch squad, must be outed from No10,' said one. Later that day, Tory MP Andrea Jenkyns did submit such a letter."}, {"type": "text", "text": "'Is Suella a member of the CDO?' asks one. 'How can we help her and thereby help ourselves and our country? I am really unhappy about this… Let's push for letters to go in.'"}, {"type": "headline", "text": "Click to subscribe to the Informfully Daily wherever you get your podcasts "}, {"type": "text", "text": "Richard Holden's appointment as party chairman is also the source of dismay because he is seen as close to Mr Sunak."}, {"type": "text", "text": "'Apparently an ex CCHQ staffer, otherwise known as a full commitment to the lunatics taking over the asylum,' one said."}, {"type": "text", "text": "Read the full exchanges below."}, {"type": "headline", "text": "CDO SOUTH EAST"}, {"type": "text", "text": "[08:39] Activist 1: Reshuffle starting now…"}, {"type": "text", "text": "[08:40] Activist 1: Suella has just been sacked. The end of the Conservative party"}, {"type": "text", "text": "[08:40] Activist 2: Harry Cole was reporting that it was expected because of the vague agenda for today."}, {"type": "text", "text": "[08:42] Activist 2: Let's hope it's the beginning of the end for Sunak"}, {"type": "text", "text": "[08:4?] Activist 2: He's now jumping to the bark of Labour"}, {"type": "text", "text": "[08:45] Activist 3: If Suella has been sacked, then he should go. Is Suella a member of CDO? How can we help her and thereby help ourselves and our country? I am really unhappy about this."}, {"type": "text", "text": "[08:46] Activist 2: Now it's time for the backbenchers to put up."}, {"type": "text", "text": "[08:46] Activist 3: Let's push for the letters to go in."}, {"type": "text", "text": "[08:46] Activist 4: He is demonstrating he is a follower not a leader."}, {"type": "text", "text": "[08:47] Activist 2: It's so weak. Even if he wanted to sack her he shouldn't indulge in the left"}, {"type": "text", "text": "[08:47] Activist 3: An unelected one at that. Disgraceful."}, {"type": "text", "text": "[08:47] Activist 5: Suella has been sacked - it's on the news websites now."}, {"type": "text", "text": "[08:50] Activist 6: I call on Conservatives Mp's to submit their VoNC letters to the 1922. Rishi Sunak & his out-of-touch squad, must be ousted from NO.10. To those few are still members, please write your Association(s). #Ready4Rishi2Go"}, {"type": "text", "text": "[08:58] Activist 7: Sunak & he party is sunk. They've backed the wrong horse(s)"}, {"type": "text", "text": "[08:59] Activist 2: Cleverly as HS"}, {"type": "text", "text": "[09:00] Activist 8 : Not sure what he was thinking, she can do more damage to him on the backbenches! Thanks for that was about to write to Cleverly about a matter abroad!"}, {"type": "headline", "text": "CDO SOUTH WEST"}, {"type": "text", "text": "[08:41] Activist 1: Suella has been sacked"}, {"type": "text", "text": "[08:41] Activist 2: What an idiot!"}, {"type": "text", "text": "[08:42] Activist 3: Activist Sunak got to go"}, {"type": "text", "text": "[08:42] Activist 4: Well on the bright side Suella is free now to replace him when the time comes…"}, {"type": "text", "text": "[08:43] Activist 5: It's nothing like the party I joined in the 1970's when we had a clear vision and direction. My MP doesn't share many of my Conservative principles sadly like many of his colleagues."}, {"type": "text", "text": "[08:43] Activist 6: I think this trigger for letters to go in"}, {"type": "text", "text": "[08:51] Activist 6: Tell your MP's!"}, {"type": "text", "text": "[08:54] Activist 5: Just sent an email to my MP"}, {"type": "text", "text": "[08:57] Activist 6: Great yes pile on everyone"}, {"type": "text", "text": "[10:13] Activist 2: There are no pliable MPs left for Sunak and his squad to call upon. What an utter clown show. What now Activist 6?"}, {"type": "text", "text": "[10:15] Activist 6: Now letters must go in and Sunak replaced urgently. We could have a leadership election in 3 weeks including limited hustings and members vote."}, {"type": "text", "text": "[10:16] Activist 7: Do you think there are enough MPs with a backbone to do it though?"}, {"type": "headline", "text": "CDO LONDON "}, {"type": "text", "text": "[07:08] Activist 1: The current Tory government"}, {"type": "text", "text": "Rishi Sunak: Stabbed the one person who gave him a top job, rejected by us, done nothing in the year he's been the cuckoo prime minister, rejected by the people according to the pills."}, {"type": "text", "text": "Hunt: Rejected by us 4 times and disliked by the people according to the polls."}, {"type": "text", "text": "Cameron: Didn't like the result of a democracy so ran away and let down his constituency by resigning. Got caught being a naughty man."}, {"type": "text", "text": "Did I miss anything? :/"}, {"type": "text", "text": "[08:42] Activist 2: He's sacked Suella! He's on a suicide mission for the party!"}, {"type": "text", "text": "[08:43] Activist 3: Sunak has committed political suicide"}, {"type": "text", "text": "That being said, I'm sure this is a positive step towards a Bravermen leadership."}, {"type": "text", "text": "[08:45] Activist 4: Time for the letters to go in! Let's see what mess is made of reshuffle too."}, {"type": "text", "text": "[08:49] Activist 2: I'm furious."}, {"type": "text", "text": "[08:49] Activist 2: He is no Politician. He doesn't understand that the Tory faithful are pretty much only still faithful because of Suella."}, {"type": "text", "text": "[08:52] Activist 2: I'm a party member, I've always voted Tory. I'm active in the local association and I am really struggling with the idea of voting for them at the next GE. Sorry, but they need a kicking."}, {"type": "text", "text": "[08:52] Activist 3: I would be furious if I wasn't rather excited to watch Sunak's unravelling and a (potential) leadership bid by Suella."}, {"type": "text", "text": "Rishi has signed his political death warrant, and Suella will be back - so the situation is bittersweet."}, {"type": "text", "text": "[09:50] Activist 5: This is just awful."}, {"type": "text", "text": "[09:50] Activist 5: Sunak is not even a Tory"}, {"type": "text", "text": "[09:50] Activist 5: MPs: Get him out NOW!"}, {"type": "text", "text": "[09:50] Activist 2: I'm so angry I can't focus on work."}, {"type": "text", "text": "[10:13] Activist 6: I feel the same, I'm furious. Just watched the idiots on GB News saying Suella was out of control. She was the first minister in years I actually felt was a real Conservative with genuine Conservative values. I hope she runs for leadership and kicks Sunak to touch."}, {"type": "text", "text": "[10:19] Activist 2: This cabinet is pretty much the exact opposite of what we voted for in 2019."}, {"type": "text", "text": "[10:44] Activist 7: If she does and gets voted in overwhelmingly by the membership, the snakes will oust her, ignore us all and install another puppet!"}, {"type": "text", "text": "[10:45] Activist 8: It's 10:45."}, {"type": "text", "text": "What's the delay in those letters to Sir Graham? There's not a postal strike is there?"}, {"type": "text", "text": "[10:45] Activist 9: Exactly, as we are unfortunately accustomed to."}, {"type": "text", "text": "[13:15] Activist 10: I see the 'one nation' tories are full of glee today."}, {"type": "text", "text": "[13:34] Activist 11: They won't be after next year's general election results."}, {"type": "text", "text": "[13:36] Activist 11: Although saying that, they might actually be gleeful, since they seem so hellbent on causing as much reputational damage to the party as possible."}, {"type": "headline", "text": "CDO YORKSHIRE & HUMBER"}, {"type": "text", "text": "[10:12] Activist 1: I can't believe it. Suella sacked and Cameron in as foreign secretary!"}, {"type": "text", "text": "[10:13] Activist 1: Is it April fools day????"}, {"type": "text", "text": "[10:14] Activist 2: Incredible - has just thrown the election away! I bet Starmer sends him a crate of champagne to thank him! We need to get off our bums and write in and voice our anger."}, {"type": "text", "text": "[11:08] Activist 3: I wonder who made him sack her? Dr. No or another member of the cabal really running the country? Looks like time to quit the party for me."}, {"type": "text", "text": "[11.10] Activist 4: Stay as a member. You will have more influence in the future."}, {"type": "text", "text": "[11:10] Activist 5: It's not our party anymore… It hasn't been for a while."}, {"type": "text", "text": "[11:10] Activist 3: Exactly true!"}, {"type": "text", "text": "[11:16] Activist 6: I'm not quitting. I want the satisfaction of being involved in rebuilding once these people have moved on. Unfortunately unless the backbenchers grow a pair we are going to have to go a few years of socialism in order to move them on ."}, {"type": "text", "text": "[11:18] Activist 7: A few years? We'll never get into power again… Votes will be opened up to 16 year olds, non-British nationals too.. We'll then have another referendum and be back under the globalists boot. Democracy will be dead, and this party with its blatant corruption, enabled it."}, {"type": "text", "text": "[11:39] Activist 8:v I heard they're going to change the membership vote for PM, just in case we have the audacity of not choosing the right person. It breaks my heart to say this, but the conservative party, that I've supported for years, is well and truly finished. A vote for this shower is a wasted vote."}, {"type": "text", "text": "[11:43] Activist 9: Will Cameron become leader?"}, {"type": "text", "text": "[13:24] Activist 9: Hague orchestrated Cameron. It's to stop a Boris or Farage come back."}, {"type": "text", "text": "[13:26] Activist 9: We need to split."}, {"type": "text", "text": "[13:38] Activist 9: Right wing members of 2 groups meeting this afternoon. Let's see the letters but i think we need a breakaway."}]}, {"_id": "6554e72320e292887546e9fb", "url": "https://news.sky.com/story/jeremy-hunt-steps-in-to-salvage-troubled-cbis-relaunch-summit-13008408", "articleType": "text", "primaryCategory": "politics", "subCategories": "NONE", "title": "Hunt steps in to salvage troubled CBI's relaunch summit", "lead": "The chancellor has agreed to address the CBI's first public event since the business lobbying group was plunged into crisis earlier this year.", "author": "Mark Kleinman", "datePublished": {"$date": "2023-11-15T16:43:31.804Z"}, "dateScraped": {"$date": "2023-11-15T16:43:31.804Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:31.804Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/09/768x432/skynews-jeremy-hunt_6289372.jpg?20230918114046", "body": [{"type": "text", "text": "Informfully has learnt that Jeremy Hunt will be among the keynote speakers at the CBI's annual conference in London next week, just seven months after declaring that there was 'no point' engaging with it."}, {"type": "text", "text": "Mr Hunt's appearance will represent a major boost to the organisation, which came close to collapse during the summer after being deserted by major corporate members in the wake of a sexual misconduct scandal."}, {"type": "text", "text": "The CBI's scaled-back conference will take place next Monday, two days before the chancellor delivers his autumn statement."}, {"type": "text", "text": "In April, he cast doubt on the merits of engaging with it, although he has in recent weeks held private talks with Rain Newton-Smith, its director-general."}, {"type": "text", "text": "'There's no point in engaging with the CBI when their own members have deserted them in droves, so we want to engage with a body that speaks for business,' Mr Hunt said in the spring."}, {"type": "text", "text": "'It's incredibly important for me when I am constructing budgets to have someone I can turn to that speaks for British business because we are a very, very pro-business government.'"}, {"type": "text", "text": "The chancellor's decision to address the CBI summit comes after Business Secretary Kemi Badenoch turned down an invitation to attend, citing diary commitments."}, {"type": "text", "text": "Other senior political figures, including Labour's shadow business secretary, Jonathan Reynolds, will also speak at the event."}, {"type": "text", "text": "The CBI recently secured funding to ensure its short-term survival after a torrid six-month period in which it teetered on the brink of collapse."}, {"type": "text", "text": "A sexual misconduct crisis, which included several rape allegations against former employees, triggered an exodus of corporate members including Aviva and John Lewis Partnership."}, {"type": "text", "text": "Tony Danker, its director-general - who was accused of inappropriate behaviour but had nothing to do with the more serious allegations - stepped down in April weeks after being suspended."}, {"type": "text", "text": "The CBI briefly entertained talks about a merger with Make UK, the manufacturers' body, but these have now been curtailed."}, {"type": "text", "text": "Established by royal charter in 1965, the CBI's financial crisis has forced it to slash jobs and close overseas offices."}, {"type": "text", "text": "Both the CBI and the Treasury declined to comment."}]}, {"_id": "6554e72420e292887546e9fc", "url": "https://news.sky.com/story/glasgow-city-council-makes-almost-163500000-from-lez-fines-13008839", "articleType": "text", "primaryCategory": "politics", "subCategories": "NONE", "title": "Council makes almost &#163;500,000 from LEZ fines", "lead": "Glasgow City Council has made almost &#163;500,000 from the Low Emission Zone (LEZ) during its first four months, new figures have revealed.", "author": "Jenness Mitchell", "datePublished": {"$date": "2023-11-15T16:43:32.628Z"}, "dateScraped": {"$date": "2023-11-15T16:43:32.628Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:32.628Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/05/768x432/skynews-glasgow-lez-low-emission-zone_6174384.jpg?20231115132708", "body": [{"type": "text", "text": "Under LEZ rules, which aims to reduce air pollution, vehicles must meet certain emission standards or drivers will face a penalty."}, {"type": "text", "text": "The local authority has issued 20,134 LEZ fines between June and the end of September, recovering a total of £478,560."}, {"type": "headline", "text": "LEZ penalty charge notices issued:• June: 2,897 in total (2,897 x £60)• July: 6,139 in total (5,356 x £60, 687 x £120, 85 x £240, 1 x £480 and 1 x £960)• August: 5,757 in total (4,848 x £60, 607 x £120, 201 x £240, 80 x £480 and 21 x £960)• September: 5,341 in total (4,404 x £60, 569 x £120, 196 x £240, 83 x £480 and 89 x £960)"}, {"type": "text", "text": "The council said no specific decisions have been made yet regarding surplus revenue spend but the local authority continues to pledge that the money will be used to reduce air pollution and help meet climate change targets."}, {"type": "text", "text": "A Glasgow City Council spokesperson said: 'Scottish LEZs operate by way of a penalty system, set in legislation to discourage non-compliant vehicle entry and to maximise the air quality benefits that can be delivered."}, {"type": "text", "text": "'Penalties are reduced by 50% if paid within 14 days, with all revenue above that incurred in running Glasgow's LEZ scheme itself only used for activities that help reduce air pollution or contribute toward achieving our climate change targets."}, {"type": "text", "text": "'We would remind drivers that Glasgow's LEZ is now in force and to familiarise themselves with its emissions requirements.'"}, {"type": "text", "text": "Glasgow's LEZ operates continuously all-year round and covers an area of the city centre bounded by the M8 to the north and west, the River Clyde to the south and Saltmarket/High Street to the east."}, {"type": "text", "text": "The fines start at £60 and are halved if paid early. The penalty doubles each time a subsequent breach is detected, with a cap of £480 for cars and LGVs and £960 for buses and HGVs."}, {"type": "text", "text": "If there are no further breaches within 90 days following a previous breach, the penalty rate is reset back to £60."}, {"type": "headline", "text": "Click to subscribe to ClimateCast with Tom Heap wherever you get your podcasts"}, {"type": "text", "text": "Last month, the Court of Session ruled the LEZ was lawful and proportionate following a legal challenge from business owner William Paton, owner of Paton's Accident Repair Centre in the Townhead area of the city."}, {"type": "headline", "text": "Glasgow is the first of four major Scottish cities to enforce the scheme, with Aberdeen, Edinburgh and Dundee to follow in 2024."}, {"type": "text", "text": "Scottish Conservative transport spokesperson Graham Simpson said: 'It is clear that Glasgow's low emission zone has clobbered hard-pressed motorists for huge sums of money, only a few months since it was imposed."}, {"type": "text", "text": "'A rising number are being hit with the council's new full-penalty fines, which total nearly £1,000."}, {"type": "text", "text": "'Ordinary Glaswegians, and in particular motorists and city centre businesses, are paying a huge price for this ill-thought-out policy."}, {"type": "text", "text": "'The SNP council must be upfront about how they intend to spend this money and other cities across Scotland must learn from how Glasgow's low emission zone has been so badly botched.'"}]}, {"_id": "6554e72520e292887546e9fd", "url": "https://news.sky.com/story/cambridge-dictionary-reveals-word-of-the-year-8211-and-it-has-a-new-meaning-thanks-to-ai-13008080", "articleType": "text", "primaryCategory": "technology", "subCategories": "NONE", "title": "Cambridge Dictionary reveals word of the year &#8211; and it has a whole new technological meaning", "lead": "Cambridge Dictionary has declared 'hallucinate' as the word of the year for 2023 &#8211; while giving the term an additional, new meaning relating to artificial intelligence technology.", "author": "NONE", "datePublished": {"$date": "2023-11-15T16:43:33.356Z"}, "dateScraped": {"$date": "2023-11-15T16:43:33.356Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:33.356Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-chatgpt-ai_6360164.jpg?20231114104842", "body": [{"type": "headline", "text": "The traditional definition of 'hallucinate' is when someone seems to sense something that does not exist, usually because of a health condition or drug-taking, but it now also relates to AI producing false information."}, {"type": "text", "text": "The additional Cambridge Dictionary definition reads: 'When an artificial intelligence (= a computer system that has some of the qualities that the human brain has, such as the ability to produce language in a way that seems human) hallucinates, it produces false information.'"}, {"type": "headline", "text": "This year has seen a surge in interest in AI tools such as ChatGPT. The accessible chatbot has even been used by a British judge to write part of a court ruling while an author told Informfully how it was helping with their novels."}, {"type": "text", "text": "However, it doesn't always deliver reliable and fact-checked prose."}, {"type": "text", "text": "AI hallucinations, also known as confabulations, are when the tools provide false information, which can range from suggestions which seem perfectly plausible to ones that are clearly completely nonsensical."}, {"type": "text", "text": "Wendalyn Nichols, Cambridge Dictionary's publishing manager, said: 'The fact that AIs can 'hallucinate' reminds us that humans still need to bring their critical thinking skills to the use of these tools."}, {"type": "text", "text": "'AIs are fantastic at churning through huge amounts of data to extract specific information and consolidate it. But the more original you ask them to be, the likelier they are to go astray.'"}, {"type": "text", "text": ""}, {"type": "text", "text": "Adding that AI tools using large language models (LLMs) 'can only be as reliable as their training data', she concluded: 'Human expertise is arguably more important - and sought after - than ever, to create the authoritative and up-to-date information that LLMs can be trained on.'"}, {"type": "text", "text": "AI can hallucinate in a confident and believable manner - which has already had real-world impacts."}, {"type": "headline", "text": "A US law firm cited fictitious cases in court after using ChatGPT for legal research while Google's promotional video for its AI chatbot Bard made a factual error about the James Webb Space Telescope."}, {"type": "headline", "text": "'A profound shift in perception'"}, {"type": "text", "text": "Dr Henry Shevlin, an AI ethicist at Cambridge University, said: 'The widespread use of the term 'hallucinate' to refer to mistakes by systems like ChatGPT provides [...] a fascinating snapshot of how we're anthropomorphising AI.'"}, {"type": "text", "text": "''Hallucinate' is an evocative verb implying an agent experiencing a disconnect from reality,' he continued. 'This linguistic choice reflects a subtle yet profound shift in perception: the AI, not the user, is the one 'hallucinating'."}, {"type": "text", "text": "'While this doesn't suggest a widespread belief in AI sentience, it underscores our readiness to ascribe human-like attributes to AI."}, {"type": "text", "text": "'As this decade progresses, I expect our psychological vocabulary will be further extended to encompass the strange abilities of the new intelligences we're creating.'"}]}, {"_id": "6554e72520e292887546e9fe", "url": "https://news.sky.com/story/nepal-bans-tiktok-over-allegations-it-disrupts-social-harmony-13008020", "articleType": "text", "primaryCategory": "technology", "subCategories": "NONE", "title": "Nepal bans TikTok over allegations it disrupts 'social harmony'", "lead": "Nepal's government has banned the popular social media app TikTok, saying it was disrupting 'social harmony'.", "author": "Samuel Osborne", "datePublished": {"$date": "2023-11-15T16:43:33.776Z"}, "dateScraped": {"$date": "2023-11-15T16:43:33.776Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:33.776Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/22/11/768x432/skynews-tiktok-social-media_5952074.jpg?20221102140412", "body": [{"type": "headline", "text": "More than 1,600 TikTok-related cyber crime cases have been registered over the last four years in Nepal, according to local media reports."}, {"type": "text", "text": "The South Asian country's foreign minister Narayan Prakash Saud said the Chinese-owned video app would be banned immediately following a cabinet meeting on Monday."}, {"type": "text", "text": "He said: 'The government has decided to ban TikTok as it was necessary to regulate the use of the social media platform that was disrupting social harmony, goodwill and flow of indecent materials.'"}, {"type": "text", "text": "He added that to make social media platforms accountable the government has asked companies to register and open a liaison office in Nepal, pay taxes and abide by the country's laws and regulations."}, {"type": "text", "text": "It was unclear what triggered the ban or if TikTok had refused to comply with Nepal's requests."}, {"type": "text", "text": "TikTok, owned by China's ByteDance, has faced scrutiny in several countries over concerns Beijing could use the app to harvest user data or advance its interests."}, {"type": "text", "text": "TikTok has previously said such bans are 'misguided' and based on 'misconceptions'."}]}, {"_id": "6554e72620e292887546e9ff", "url": "https://news.sky.com/story/ai-poses-growing-threat-to-next-general-election-warns-uk-cyber-security-agency-13007659", "articleType": "text", "primaryCategory": "technology", "subCategories": "NONE", "title": "AI poses growing threat to next general election, warns UK cyber security agency", "lead": "Advances in artificial intelligence pose a growing threat to the integrity of the next general election in the UK, Britain's cyber security agency has warned.", "author": "Deborah Haynes", "datePublished": {"$date": "2023-11-15T16:43:34.193Z"}, "dateScraped": {"$date": "2023-11-15T16:43:34.193Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:34.193Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/768x432/skynews-hackers-computers_6267337.jpg?20230829234627", "body": [{"type": "headline", "text": "The National Cyber Security Centre (NCSC) said countries such as Russia would likely seek to meddle with the outcome of the poll - which must take place by January 2025 - as well as other major elections in western democracies in the coming year, including in the United States."}, {"type": "headline", "text": "In an annual review of a broad range of cyber security issues, the agency, which is part of GCHQ, warned about the prospect of increasingly realistic, deepfake videos and other forms of disinformation designed to influence voter preferences."}, {"type": "text", "text": "'While the UK's use of paper voting in general elections makes it significantly harder to interfere with our elections, the next election will be the first to take place against the backdrop of significant advances in AI,' it said."}, {"type": "headline", "text": "'But rather than presenting entirely new risks, it is AI's ability to enable existing techniques which poses the biggest threat.'"}, {"type": "text", "text": "This included fabricated online posts at speed and deepfake campaigns spread across social media at great speed."}, {"type": "text", "text": "'Any interference or attempts to undermine our political discourse are completely unacceptable and the UK government is committed to enhancing our capabilities and countering the threat from online harms, such as disinformation,' the NCSC said."}, {"type": "text", "text": "It described how the 'threat landscape' had evolved 'significantly' since the last UK general election in 2019, in particular in the wake of Russia's war with Ukraine."}, {"type": "text", "text": "That conflict 'has made the prospect of influencing the political discourse in democracies ever more attractive to state actors', the agency said."}, {"type": "text", "text": "It also warned about the emergence of cyber actors that are aligned with malign states such as Russia and share the same ideological goals but can act with less restraint, calling this category 'a new class of adversary for the UK to counter'."}, {"type": "text", "text": ""}, {"type": "text", "text": "'The NCSC assesses that democratic events, such as elections, almost certainly represent attractive targets for malicious actors and so organisations and individuals need to be prepared for threats, old and new,' the NCSC said."}, {"type": "text", "text": "In response, the UK has set up a Defending Democracy Taskforce and a Joint Election Security Preparedness unit."}, {"type": "text", "text": "As well as a focus on Russia, the NCSC report agency also flagged the ongoing cyber threat posed by China, Iran and North Korea."}]}, {"_id": "6554e72720e292887546ea00", "url": "https://news.sky.com/story/kettles-and-fridges-tracked-as-nhs-trials-ai-to-spot-patients-at-risk-of-needing-hospital-care-13007373", "articleType": "text", "primaryCategory": "technology", "subCategories": "NONE", "title": "NHS to track people's kettles and fridges to reduce 'avoidable' admissions", "lead": "The NHS is using artificial intelligence to monitor people's eating and drinking habits in a bid to reduce 'avoidable' hospital admissions ahead of a busy winter period.", "author": "Reemul Balla", "datePublished": {"$date": "2023-11-15T16:43:35.526Z"}, "dateScraped": {"$date": "2023-11-15T16:43:35.526Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:35.526Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-kettle-hot-water_6359129.jpg?20231113151337", "body": [{"type": "headline", "text": "Kettles and fridges are being tracked as part of a pilot scheme launched in Buckinghamshire."}, {"type": "text", "text": "Patients' habits are flagged to care teams who speak to them to try and solve their issues."}, {"type": "text", "text": "They can then be helped out in various ways including cleaning, shopping and having food parcels delivered."}, {"type": "headline", "text": "Meanwhile in Somerset, four GP practices are trialling an AI system that highlights patients with complex needs, at risk of hospital admission or those who rarely contact the surgery."}, {"type": "text", "text": "Health workers then reach out to patients to offer preventative care such as escalating treatments to specialist doctors, introducing support to avoid patients falling over, or linking them up with local voluntary groups to help avoid loneliness."}, {"type": "headline", "text": "And in Birmingham, the NHS is trialling a predictive algorithm to prevent thousands of hospital or GP visits, instead offering social care measures to those most at risk."}, {"type": "text", "text": "Over the next two years, the scheme is aiming to prevent 4,500 unnecessary trips to A&E, as well as 17,000 overnight hospital stays and 23,000 GP appointments."}, {"type": "headline", "text": "Record waiting lists"}, {"type": "text", "text": "The schemes come as NHS managers are worried about the quality of patient care and that the government's plans to cut waiting lists will be difficult to achieve."}, {"type": "text", "text": "The survey by NHS Providers found most of the leaders surveyed (95%) are concerned about how the health service will survive winter, with 80% expecting this year to be tougher than the last."}, {"type": "headline", "text": "NHS England waiting lists have peaked with 7.77 million people waiting for an appointment - the highest since records began in 2007."}, {"type": "text", "text": ""}, {"type": "text", "text": "The chief executive of NHS England, Amanda Pritchard said the NHS was equipped with a 'suite of tech and data solutions' ahead of winter which 'is likely to be incredibly challenging'."}, {"type": "text", "text": "Ms Pritchard added: 'NHS staff across the country are already feeling the pressure with record demand for A&E and ambulance services - and so these new innovations being rolled out by NHS teams are an extra and welcome addition to our winter toolkit, with more call handlers and more beds already in place.'"}, {"type": "text", "text": "To prepare the NHS for the most hectic time of the year measures were introduced including social care 'traffic control centres' to help speed up hospital discharges, as well as having more ambulances on the road and extra hospital beds."}, {"type": "headline", "text": "In September, the government announced a £200m boost to help the NHS attend to patients as quickly as possible."}, {"type": "headline", "text": "Virtual wards are also on the rise. Patients with heart failure can now be seen at home by staff who use apps or wearable technology to monitor them remotely."}]}, {"_id": "6554e72720e292887546ea01", "url": "https://news.sky.com/story/astronauts-accidentally-drop-toolbox-during-space-walk-and-you-could-see-it-from-earth-13006280", "articleType": "text", "primaryCategory": "technology", "subCategories": "NONE", "title": "Astronauts drop toolbox during space walk - and you could see it from Earth", "lead": "NASA astronauts accidentally dropped their toolbox during a walk around the International Space Station - and the floating kit could be visible from Earth.", "author": "NONE", "datePublished": {"$date": "2023-11-15T16:43:35.984Z"}, "dateScraped": {"$date": "2023-11-15T16:43:35.984Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:35.984Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-nasa-space-junk_6357258.jpg?20231112120104", "body": [{"type": "text", "text": "Jasmin Moghbeli and Loral O'Hara spent six hours and 42 minutes outside the ISS as they carried out maintenance work."}, {"type": "text", "text": "But a satchel-sized bag floated away and is now orbiting the Earth, several minutes ahead of the space station."}, {"type": "text", "text": "It was even captured on camera by the pair's Japanese colleague Satoshi Furukawa, who accidentally photographed the bag while taking a shot of Mount Fuji."}, {"type": "text", "text": "NASA said the tools were not needed for the remainder of the spacewalk."}, {"type": "text", "text": "Mission Control analysed the bag's trajectory and determined the risk of recontacting the station was low, and that the onboard crew and space station were safe."}, {"type": "text", "text": "The bag has been classified as space junk and is expected to re-enter the Earth's orbit in the coming months, but will likely burn up as it does so."}, {"type": "text", "text": "EarthSky said some people should be able to see it floating around with just a pair of binoculars."}, {"type": "text", "text": "'It's surprisingly bright (for a tool bag), shining just below the limit of visibility to the unaided eye,' its website said."}, {"type": "text", "text": "There are believed to be around 100,000 items of orbital debris currently circling the earth."}, {"type": "text", "text": "This isn't the first time an astronaut has lost a toolbox - in November 2008, Heide Stefanyshyn-Piper was performing a similar repair when the same thing happened."}, {"type": "text", "text": "In 2006, spacewalker Piers Sellers sheepishly reported that he lost a spatula."}, {"type": "text", "text": "And in 1965, the first American spacewalker, Ed White, lost a spare glove when he went outside for the first time."}]}, {"_id": "6554e72820e292887546ea02", "url": "https://news.sky.com/story/iceland-braces-for-volcanic-eruption-after-thousands-of-tremors-13006264", "articleType": "text", "primaryCategory": "technology", "subCategories": "NONE", "title": "As state of emergency declared in Iceland, what is happening under the surface?", "lead": "Iceland has been forged by the heat of the Earth's core.", "author": "Thomas Moore", "datePublished": {"$date": "2023-11-15T16:43:36.487Z"}, "dateScraped": {"$date": "2023-11-15T16:43:36.487Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:36.487Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-volcano-iceland-road_6357252.jpg?20231112114631", "body": [{"type": "headline", "text": "The molten rock that now sits 800 metres below the fishing village of Grindavik is expected to reach the surface within days, the latest in a long history of eruptions."}, {"type": "text", "text": "Around 4,000 inhabitants were evacuated in the early hours of Saturday after a swarm of earthquakes clustered in a small area. There had been more than 1,000 tremors in just a few hours, caused by the magma forcing its way upwards."}, {"type": "text", "text": "Scientists believe it has now pooled in a 10-mile tunnel in the rock, stretching from the island interior out to sea."}, {"type": "text", "text": "The Reykjanes volcanic system is barely 35 miles from the capital, Reykjavik. It had been dormant for 800 years until it erupted from a fissure in March 2021. The lava fountain became a tourist attraction over a six-month period."}, {"type": "text", "text": "There have been two more eruptions in the same area since then."}, {"type": "text", "text": "But the amount of molten rock just below the surface this time is thought to be far greater."}, {"type": "text", "text": "It's possible the eruption will be just off-shore, in which case the contact between super-heated rock and water would be explosive and almost certainly produce an ash cloud."}, {"type": "text", "text": "That's unlikely to be as large as the plume caused by the Eyjafjallajokull eruption in 2010, which caused widespread disruption to flights across Europe - though it can't be completely ruled out."}, {"type": "headline", "text": "Iceland is one of the most volcanic regions on the planet."}, {"type": "text", "text": "It sits on the mid-Atlantic ridge, where the tectonic plates of North America and Eurasia are pulling apart by 2cm a year."}, {"type": "text", "text": "Over millions of years, a plume of molten rock poured from the rift, eventually breaching the ocean surface to form an island."}, {"type": "headline", "text": "On average there is an eruption from one of Iceland's 32 active volcanoes every four or five years, with rivers of lava shaping the stark landscape."}, {"type": "text", "text": "Some of the eruptions have been catastrophic."}, {"type": "text", "text": "In 1783 around a quarter of the population was killed following an eruption of the Laki/Skaftareldar volcano."}, {"type": "text", "text": "The biggest current concern is over Katla, which last erupted in 1918. It lies under hundreds of metres of ice and any eruption is likely to cause widespread flooding."}]}, {"_id": "6554e72820e292887546ea03", "url": "https://news.sky.com/story/government-urged-to-bring-in-targeted-vaccines-for-those-at-most-risk-from-gonorrhea-and-monkeypox-13004834", "articleType": "text", "primaryCategory": "technology", "subCategories": "NONE", "title": "Targeted vaccines against gonorrhea 'should be introduced' in possible world first", "lead": "British scientists are urging the government to bring in routine vaccines for those most at risk from monkeypox and gonorrhoea, with an inoculation programme for the latter being a world first.", "author": "NONE", "datePublished": {"$date": "2023-11-15T16:43:36.907Z"}, "dateScraped": {"$date": "2023-11-15T16:43:36.907Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:36.907Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/07/768x432/skynews-flu-vaccine-vaccine_6207557.jpg?20230704131150", "body": [{"type": "text", "text": "The Joint Committee on Vaccination and Immunisation (JCVI) said it is advising Rishi Sunak that both programmes should be offered on an opportunistic basis to those most in need."}, {"type": "headline", "text": "Professor Andrew Pollard, chair of the JCVI, stated that introducing a vaccination programme to prevent gonorrhoea in England 'would be a world first and should significantly help to reduce levels of gonorrhoea, which are currently at a record high'."}, {"type": "headline", "text": "He added: 'In addition, we are advising setting up a routine targeted mpox [monkeypox] offer - to prevent a repeat of the large outbreak we saw in early 2022. Both vaccinations should be offered to those at highest risk.'"}, {"type": "text", "text": "The JCVI also advised that their recommended vaccination programme against gonorrhoea should primarily target gay and bisexual men and other men who have sex with men, who have the highest rates of the disease."}, {"type": "text", "text": "It comes as sexually transmitted infection (STI) figures from the UK Health Security Agency show that 2022 saw gonorrhoea diagnoses increase by 50.3% from 2021, with 82,592 cases."}, {"type": "headline", "text": "And in March, it was reported the number of gonorrhoea cases in the UK last year rose by more than a fifth on pre-pandemic levels."}, {"type": "text", "text": "Greg Fell, president of the Association of Directors of Public Health, told Informfully: 'The recent rise in sexually transmitting infections such as gonorrhoea is very concerning and today's recommendation from the JCVI is undoubtedly a sensible course of action."}, {"type": "text", "text": "'The rise in numbers is however, in part, a result of more people visiting clinics and other diagnostic services to be tested and, as a result of this increase, the demand on sexual health services has never been higher."}, {"type": "text", "text": "'As we said in June, we are concerned that the current levels of funding for sexual health services, which are provided for in England by the Public Health Grant, cannot meet this increase in demand."}, {"type": "text", "text": "'Any new vaccination programme would therefore need to be planned with this in mind and backed with adequate funding and resources so that people can receive the vaccines in a timely and dignified way that doesn't take away from existing services.'"}]}, {"_id": "6554e72920e292887546ea04", "url": "https://news.sky.com/story/worlds-first-whole-eye-transplant-hailed-as-breakthrough-but-sight-not-yet-restored-13004540", "articleType": "text", "primaryCategory": "technology", "subCategories": "NONE", "title": "World's first whole-eye transplant hailed as breakthrough", "lead": "Surgeons have performed the world's first ever whole-eye transplant, a feat hailed as a breakthrough despite the patient not yet regaining his sight.", "author": "NONE", "datePublished": {"$date": "2023-11-15T16:43:37.533Z"}, "dateScraped": {"$date": "2023-11-15T16:43:37.533Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:37.533Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-eye-transplant-aaron-james_6354633.jpg?20231110070741", "body": [{"type": "text", "text": "Doctors 'never expected it to work at all', patient Aaron James said, but the eye has shown signs of health, such as functioning blood vessels and a promising retina."}, {"type": "headline", "text": "It has been six months since the 21-hour surgery, performed during a partial face transplant in New York, but the surgeon who led the procedure said Mr James, 46, may yet see out of his left eye again."}, {"type": "headline", "text": "Warning: This article contains a graphic picture of the patient"}, {"type": "text", "text": "'I don't think anyone can claim that he will see. But by the same token, they can't claim that he will not see,' Dr Eduardo Rodriguez said."}, {"type": "text", "text": "'The mere fact that we transplanted an eye is a huge step forward, something that for centuries has been thought about, but it's never been performed.'"}, {"type": "text", "text": "Mr James, a military veteran from Arkansas, survived a work-related high-voltage electrical accident that destroyed the left side of his face, his nose, his mouth and his left eye in June 2021."}, {"type": "text", "text": "He said he knew he might not regain his vision, but he had hoped that surgeons could 'learn something to help the next person'."}, {"type": "text", "text": "'Hopefully this opens up a new path,' he said."}, {"type": "text", "text": "'It feels good. I still don't have any movement in it yet. My eyelid, I can't blink yet. But I'm getting sensation now,' he added."}, {"type": "text", "text": "Until now, doctors have only been able to transplant the cornea, the clear front layer of the eye."}, {"type": "text", "text": "Initially, doctors were just planning to include the eyeball as part of the face transplant for cosmetic reasons, Dr Rodriguez said."}, {"type": "text", "text": "'If some form of vision restoration occurred, it would be wonderful, but... the goal was for us to perform the technical operation,' Dr Rodriquez said, adding they aimed to have the eyeball survive."}, {"type": "text", "text": "'At this point, I think we're pretty happy with the result that we were able to achieve with a very technically demanding operation.'"}, {"type": "text", "text": "Mr James's eye will continue to be monitored, but right now it is not communicating with the brain through the optic nerve."}, {"type": "text", "text": "To encourage connection between the donor and recipient optic nerves, surgeons harvested adult stem cells and injected them into the optic nerve during the transplant, hoping they would replace damaged cells."}, {"type": "text", "text": "Transplantation of a viable eye opens many new possibilities, Dr Rodriguez said, even if sight is not restored in this case."}, {"type": "text", "text": "Other research teams are developing ways to connect nerve networks in the brain to sightless eyes through insertion of electrodes, for example, to allow vision, he said."}, {"type": "text", "text": "'If we can work with other scientists that are working on other methods of restoring vision or restoring images to the visual cortex, I think we're one step closer,' he added."}]}, {"_id": "6554e72920e292887546ea05", "url": "https://news.sky.com/story/bizarre-mammal-named-after-david-attenborough-and-believed-to-be-extinct-is-rediscovered-by-scientists-13004588", "articleType": "text", "primaryCategory": "technology", "subCategories": "NONE", "title": "Bizarre mammal believed to be extinct is rediscovered by 'euphoric' scientists", "lead": "A long-beaked echidna, named after David Attenborough and thought to be extinct, has been rediscovered in the mountains of Indonesia.&#160;", "author": "NONE", "datePublished": {"$date": "2023-11-15T16:43:37.684Z"}, "dateScraped": {"$date": "2023-11-15T16:43:37.684Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:37.684Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-e-echidna-attenborough_6354826.jpg?20231110101229", "body": [{"type": "text", "text": "The long-lost species of mammal is described as having the spines of a hedgehog, the snout of an anteater and the feet of a mole."}, {"type": "text", "text": "It was caught on camera in Indonesia's Cyclops Mountains more than 60 years after it was last recorded - on the very last day of a four-week expedition led by Oxford University scientists."}, {"type": "text", "text": "Biologist James Kempton found the images of the small creature in the forest undergrowth on the last memory card retrieved from more than 80 remote cameras."}, {"type": "text", "text": "'There was a great sense of euphoria, and also relief having spent so long in the field with no reward until the very final day,' he said of the moment he first saw the footage."}, {"type": "text", "text": "'I shouted out to my colleagues that were still remaining... and said 'we found it, we found it' - I ran in from my desk to the living room and hugged the guys.'"}, {"type": "text", "text": "Echidnas share their name with a half-woman, half-serpent Greek mythological creature, and were described by the team as shy, nocturnal burrow-dwellers who are notoriously difficult to find."}, {"type": "text", "text": "'The reason it appears so unlike other mammals is because it is a member of the monotremes, an egg-laying group that separated from the rest of the mammal tree-of-life about 200 million years ago,' Dr Kempton said."}, {"type": "text", "text": "This particular species, Zaglossus attenboroughi, has only been scientifically recorded once before, by a Dutch botanist in 1961."}, {"type": "text", "text": "A different echidna species is found throughout Australia and lowland New Guinea."}, {"type": "text", "text": "Dr Kempton's team survived an earthquake, malaria and even a leech attached to an eyeball during their trip."}, {"type": "text", "text": "They worked with the local village, Yongsu Sapari, to navigate and explore the remote terrain of northeastern Papua."}, {"type": "text", "text": "The echidna is embedded in the local culture, including a tradition that says conflicts are resolved by sending one party into the forest to search for the mammal and another to the ocean to find a marlin."}, {"type": "text", "text": "Both creatures were seen as so difficult to find that it would often take decades or a generation to locate them - but once found, the animals symbolised the end of the conflict and a return to harmonious relationships."}]}, {"_id": "6554e72a20e292887546ea06", "url": "https://news.sky.com/story/new-toothpaste-could-prevent-severe-allergic-reactions-to-peanuts-study-suggests-13004654", "articleType": "text", "primaryCategory": "technology", "subCategories": "NONE", "title": "New toothpaste could prevent severe allergic reactions to peanuts, study suggests", "lead": "A new toothpaste which shows the potential of preventing severe reactions in adults with peanut allergies has been developed by scientists.", "author": "NONE", "datePublished": {"$date": "2023-11-15T16:43:38.149Z"}, "dateScraped": {"$date": "2023-11-15T16:43:38.149Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:38.149Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-toothpaste-toothbrush_6354834.jpg?20231110102138", "body": [{"type": "text", "text": "An early-stage clinical trial tested whether 32 adults with peanut allergies could safely brush their teeth with a toothpaste containing trace amounts of peanut protein."}, {"type": "text", "text": "The hope is that introducing tiny amounts of peanuts to the body over time will help the immune system get used to the allergen - reducing severe reactions."}, {"type": "text", "text": "Adults in the trial used the toothpaste for two minutes a day for 11 months, Informfully's US partner network NBC News reported."}, {"type": "text", "text": "At the end of the study, none of the participants experienced anaphylaxis - an allergic response often characterised by difficulty breathing, swelling in the throat, pale skin, blue lips, fainting or dizziness - or any other severe symptoms."}, {"type": "text", "text": "Although the trial focused on the safety of the toothpaste and did not test the effectiveness of the treatment, the findings are an early indication that it could help prevent life-threatening allergic reactions."}, {"type": "text", "text": "A summary of the results was presented at the American College of Allergy, Asthma and Immunology's annual meeting in Anaheim, California on Thursday."}, {"type": "text", "text": "The study's lead author Dr William Berger said the toothpaste should be easier to administer than injection treatments currently used for allergies to grass, trees and weeds."}, {"type": "text", "text": "'Patients do not have to do anything other than brush their teeth,' he said. 'We think it will provide better protection because the patient will be taking their treatment on a regular basis without any interruptions.'"}, {"type": "text", "text": "The study participants were divided into two groups: 24 adults who used the peanut protein-infused toothpaste and eight who used a placebo."}, {"type": "text", "text": "Over the course of four months, researchers gradually increased the amount of peanut protein in the toothpaste until they were receiving the equivalent of approximately one-third of a peanut kernel, Dr Berger said."}, {"type": "text", "text": "The toothpaste is a product from US biotechnology company Intrommune Therapeutics."}, {"type": "headline", "text": "More from Informfully:World's first whole-eye transplant hailed as breakthroughHope for Alzheimer's blood tests on the NHS within five years"}, {"type": "headline", "text": "How does it work?"}, {"type": "text", "text": "When people brush their teeth with it, the peanut protein is absorbed into their mouth. Over time, immune cells in the mouth should become desensitised to the allergens, making people's reactions to them less severe."}, {"type": "text", "text": "The toothpaste is only meant to prevent a severe allergic reaction after accidental exposure to peanuts though, Dr Berger noted. It is not designed to cure the allergy."}, {"type": "text", "text": "All but 3% of participants used the toothpaste or placebo for the length of the 11-month trial. While 54% of participants experienced mild itchiness in the mouth and around the lips, but nobody dropped out of the study due to side effects."}, {"type": "text", "text": "Several other treatments for severe peanut allergies are currently being studied in clinical trials, including a 'peanut patch' which goes on the skin to prevent young children from having severe reactions."}, {"type": "text", "text": "With the study suggesting the peanut-protein toothpaste is safe for adults, a paediatric trial involving 80 children aged between four and 17 is expected to begin next year, Dr Berger said."}, {"type": "text", "text": "He hopes to submit the toothpaste to the US Food and Drug Administration (FDA) within two or three years. Before doing so, another study with a larger group of volunteers needs to be carried out."}]}, {"_id": "6554e72a20e292887546ea07", "url": "https://news.sky.com/story/friends-stars-jennifer-aniston-and-david-schwimmer-pay-tribute-to-matthew-perry-13008769", "articleType": "text", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Friends stars Jennifer Aniston and David Schwimmer pay tribute to Matthew Perry", "lead": "Friends stars Jennifer Aniston and David Schwimmer have paid tribute to Matthew Perry.", "author": "Niamh Lynch", "datePublished": {"$date": "2023-11-15T16:43:38.641Z"}, "dateScraped": {"$date": "2023-11-15T16:43:38.641Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:38.641Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/768x432/skynews-matthew-perry-jennifer-aniston_6342826.jpg?20231031130752", "body": [{"type": "text", "text": "Aniston, who played Rachel Green in the show, wrote in an Instagram post: 'Oh boy this one has cut deep... Having to say goodbye to our Matty has been an insane wave of emotions that I've never experienced before."}, {"type": "text", "text": "'We all experience loss at some point in our lives. Loss of life or loss of love."}, {"type": "text", "text": "'Being able to really SIT in this grief allows you to feel the moments of joy and gratitude for having loved someone that deep. And we loved him deeply. He was such a part of our DNA. We were always the six of us."}, {"type": "text", "text": "'This was a chosen family that forever changed the course of who we were and what our path was going to be."}, {"type": "text", "text": "'For Matty, he KNEW he loved to make people laugh. As he said himself, if he didn't hear the 'laugh' he thought he was going to die. His life literally depended on it. And boy did he succeed in doing just that."}, {"type": "text", "text": "'He made all of us laugh. And laugh hard. In the last couple weeks, I've been pouring over our texts to one another. Laughing and crying then laughing again. I'll keep them forever and ever. I found one text that he sent me out of nowhere one day. It says it all."}, {"type": "text", "text": "'Matty, I love you so much and I know you are now completely at peace and out of any pain. I talk to you every day… sometimes I can almost hear you saying 'could you BE any crazier?'"}, {"type": "text", "text": "'Rest little brother. You always made my day.'"}, {"type": "text", "text": "Aniston also posted a picture of a text exchange with Perry where he said: 'Making you laugh just made my day.'"}, {"type": "text", "text": "Meanwhile, Schwimmer, who played Ross Geller in the sitcom, said: 'Matty, thank you for ten incredible years of laughter and creativity."}, {"type": "text", "text": "'I will never forget your impeccable comic timing and delivery. You could take a straight line of dialogue and bend it to your will, resulting in something so entirely original and unexpectedly funny it still astonishes."}, {"type": "text", "text": "'And you had heart. Which you were generous with, and shared with us, so we could create a family out of six strangers."}, {"type": "text", "text": "'This photo is from one of my favourite moments with you. Now it makes me smile and grieve at the same time."}, {"type": "text", "text": "'I imagine you up there, somewhere, in the same white suit, hands in your pockets, looking around - 'could there BE any more clouds?''"}, {"type": "headline", "text": "Perry, 54, died last month after an apparent drowning at his Los Angeles home. His death is being investigated by the Los Angeles County Medical Examiner's Office after a post-mortem examination with toxicology tests."}, {"type": "headline", "text": "He played the quick-witted Chandler Bing in the beloved sitcom between 1994 and 2004."}, {"type": "text", "text": "LeBlanc, who played Chandler's best friend Joey Tribbiani in the show, said in an Instagram post on Tuesday that 'the times we had together are honestly among the favourite times of my life'."}, {"type": "text", "text": "In an emotional tribute, LeBlanc wrote: 'I am so grateful for every moment I had with you Matty and I miss you every day.'"}, {"type": "text", "text": "'It is with a heavy heart I say goodbye."}, {"type": "text", "text": "'It was an honour to share the stage with you and to call you my friend. I will always smile when I think of you and I'll never forget you. Never."}, {"type": "text", "text": "'Spread your wings and fly brother you're finally free. Much love."}, {"type": "text", "text": "'And I guess you're keeping the 20 bucks you owe me.'"}, {"type": "headline", "text": "Courteney Cox, who played Chandler's wife Monica Geller on Friends, said on Tuesday: 'I am so grateful for every moment I had with you Matty and I miss you every day."}, {"type": "text", "text": "On Instagram, she shared what she described as one of her favourite moments with her friend 'Matty'."}, {"type": "text", "text": "'To give a little backstory, Chandler and Monica were supposed to have a one night fling in London. But because of the audience's reaction, it became the beginning of their love story."}, {"type": "headline", "text": "Click to subscribe to the Informfully Daily wherever you get your podcasts"}, {"type": "text", "text": "'In this scene, before we started rolling, he whispered a funny line for me to say. He often did things like that. He was funny and he was kind.'"}, {"type": "headline", "text": "Tributes poured in following Perry's death, including messages from Canadian Prime Minister Justin Trudeau - who attended the same school as the actor - and Sarah, Duchess of York, who had a cameo appearance in Friends."}, {"type": "headline", "text": "In a joint statement released after his death on 28 October, his Friends co-stars - LeBlanc, Cox, Aniston, Schwimmer and Lisa Kudrow - said: 'We are all so utterly devastated by the loss of Matthew. We were more than just cast mates. We are a family."}, {"type": "text", "text": "'There is so much to say, but right now we're going to take a moment to grieve and process this unfathomable loss.'"}, {"type": "headline", "text": "They were also among 20 mourners at Perry's funeral in the Hollywood Hills earlier this month."}, {"type": "text", "text": "Perry was open about his battle with substance abuse and addiction, and set up a sober living facility for men with similar issues."}, {"type": "headline", "text": "A foundation has now been set up to help others struggling with the disease."}]}, {"_id": "6554e72a20e292887546ea08", "url": "https://news.sky.com/story/shane-macgowans-wife-thanks-well-wishers-as-the-pogues-frontman-is-pictured-in-hospital-bed-13008745", "articleType": "text", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "The Pogues frontman pictured in hospital - as bandmates visit singer", "lead": "The wife of The Pogues frontman Shane MacGowan has sent 'love and prayers' to those 'struggling' as she posted a photo of the Fairytale Of New York singer in hospital.", "author": "Niamh Lynch", "datePublished": {"$date": "2023-11-15T16:43:38.753Z"}, "dateScraped": {"$date": "2023-11-15T16:43:38.753Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:38.753Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-shane-macgowan-pogues_6361393.jpg?20231115130941", "body": [{"type": "text", "text": "Victoria Mary Clarke thanked well-wishers on X, formerly Twitter, and revealed the singer's bandmates Spider Stacy and Terry Woods had visited him recently."}, {"type": "text", "text": "The Irish journalist wrote: 'Love and prayers for everyone who is struggling right now ❤️ hang in there!'"}, {"type": "text", "text": "MacGowan, 65, is believed to have been in intensive care for the past few months and was in a hospital bed with a breathing apparatus in the new picture."}, {"type": "text", "text": "He had been diagnosed with viral encephalitis last year."}, {"type": "text", "text": "Encephalitis is a serious condition where the brain becomes inflamed. It can be life-threatening and requires urgent treatment in hospital."}, {"type": "text", "text": "Ms Clarke said in an Instagram post on Saturday that she was 'facing terrifying fears of loss'."}, {"type": "text", "text": "The 57-year-old wrote: 'Love is the most beautiful and powerful thing that we can experience as humans but love can also feel painful especially if you are afraid of losing a person or anything else that you love."}, {"type": "text", "text": "'The really really big challenge that we all face is to go beyond what our minds think are the limits of love and what love really is.'"}, {"type": "text", "text": "She added: 'Sometimes when you love very deeply you will find yourself facing terrifying fears of loss that can feel so big and devastating that you don't know how you can survive them and you can't imagine life without this person that you love."}, {"type": "text", "text": "'It's in these moments when you are staring into the abyss that you have an opportunity… to discover more of who you really are and more of who your soul really is and more of your connection with this person who you love.'"}, {"type": "text", "text": "The couple married in 2018 at Copenhagen City Hall in Denmark after more than 32 years together."}, {"type": "text", "text": "MacGowan has faced other health troubles in recent years - he broke his pelvis in 2015 and has used a wheelchair since."}, {"type": "text", "text": "In 2021 he broke his knee in a fall before tearing ligaments in his left leg."}, {"type": "text", "text": "He never fully recovered from his injuries and confirmed in April that he 'can't walk anymore'."}, {"type": "text", "text": "MacGowan has also been open about his battle with addiction."}, {"type": "text", "text": "In 2015, he received a full set of teeth implants as his real teeth were destroyed by decades of drinking and drug use."}]}, {"_id": "6554e72a20e292887546ea09", "url": "https://news.sky.com/story/open-divorce-of-kim-kardashians-parents-helped-reality-star-cope-with-split-from-kanye-west-13008705", "articleType": "text", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Kim Kardashian named one of GQ's 'Men Of The Year' for 2023", "lead": "Kim Kardashian is many things - reality TV star, model, businesswoman, socialite, trainee lawyer, and to the surprise and anger of some... one of GQ's 'Men Of The Year' for 2023.", "author": "NONE", "datePublished": {"$date": "2023-11-15T16:43:38.920Z"}, "dateScraped": {"$date": "2023-11-15T16:43:38.920Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:38.920Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-gq-kardashian-kim_6361514.jpg?20231115143847", "body": [{"type": "text", "text": "Kardashian, who has launched the Skims clothing company as well as beauty lines, several perfumes, an energy drink, a mobile game and a private equity fund, has been named 'Tycoon Of The Year' in this year's rundown - and follows her latest business endeavour into men's underwear."}, {"type": "text", "text": "Her appearance as the cover star for GQ's 2023 'Men Of The Year' competition has sparked confusion and even anger from some people on social media."}, {"type": "text", "text": "Kea, a user on X, formerly known as Twitter, posted: 'Kim Kardashian is your Man of the Year??? Be serious for a damn second.'"}, {"type": "text", "text": "Another user, named Nathan BBSA, wrote: 'When you didn't understand the assignment. Man oh man.'"}, {"type": "text", "text": "A user named Al Bundy wrote: 'Not that I gave a s*** about GQ in the first place but how long is western society gonna dunking [sic] on men?'"}, {"type": "text", "text": "Malachi, another user, wrote: 'I'm sorry but did you just say 'man'???? That is a woman.'"}, {"type": "text", "text": "Priscilla actor Jacob Elordi and fashion designer Tom Ford (both men) join Kardashian in the list."}, {"type": "text", "text": "In an interview with GQ for the edition, Kardashian revealed how the divorce of her parents when she was a child caught her by surprise - and how them 'being open' about the subject helped her deal with her own split from Kanye West."}, {"type": "text", "text": "The 43-year-old said she didn't have an 'inkling' about her parents - Robert and Kris - until a family meeting was called."}, {"type": "text", "text": "She was aged nine when she was given the news, recalling: 'I didn't foresee any of it. I was in the bath and they called a family meeting."}, {"type": "text", "text": "'I remember thinking, 'Please, Lord, don't let them be getting a divorce'."}, {"type": "text", "text": "'I never had an inkling that it would happen, but I knew that was what they were going to tell us. I felt it.'"}, {"type": "headline", "text": "Kim's marriage to the 46-year-old rapper, now known as Ye and with whom she has four children, started to come to an end in 2021 - and she said during this period, it was important to ensure the 'kids feel loved'."}, {"type": "text", "text": "'I did think about how my parents handled it with us,' she said. 'I just remember them being open."}, {"type": "text", "text": "'Ultimately, what matters is that kids feel loved and heard. You want to be sensitive because they're just kids and it's hard to go through, no matter what age."}, {"type": "text", "text": "'You have to make sure that you only go to a level that they can understand."}, {"type": "text", "text": "'It's OK to show a vulnerable side. You never go to a negative side.'"}, {"type": "text", "text": "Her father - a prominent defence lawyer - died 20 years ago from cancer, but Kim recalled a conversation she had in her final days with him."}, {"type": "text", "text": "'It's almost like I can see ahead. I know you're going to be OK, but just take care of your siblings for me,' her father told her."}, {"type": "text", "text": "'I took what he said to mean that I was going to be OK in life,' Kim said. 'But it made me make decisions differently.'"}, {"type": "text", "text": "She also talked about how she is continuing to work towards taking her bar exam in 2024 or 2025 and become a lawyer - and how she follows her Christian faith."}, {"type": "text", "text": "'I'm probably more religious than most people guess,' she said."}, {"type": "text", "text": "'I look at everything as lessons. Even if it doesn't make sense at the time, it's leading you to a path.'"}]}, {"_id": "6554e72b20e292887546ea0a", "url": "https://news.sky.com/story/ill-miss-you-every-day-courteney-cox-and-matt-leblanc-pay-tribute-to-friends-co-star-matthew-perry-13008317", "articleType": "text", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "'I'll miss you every day': Courteney Cox and Matt LeBlanc pay tribute to Friends co-star Matthew Perry", "lead": "Two of Matthew Perry's Friends co-stars have paid tribute to the actor, with his on-screen partner Courteney Cox saying she misses him 'every day'.", "author": "Niamh Lynch", "datePublished": {"$date": "2023-11-15T16:43:39.413Z"}, "dateScraped": {"$date": "2023-11-15T16:43:39.413Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:39.413Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-friends-cox-leblanc_6360760.jpg?20231114204245", "body": [{"type": "text", "text": "The actress, who plays Monica Geller in the show, wrote in an emotional Instagram post: 'I am so grateful for every moment I had with you Matty and I miss you every day.'"}, {"type": "headline", "text": "Perry, 54, died last month after an apparent drowning at his Los Angeles home."}, {"type": "text", "text": "Matt LeBlanc, who played Joey Tribbiani, said it was an 'honour to share the stage with you and to call you my friend'."}, {"type": "text", "text": "Also sharing a tribute on Instagram, LeBlanc wrote: 'It is with a heavy heart I say goodbye. The times we had together are honestly among the favourite times of my life."}, {"type": "text", "text": "'It was an honour to share the stage with you and to call you my friend. I will always smile when I think of you and I'll never forget you. Never."}, {"type": "text", "text": "'Spread your wings and fly brother you're finally free. Much love."}, {"type": "text", "text": "'And I guess you're keeping the 20 bucks you owe me.'"}, {"type": "text", "text": "Cox shared what she described as one of her favourite moments with her friend 'Matty'."}, {"type": "text", "text": "'To give a little backstory, Chandler and Monica were supposed to have a one night fling in London. But because of the audience's reaction, it became the beginning of their love story."}, {"type": "text", "text": "'In this scene, before we started rolling, he whispered a funny line for me to say. He often did things like that. He was funny and he was kind.'"}, {"type": "text", "text": "Perry's death is being investigated by the Los Angeles County Medical Examiner's Office after a post-mortem examination with toxicology tests."}, {"type": "headline", "text": "Perry was best known for playing wise-cracking Chandler Bing in Friends between 1994 and 2004. LeBlanc played Chandler's roommate and best friend Joey Tribbiani."}, {"type": "headline", "text": "Friends stars LeBlanc, Cox, Jennifer Aniston, David Schwimmer and Lisa Kudrow, were among 20 mourners at Perry's funeral in the Hollywood Hills earlier this month."}, {"type": "text", "text": "In a joint statement released after his death on 28 October, the co-stars said: 'We are all so utterly devastated by the loss of Matthew. We were more than just cast mates. We are a family."}, {"type": "text", "text": "'There is so much to say, but right now we're going to take a moment to grieve and process this unfathomable loss.'"}, {"type": "headline", "text": "Tributes poured in following Perry's death, including messages from Canadian Prime Minister Justin Trudeau - who attended the same school as the actor - and Sarah, Duchess of York, who had a cameo appearance in Friends."}, {"type": "text", "text": "Perry was open about his battle with substance abuse and addiction, and set up a sober living facility for men with similar issues."}, {"type": "headline", "text": "A foundation has now been set up to help others struggling with the disease."}, {"type": "headline", "text": "Click to subscribe to the Informfully Daily wherever you get your podcasts"}, {"type": "headline", "text": "The creators of Friends, Marta Kauffman and David Crane, said Perry was in a 'really good place' when they spoke to him two weeks before his death."}, {"type": "text", "text": "Speaking to NBC's Today Show, Ms Kauffman said: 'He was happy and chipper. He didn't seem weighed down by anything. He was in a really good place, which is why this seems so unfair.'"}]}, {"_id": "6554e72c20e292887546ea0b", "url": "https://news.sky.com/story/two-more-russell-brand-complainants-come-forward-to-bbc-13008156", "articleType": "text", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "More Russell Brand complainants come forward to BBC", "lead": "Two more people have come forward to the BBC with allegations against Russell Brand, the corporation has said.", "author": "Niamh Lynch", "datePublished": {"$date": "2023-11-15T16:43:40.252Z"}, "dateScraped": {"$date": "2023-11-15T16:43:40.252Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:40.252Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/09/768x432/skynews-russell-brand-portrait_6289357.jpg?20230918112319", "body": [{"type": "headline", "text": "The latest complainants came forward in the two-month period since the BBC launched a review into the comedian's behaviour."}, {"type": "headline", "text": "A total of five complaints have now been made directly to the broadcaster against Brand."}, {"type": "headline", "text": "It comes after four women alleged in a joint investigation by The Sunday Times, The Times and Channel 4 Dispatches that the comedian and TV and radio presenter sexually assaulted them between 2006 and 2013."}, {"type": "headline", "text": "Brand, 48, denies the allegations against him and said his relationships were 'always consensual'."}, {"type": "text", "text": ""}, {"type": "text", "text": "An update on the BBC review into Brand's conduct said the complaints it had received involve 'allegations of inappropriate conduct in the workplace, including urinating in bottles in a BBC studio; alleged inappropriate use of BBC cars and further allegations of conduct in and around the studio falling below the standards expected of someone engaged by the BBC'."}, {"type": "text", "text": "The update added that the investigation is 'in no way complete' but 'it would appear that no disciplinary action was taken' against Brand between 2006 and 2008 before his departure from the BBC."}, {"type": "text", "text": "The five complaints include two individuals who raised concerns between 2006 and 2008, when Brand was employed at the corporation, and again after he left the BBC."}, {"type": "text", "text": "The complaints also include an allegation of misconduct in LA in 2008."}, {"type": "text", "text": ""}, {"type": "headline", "text": "'No one recalls' driving Brand, says BBC after woman's claims"}, {"type": "text", "text": "Brand's use of BBC cars was called into question after The Times reported a woman's claims that he used the broadcaster's car service to pick her up from school when she was 16, so she could visit his home."}, {"type": "text", "text": "The BBC update said: 'Due to the passage of time the BBC's records of car bookings are no longer available."}, {"type": "text", "text": "'This means that we have not been able to identify the precise details of this or any records or details of specific journeys or bookings made for Russell Brand."}, {"type": "text", "text": "'We have spoken to a number of individuals who either had knowledge of the BBC car arrangements at the time, or who drove vehicles for the BBC at or around the time."}, {"type": "text", "text": "'No one we have spoken to so far recalls driving Russell Brand at the time. Our investigations are continuing.'"}, {"type": "headline", "text": "Click to subscribe to the Informfully Daily wherever you get your podcasts"}, {"type": "headline", "text": "The BBC had previously said it was looking into allegations from a woman who claimed Brand exposed himself to her and then laughed about it afterwards on his Radio 2 show."}, {"type": "text", "text": "Two police forces, as well as Channel 4 where Brand worked as a presenter, are also investigating claims against the comedian."}, {"type": "headline", "text": "Thames Valley Police previously told Informfully that a woman contacted the force in September with 'new information' and it was looking into her claims of 'harassment and stalking'. The force said the claims date back to 2018."}, {"type": "headline", "text": "Thames Valley Police is the force in charge of Henley-on-Thames in Oxfordshire where Brand lives. He also owns a pub in the area."}, {"type": "headline", "text": "The Metropolitan Police also confirmed previously it had received a 'number of allegations of sexual offences' - all of them non-recent and said to have occurred in London and elsewhere in the country."}, {"type": "headline", "text": "The Times said it had been contacted by 'several women' with further claims about Brand after the publication of their article, but said their allegations have not yet been investigated and 'will now be rigorously checked'."}]}, {"_id": "6554e72c20e292887546ea0c", "url": "https://news.sky.com/story/taylor-swift-announces-two-extra-london-dates-for-eras-tour-13008033", "articleType": "text", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Taylor Swift announces two extra London dates for Eras Tour", "lead": "Pop superstar Taylor Swift has added two more London dates to her blockbuster Eras Tour.", "author": "Niamh Lynch", "datePublished": {"$date": "2023-11-15T16:43:40.637Z"}, "dateScraped": {"$date": "2023-11-15T16:43:40.637Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:40.637Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/768x432/skynews-taylor-swift-nashville_6259987.jpg?20231114102506", "body": [{"type": "headline", "text": "Swift, 33, is already playing six dates at Wembley Stadium next 21, 22, 23 June and 15, 16, 17 August."}, {"type": "text", "text": "She will now also play 19 and 20 August, 2024."}, {"type": "text", "text": "But fans hoping to grab coveted tickets are required to have registered for the previous round of ticket sales."}, {"type": "text", "text": "In a post on X, formerly Twitter, announcing the dates, Taylor Nation - the star's management and PR team - said, 'God, we love the English' in a reference to her 2019 song London Boy."}, {"type": "text", "text": "'TS The Eras Tour just added TWO new London shows in August 2024. A limited number of fans who previously registered for shows in London will be selected for access to the sale and receive notifications via email starting today.'"}, {"type": "text", "text": "Tickets will be on sale for those who were previously registered and who receive an access code on 14 and 15 November."}, {"type": "text", "text": "Rock band Paramore is set to be the opening act for all of Swift's UK dates."}, {"type": "text", "text": "Swift will also play previously announced shows at Edinburgh's Murrayfield Stadium on 7, 8 and 9 June 2024 before heading to Liverpool's Anfield stadium for 13, 14 and 15 June."}, {"type": "text", "text": "She will perform at Cardiff's Principality Stadium on 18 June before the first set of London dates."}, {"type": "text", "text": "She will then play dates in Ireland, the Netherlands, Switzerland, Italy, Germany, Poland and Austria before returning to Wembley in August."}, {"type": "text", "text": "Swift just finished a three-day run of the tour in Buenos Aires, Argentina, this week where her rumoured boyfriend American football star Travis Kelce was in attendance."}, {"type": "text", "text": "Video showed Swift kissing Kelce and she appeared to change a lyric in the song Karma to reference his NFL team the Kansas City Chiefs."}, {"type": "text", "text": ""}, {"type": "text", "text": "She also appealed to fans not to throw items on stage during one of the recent concerts."}, {"type": "text", "text": "Swift will play six dates in Brazil starting on Friday before visiting Japan, Australia and Singapore in February and March."}, {"type": "text", "text": "By the time the tour ends in December 2024, Swift will have played 151 shows across five continents."}, {"type": "text", "text": "The record-breaking tour is also set to gross more than $1bn (£813m) according to reports."}, {"type": "headline", "text": "Meanwhile, the film version of the tour - recorded in Los Angeles during the US leg this summer - broke the record for the most profitable concert film in history one week before its release."}, {"type": "text", "text": "Global ticket sales had topped $200m (£163m) as of 3 November."}]}, {"_id": "6554e72d20e292887546ea0d", "url": "https://news.sky.com/story/nigel-farage-pictured-arriving-in-australia-as-he-hints-he-might-do-im-a-celeb-13007012", "articleType": "text", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Nigel Farage confirms I'm A Celebrity appearance", "lead": "Nigel Farage has confirmed he will take part in this year's I'm A Celebrity... Get Me Out Of Here!", "author": "NONE", "datePublished": {"$date": "2023-11-15T16:43:41.190Z"}, "dateScraped": {"$date": "2023-11-15T16:43:41.190Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:41.190Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-farage-im-a-celeb_6359497.jpg?20231113202715", "body": [{"type": "headline", "text": "The former UKIP and Brexit Party leader was confirmed by the show's official social media accounts as taking part in the series."}, {"type": "text", "text": "A video was also released on Mr Farage's own social media channels saying he was off to the jungle."}, {"type": "text", "text": "Mr Farage said he would survive well in the jungle, as he is 'used to dealing with snakes and other horrible reptiles' - both in the European Parliament in Brussels and at Westminster."}, {"type": "text", "text": "Yesterday, he was pictured arriving at Brisbane Airport - around 100 miles from the jungle campsite where the popular ITV show is filmed."}, {"type": "text", "text": "Other famous faces joining the ITV show who have been seen arriving in the country include This Morning presenter Josie Gibson and First Dates star Fred Sirieix."}, {"type": "text", "text": "Actress Jamie Lynn Spears, the sister of singer Britney Spears, Made In Chelsea's Sam Thompson and Marvin Humes from boyband JLS, are also among those taking part this year."}, {"type": "headline", "text": "Mr Farage - a love-him-or-loathe-him figure in British politics - said: 'They've asked me every year since 2016 to go in the jungle, I always thought it's not the right time for me to do it."}, {"type": "text", "text": "'But I can't do it next year because we've got a general election, we've American presidential elections, so this year I am kind of free in a way to do it.'"}, {"type": "text", "text": "On his GB News show last month, he said he was considering an appearance on the show to 'connect' with a younger audience."}, {"type": "text", "text": "Mr Farage is following in the footsteps of a number of high-profile - and often controversial - politicians who have entered the I'm A Celeb jungle."}, {"type": "headline", "text": "Former health secretary Matt Hancock came third in the 2022 series - which became the second most complained-about TV event of last year, according to Ofcom."}, {"type": "text", "text": "Ex-Conservative MP and former culture secretary Nadine Dorries took part in the 2012 show - but was the first celebrity to be voted out."}, {"type": "text", "text": "Other politicians who have entered the jungle include former Liberal Democrat MP Lembit Opik and former Scottish Labour Party leader Kezia Dugdale."}, {"type": "headline", "text": "The show's presenters, Anthony McPartlin and Declan Donnelly, confirmed this year's series is set to begin on Sunday 19 November at 9pm."}]}, {"_id": "6554e72d20e292887546ea0e", "url": "https://news.sky.com/story/summer-sessions-stirling-to-host-popular-live-music-series-for-the-first-time-in-2024-13008036", "articleType": "text", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Stirling to host Summer Sessions concert series for first time in 2024", "lead": "Stirling will host its first ever Summer Sessions series of concerts next year.", "author": "Jenness Mitchell", "datePublished": {"$date": "2023-11-15T16:43:41.609Z"}, "dateScraped": {"$date": "2023-11-15T16:43:41.609Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:41.609Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-stirling-stirling-castle_6360098.jpg?20231114095348", "body": [{"type": "text", "text": "Organiser DF Concerts plans to bring the much-loved live music series to the foot of Stirling Castle."}, {"type": "headline", "text": "Stirling will join Edinburgh and Glasgow as a host city in Scotland."}, {"type": "text", "text": "The city will be celebrating its 900th anniversary in 2024."}, {"type": "text", "text": "Council leader Chris Kane said: 'It's hugely exciting and fitting for us to host the Summer Sessions for the first time as we celebrate this major milestone.'"}, {"type": "text", "text": "The event will take place at Stirling City Park - with a full programme of events expected to be announced soon."}, {"type": "text", "text": "There are also Summer Sessions in Bedford, Chepstow, Derby, Plymouth and Southampton - where the likes of Jess Glynne, Nile Rodgers and CHIC, Hozier, and Kaiser Chiefs appear on the different line-ups."}, {"type": "text", "text": "DF Concerts - which co-founded the legendary T In The Park - operates King Tut's Wah Wah Hut in Glasgow and is also behind Glasgow's TRNSMT and Edinburgh's Connect music festivals."}, {"type": "headline", "text": "Click to subscribe to Backstage wherever you get your podcasts"}, {"type": "text", "text": "Summer Sessions began in Glasgow in 2013 before expanding to Edinburgh in 2018, and has hosted bands such as The Cure, Simple Minds, Florence And The Machine and Paloma Faith."}, {"type": "text", "text": "Geoff Ellis, CEO of DF Concerts, said: 'Stirling City Park is a very unique event space, sitting in the dramatic shadow of Stirling Castle and we cannot wait to bring some world-class acts to the city as it celebrates its 900th anniversary.'"}]}, {"_id": "6554e72e20e292887546ea0f", "url": "https://news.sky.com/story/big-brothers-trish-balusa-apologises-for-concerning-historical-tweets-13006695", "articleType": "text", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Big Brother contestant apologises for 'concerning' historical tweets", "lead": "Big Brother UK contestant Trish Balusa has apologised and said there's 'no excuses' for historical tweets in which she wrote derogatory comments about the LGBT community and Asian people.", "author": "NONE", "datePublished": {"$date": "2023-11-15T16:43:42.024Z"}, "dateScraped": {"$date": "2023-11-15T16:43:42.024Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:42.024Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-trish-balusa-big-brother_6357891.jpg?20231112174835", "body": [{"type": "headline", "text": "Balusa, 33, had become a fan favourite in ITV's Big Brother reboot but was evicted in a double elimination on Friday night despite a fan-led campaign calling for viewers to vote strategically so she could win."}, {"type": "text", "text": "The posts on X, formerly known as Twitter, only came to light once Balusa had left the Big Brother house."}, {"type": "text", "text": "It looks as though the account they were shared on has since been deleted. Informfully has chosen not to include Balusa's posts."}, {"type": "text", "text": "Posting to a new account in her name on Sunday, Balusa admitted her historical tweets were 'very concerning' and said: 'I would like to sincerely apologise for the harmful stereotypes I perpetuated and the pain I have caused to the marginalised communities and groups of people mentioned."}, {"type": "text", "text": "'There are no excuses for the ignorance that I showed and I am deeply disappointed, embarrassed and ashamed that I once made such comments."}, {"type": "text", "text": "'I have come a very long way since by educating myself and being educated by others on the impact and harm these views cause.'"}, {"type": "text", "text": "Balusa also thanked fans for showing support while she was on the programme, acknowledging viewers' current 'disappointment'."}, {"type": "text", "text": "'I am truly sorry,' she wrote. 'I hope it is possible for you to offer me grace and believe that people can change.'"}, {"type": "headline", "text": "Questions are now being asked about ITV's welfare protocols which state that Big Brother contestants' social media accounts would be reviewed before they entered the house."}, {"type": "text", "text": "A Big Brother spokesperson told Informfully: 'This weekend, we have been made aware of concerning historical tweets."}, {"type": "text", "text": "'We are currently looking into why they were not identified by the independent supplier we engage to review the digital footprint of potential Housemates as part of our pre-checks.'"}, {"type": "text", "text": "Informfully understands that Balusa will no longer be appearing on the spin-off show Late & Live on Sunday night."}, {"type": "text", "text": "Behind-the-scenes, she is being offered support in line with Big Brother's welfare protocols."}]}, {"_id": "6554e72e20e292887546ea10", "url": "https://news.sky.com/story/tim-minchin-pays-tribute-after-announcing-his-mothers-death-on-stage-in-sydney-13007180", "articleType": "text", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Tim Minchin pays tribute after announcing his mother's death on stage", "lead": "Tim Minchin has paid tribute to his mother, Ros, after announcing her death while performing a show in Australia.", "author": "NONE", "datePublished": {"$date": "2023-11-15T16:43:42.447Z"}, "dateScraped": {"$date": "2023-11-15T16:43:42.447Z"}, "dateUpdated": {"$date": "2023-11-15T16:43:42.447Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-tim-minchin-matilda_6358698.jpg?20231113110823", "body": [{"type": "text", "text": "The comedian, musician and singer shared a photograph on Instagram, simply captioned: 'So it goes.'"}, {"type": "headline", "text": "During his show at the State Theatre in Sydney on Friday as part of his latest tour, An Unfunny Evening With Tim Minchin And His Piano, he told the audience his mother had died the previous day, according to local media in Australia."}, {"type": "text", "text": "Minchin told fans ahead of the encore and said he had wanted the show to go on, before performing one of his most popular songs, White Wine In The Sun."}, {"type": "text", "text": "The track includes the lyrics: 'I'll be seeing my dad, My brother and sisters, my gran and my mum, They'll be drinking white wine in the sun.'"}, {"type": "text", "text": "Minchin, who was brought up in Perth, Western Australia, shared stories about his mum during the show, including her diagnosis with terminal blood cancer in 2020, and played a variety of songs he had written about her, Perth Now reported."}, {"type": "text", "text": "He closed the show with a cover of Leonard Cohen's Hallelujah, with the audience joining him to sing."}, {"type": "text", "text": "On Monday, as well as his tribute, the star also shared a picture of himself on stage at the State Theatre, saying: 'Thank you, Sydney, for a weekend of shows I'll never forget.'"}, {"type": "text", "text": "One of the hundreds of fans who responded to his posts described Friday night's show as 'beautiful', saying: 'None of us will ever forget it. And most of all, much love, strength and support to you and your family at this sad time."}, {"type": "text", "text": "'Your beautiful Mum would be immensely proud of the amazingly talented man she created who was able to touch and connect every single person in that theatre through love, tears and song.'"}, {"type": "text", "text": "Another fan said Minchin's second show at the venue on Saturday night was the same. 'A night we'll never forget,' they wrote. 'Thanks for sharing yourself with us. Our hearts go out to you and your family.'"}, {"type": "text", "text": "'Our hearts went out to you when you spoke about your Mum,' another wrote."}, {"type": "text", "text": "Minchin is currently touring Australia, with shows planned across the country before he ends with eight days in Perth in February and March 2024."}]}]