[{"_id": "652fb8c2ffcb2a74655ab0c1", "url": "https://news.sky.com/story/israel-hamas-war-at-least-500-people-killed-in-hospital-bombing-in-gaza-palestinian-officials-claim-12986454", "primaryCategory": "home", "subCategories": "NONE", "title": "At least 500 people killed in hospital bombing in Gaza, Palestinian officials claim", "lead": "At least 500 people have been killed in a bombing of a hospital in Gaza City, the Palestinian Health Ministry has claimed.", "author": "Reemul Balla", "datePublished": "2023-10-18 11:44:00", "dateScraped": "2023-10-18 12:51:46.115702", "dateUpdated": "2023-10-18 11:44:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-al-ahli-hospital_6325438.jpg?20231018094106", "body": [{"type": "text", "text": "Palestinian officials have pointed the finger at Israel for the attack, but Jerusalem says the Palestinian Islamic Jihad (PIJ) group was responsible for the blast on the al Ahli al Arabi hospital - an accusation the Islamist militant group denies."}, {"type": "text", "text": "The Israel Defence Forces (IDF) said the explosion was caused by a misfired Palestinian rocket that was aimed at Israel."}, {"type": "headline", "text": "Follow live: 'Dangerous moment' for Middle East as protests erupt"}, {"type": "text", "text": "An IDF statement said: 'Following an additional review and cross-examination of the operational and intelligence systems, it is clear that the IDF did not strike the hospital in Gaza."}, {"type": "text", "text": "'The hospital was hit as a result of a failed rocket launched by the Islamic Jihad terrorist organisation."}, {"type": "text", "text": "'The terrorist organisations within the Gaza Strip fire indiscriminately toward Israel.'"}, {"type": "headline", "text": "Israeli Prime Minister Benjamin Netanyahu has said 'barbaric terrorists' in Gaza bombed the hospital, reiterating Israel's military was not responsible."}, {"type": "headline", "text": "Palestinian President Mahmoud Abbas declared three days of mourning following the explosion and cancelled a planned meeting with US President Joe Biden."}, {"type": "text", "text": "Some 350 casualties were rushed from the blast site to Gaza City's main hospital, al Shifa, already overwhelmed with those injured from other strikes, said its director, Mohammed Abu Selmia."}, {"type": "text", "text": ""}, {"type": "text", "text": "Hamas released a statement calling it a 'crime of genocide' as it blamed it on Israel."}, {"type": "text", "text": "The militant group said: 'The horrific massacre carried out by the Zionist occupation in the Gaza City's al Ahli hospital which left hundreds of casualties, most of them displaced families, patients, children and women, is a crime of genocide that once again reveals the ugly face of this criminal enemy and its fascist and terrorist government."}, {"type": "text", "text": "'This also exposes the American and western support for this criminal occupation.'"}, {"type": "text", "text": "It called for 'immediate' intervention by the 'international community and the Arab and Islamic countries'."}, {"type": "text", "text": "Reaction from around the world was swift, with Turkey, Iran, Jordan, Qatar and the World Health Organisation condemning what they called an attack."}, {"type": "text", "text": "Protesters gathered in Ramallah and Hebron and former Hamas chief Khaled Meshaal called on supporters to demonstrate outside Israeli embassies."}, {"type": "text", "text": "Footage showed demonstrators throwing projectiles at Palestinian security forces and smashing a sign saying 'We Ramallah'."}, {"type": "text", "text": "Should the Palestinian claims be confirmed, the attack would be the deadliest Israeli air strike in the five wars fought since 2008."}, {"type": "text", "text": ""}, {"type": "text", "text": "Archbishop of Canterbury Justin Welby said the assault was 'an appalling and devastating loss of innocent lives'."}, {"type": "text", "text": "He said: 'The Ahli hospital is run by the Anglican church. I mourn with our brothers and sisters - please pray for them.'"}, {"type": "text", "text": "The hospital, in northern Gaza, was previously hit by Israeli rocket fire on 14 October leaving four members of staff wounded, according to an earlier statement from the archbishop."}, {"type": "text", "text": "He had said patients who were critically ill and injured at the hospital, along with those at other healthcare facilities in the north of the strip, 'cannot be safely evacuated'."}, {"type": "text", "text": "Mr Welby has renewed his appeal 'for civilians to be protected in this devastating war'."}, {"type": "text", "text": "Treasury minister Andrew Griffith told Informfully the attack on the hospital was 'devastating' as he reiterated the UK's call for civilian life to be protected."}, {"type": "text", "text": "'The UK has always been very clear that the protection of civilians is the most important thing,' he said."}, {"type": "text", "text": "'It's important at this point, everybody is responsible and we don't rush to any judgements - but it's also important international law is upheld.'"}, {"type": "text", "text": "The hospital's cancer centre was among the parts of the hospital badly damaged in Saturday's strike, according to the American Friends of the Episcopal Diocese of Jerusalem, which also helps raise funds for the hospital."}, {"type": "text", "text": "Earlier, the UN agency for Palestine (UNWRA) reported at least six people were killed after one of its schools in the al-Maghazi refugee camp, in the centre of Gaza, was shelled. The school served as a shelter for some 4,000 displaced citizens since the war broke out, the agency added."}, {"type": "headline", "text": "Israel's military said more civilian deaths in the territory were 'inevitable', claiming that Hamas fighters were using Palestinians as cover."}, {"type": "text", "text": "More than one million Palestinians were warned to move south through Gaza at the weekend by the IDF, ahead of an expected ground invasion."}, {"type": "text", "text": "The war that began with a surprise attack on Israel by Hamas last weekend has left 3,000 Palestinians dead and at least 12,500 wounded, according to the Palestinian health ministry."}, {"type": "text", "text": "Hundreds more Gazans are believed to be buried under the rubble."}, {"type": "headline", "text": "More than 1,400 Israelis are dead, according to Israeli figures - including 260 at a music festival."}, {"type": "text", "text": "At least 199 others, including children, were captured by the armed group and taken into Gaza, Israel said."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Meshaal demanded the release of 6,000 Palestinian men and women reportedly held in Israel's jails in exchange for the captives in Gaza."}, {"type": "text", "text": "Though Hamas's head of political and international relations, Dr Basem Naim, told Informfully he did 'not know' how many hostages were still alive."}]}, {"_id": "652fb8c2ffcb2a74655ab0c2", "url": "https://news.sky.com/story/israel-hamas-war-israel-says-it-will-release-evidence-which-it-claims-shows-an-islamic-jihad-rocket-hit-the-gaza-hospital-12986662", "primaryCategory": "home", "subCategories": "NONE", "title": "Israel releases evidence which it claims shows an Islamic Jihad rocket was responsible for Gaza hospital blast", "lead": "Israel's military has released what it claims is evidence - including drone footage and an intercepted conversation - that it says proves an Islamist militant group was responsible for a deadly blast at a hospital in Gaza and not an Israeli airstrike.", "author": "Deborah Haynes", "datePublished": "2023-10-18 10:25:00", "dateScraped": "2023-10-18 12:51:46.345271", "dateUpdated": "2023-10-18 10:25:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-israel-defence-forces_6325169.jpg?20231018010430", "body": [{"type": "text", "text": "'We are running on it because someone is doing a fake on us, on Israel,' Rear Admiral Daniel Hagari, the spokesperson for the Israel Defence Forces (IDF) has said in a news conference."}, {"type": "text", "text": "It has not been possible to independently verify Rear Admiral Hagari's claims."}, {"type": "headline", "text": "Hundreds of people were killed in a devastating explosion at the al Ahli hospital in an attack that Palestinian officials have blamed on Israel."}, {"type": "text", "text": "It is the deadliest single event of the Israel-Hamas war so far."}, {"type": "text", "text": "The carnage triggered new protests against an unprecedented campaign of Israeli aerial bombardments on Gaza in response to a deadly attack on Israel by Hamas, which controls the Palestinian enclave, on 7 October."}, {"type": "text", "text": "Seeking to push back on the allegations, Rear Admiral Hagari said no Israeli aircraft had been operating in the area of the hospital at the time of the explosion and that the Palestinian Islamic Jihad group was responsible."}, {"type": "text", "text": "The officer shared an image of what he claimed was radar footage captured by the military that showed the passage of a barrage of rockets fired from inside Gaza towards Israel, with the route passing over the site of the hospital."}, {"type": "headline", "text": "Biden meets Netanyahu in Israel - follow live conflict updates"}, {"type": "text", "text": "Rear Admiral Hagari also shared aerial footage collected by a military drone which he claims showed a blast that he said was inconsistent with Israeli weaponry."}, {"type": "text", "text": "He said the explosion occurred in the hospital car park after a rocket was fired from a nearby cemetery."}, {"type": "text", "text": "'There is no direct outside hit,' he said. 'There is damage in the parking lot, maybe other things but it is not from a direct [hit] from the outside.'"}, {"type": "text", "text": "Rear Admiral Hagari later said the IDF had intercepted 'terrorists talking about rockets misfiring'."}, {"type": "text", "text": ""}, {"type": "text", "text": "Reading an English translation of audio he claimed was of two Palestinian militants talking, Rear Admiral Hagari said one of the men says: 'I'm telling you, this is the first time that we see a missile like this falling and so that's why we are saying it belongs to the Palestinian Islamic Jihad."}, {"type": "text", "text": "'He added that another person then replies: 'What? It's from us?'"}, {"type": "text", "text": "Rear Admiral Hagari says the first person later says: 'They are saying shrapnel from the missile is local shrapnel and not like Israeli shrapnel.'"}, {"type": "text", "text": "The legitimacy of the audio has not been independently verified."}, {"type": "text", "text": "The Israeli military has claimed roughly 450 rockets fired at Israel by militant groups have landed in Gaza during the conflict."}, {"type": "text", "text": "Rear Admiral Hagari held up an image he claims shows where failed launches have taken place in Gaza."}, {"type": "text", "text": "The claims of failed launches have not been independently confirmed."}]}, {"_id": "652fb8c2ffcb2a74655ab0c3", "url": "https://news.sky.com/story/uk-weather-danger-to-life-warning-as-storm-babet-arrives-12986752", "primaryCategory": "home", "subCategories": "NONE", "title": "Rare red warning for exceptional rainfall and 70mph winds possible: Storm Babet to hit UK", "lead": "Parts of the UK and Ireland are braced for strong winds and potential flooding as Storm Babet arrives.", "author": "NONE", "datePublished": "2023-10-18 11:21:00", "dateScraped": "2023-10-18 12:51:46.847374", "dateUpdated": "2023-10-18 11:21:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-cork-flood_6325389.jpg?20231018085802", "body": [{"type": "text", "text": "The Met Office have issued a rare red warning for 'exceptional and persistent' rain in eastern Scotland, as well as amber and yellow warnings for wind and rain in other areas."}, {"type": "text", "text": "It marks the first time a red warning for rain has been issued in the UK since Storm Dennis in February 2020."}, {"type": "headline", "text": "Babet, a complex area of low pressure which developed to the west of the Iberian Peninsula, will last until Saturday and is expected to cause flooding, power cuts and travel disruption."}, {"type": "text", "text": "Yellow severe weather warnings, meaning there is the threat of strong winds, extremely wet conditions and potential flooding, have been issued across the week until Saturday for a vast swathe of the UK, covering already-saturated parts of Scotland and northern and eastern England."}, {"type": "text", "text": "The Irish forecasting agency Met Eireann has also issued yellow and amber weather warnings for parts of Northern Ireland for heavy rain today and into Thursday."}, {"type": "headline", "text": "Get the latest five-day forecast where you are here"}, {"type": "headline", "text": "On Tuesday, the Met Office raised the level of its warning for eastern Scotland from yellow to a more severe rating of amber."}, {"type": "text", "text": "The Met Office said people in Northern Ireland can expect spray and flooding which may lead to difficult driving conditions and some road closures for the duration of the yellow warning for rain. It comes into effect at 2pm today and expires at 10am on Thursday."}, {"type": "text", "text": "There is a 'small chance' that homes and businesses could be flooded, causing damage to some buildings, and communities being cut off by flooded roads, forecasters warned."}, {"type": "text", "text": "As the rain moves northwards, it will stall across central and eastern parts of Scotland where the rain will become heavy and persistent from Thursday through to Saturday."}, {"type": "text", "text": "There is an amber severe weather warning for rain for this area, meaning exceptionally wet conditions are likely. Up to 150 to 200mm of rain could accumulate in some areas of higher ground."}, {"type": "headline", "text": "Get the latest Informfully weather forecast here"}, {"type": "headline", "text": "'Danger to life'"}, {"type": "text", "text": "Under the amber warning, the Met Office warns 'extensive flooding to homes and businesses is possible, which could lead to collapsed or damaged buildings or structures' and 'fast flowing or deep floodwater is likely, causing danger to life'."}, {"type": "text", "text": "'There is a chance that communities in flooded areas could be completely cut off, perhaps for several days,' it adds."}, {"type": "text", "text": "'Power and other essential services, such as gas, water or mobile phone service, may be lost.'"}, {"type": "text", "text": "Scotland typically receives around 168mm of rainfall in October but the country will receive more than this amount in the span of a few days."}, {"type": "text", "text": "Parts of England can expect more than 100mm of rainfall during the week, with some isolated areas facing up to 150mm."}, {"type": "headline", "text": "Read more from Informfully:Full list of storm names for 2023/24Teenager's killer dies in prisonCaptain Tom Foundation 'to close down'"}, {"type": "headline", "text": "Ireland warned of 'dangerous' weather"}, {"type": "text", "text": "Rain warnings for every county in the Republic of Ireland were in place overnight, having come into effect at various stages on Tuesday."}, {"type": "text", "text": "A Status Orange rain warning, meaning there is the possibility of dangerous or disruptive weather, is in place along Ireland's southern coast for counties Cork, Kerry and Waterford."}, {"type": "text", "text": "That warning is due to the risk of flooding, dangerous road conditions and possible wave overtopping at high tide amid heavy rain and strong gusts."}, {"type": "text", "text": "The advisory is due to expire at 1pm, with a Status Yellow rain warning, meaning there is the potential for localised dangerous weather, in place for the rest of the country until between 6pm to 8pm."}, {"type": "text", "text": "Met Office deputy chief meteorologist Tony Wardle said: 'Storm Babet will bring disruption for parts of the UK in the coming days, with heavy rain and strong winds likely for many."}, {"type": "text", "text": "'Heavy and persistent rain will fall onto already saturated ground bringing a risk of flooding. It is important to stay up to date with warnings from your local flood warning agency as well as the local authorities."}, {"type": "text", "text": "'As well as heavy rain, Storm Babet will bring some very strong winds and large waves near some eastern coasts too. Gusts around 70mph are possible in eastern and northern Scotland from Thursday. Met Office warnings will continue to be reviewed as the forecast develops.'"}]}, {"_id": "652fb8c3ffcb2a74655ab0c4", "url": "https://news.sky.com/story/andrew-miller-jailed-for-20-years-for-abducting-and-sexually-assaulting-girl-in-scottish-borders-12983829", "primaryCategory": "home", "subCategories": "NONE", "title": "Paedophile jailed for 20 years for abducting and sexually assaulting schoolgirl", "lead": "Andrew Miller, who abducted a primary school pupil while dressed as a woman before sexually assaulting the girl repeatedly over more than 24 hours, has been jailed for 20 years.", "author": "Jenness Mitchell", "datePublished": "2023-10-18 10:47:00", "dateScraped": "2023-10-18 12:51:47.089068", "dateUpdated": "2023-10-18 10:47:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/05/70x70/skynews-andrew-miller-amy-george_6159097.jpg?20231013134922", "body": [{"type": "text", "text": "Miller, also known as Amy George, lured the young victim into his car after offering to give her a lift home in February this year."}, {"type": "text", "text": "The former butcher, 53, who identifies as a transgender woman and is said to be in the process of transitioning, instead drove the girl to his own house in the Scottish Borders and trapped her in his bedroom."}, {"type": "headline", "text": "Miller, who was addressed as a male by the court, then subjected his victim to a series of sexual assaults over the course of the next 27 hours. He also made her watch pornography."}, {"type": "text", "text": "Passing sentence, Lord Arthurson said: 'The narrative of your offending in this case which was read out in court on the occasion of your last appearance was frankly nauseating in its level of depravity and criminal deviance.'"}, {"type": "text", "text": "Lord Arthurson told Miller crimes of this nature were 'mercifully rare'."}, {"type": "text", "text": "He described the abduction as 'brazen and chilling'."}, {"type": "text", "text": "The judge added that Miller being dressed as a woman was an aggravating factor as he doubted that the girl would have got into the car if Miller had presented as a man."}, {"type": "text", "text": "Lord Arthurson said: 'Your intentions were wicked and predatory, and clearly involved a substantial component of planning.'"}, {"type": "text", "text": "As well as the 20-year jail term, Miller will also be supervised for eight years upon his release from prison."}, {"type": "text", "text": "Defence advocate Victoria Dow told the court that Miller 'recognises and feels the horror of his conduct' and was said to feel 'considerable shame'."}, {"type": "text", "text": "Miller was also said to have expressed concern over how his behaviour would affect the wider trans community."}, {"type": "headline", "text": "The High Court in Edinburgh was previously told the girl was only able to escape after Miller fell asleep on the second night of her ordeal."}, {"type": "text", "text": "She tipped over a glass of water and turned on the bedroom light in an attempt to wake him, but he did not rouse. She then found his landline and raised the alarm. Police arrived at his home within a matter of minutes."}, {"type": "text", "text": "Officers found Miller wearing a bra with silicone breasts, women's underwear and tights."}, {"type": "text", "text": "Lord Arthurson previously described the 'abhorrent crimes' as the 'realisation of every parent's worst nightmare'."}, {"type": "text", "text": "Miller had pleaded guilty to abduction, sexual assault, intentionally causing a child to look at a sexual image, and possessing 242 indecent images of children."}, {"type": "text", "text": "Miller and the victim were not known to each other."}, {"type": "text", "text": "The girl told officers that she accepted a lift because she believed Miller - who was wearing women's clothing - was non-threatening."}, {"type": "text", "text": "During a police interview, Miller told detectives he did not abduct the girl and that it was 'all a mistake', saying he stopped to offer her a lift because she looked 'freezing'."}, {"type": "text", "text": "He said he put her in his bed with him because it was a 'motherly thing', and admitted he should have called the police and should 'never have gotten into this situation'."}, {"type": "text", "text": "Following his arrest, three laptops were seized from his property and a total of 242 indecent images of children were found, most of which were of the lowest category."}, {"type": "text", "text": "His internet history was also accessed, showing his searches for indecent images."}, {"type": "text", "text": "The local butcher shop Miller once owned in Melrose - which had been closed before the abduction - was boarded up by police at the time."}, {"type": "text", "text": ""}, {"type": "text", "text": "Miller was remanded into the male prison estate after pleading guilty in May."}, {"type": "headline", "text": "It followed new guidelines for trans prisoners who commit sexual offences following a public outcry over the Isla Bryson case."}, {"type": "headline", "text": "Double rapist Bryson was initially placed in an all-female prison before being moved to a jail with male inmates."}, {"type": "text", "text": "Bryson, who attacked two women while identifying as a man, decided to transition while awaiting trial, which provoked outrage among campaigners."}, {"type": "text", "text": ""}, {"type": "headline", "text": "At the time of Miller's guilty pleas, First Minister Humza Yousaf told Informfully that he could not say whether he would be moved to a women's jail after being sentenced."}, {"type": "text", "text": "Speaking to the media at Holyrood, he added: 'The Scottish Prison Service has protocols in place."}, {"type": "text", "text": "'Those have recently been updated in relation to some other very well-publicised cases, and therefore I'm very confident in any risk assessment SPS makes in this regard.'"}]}, {"_id": "652fb8c3ffcb2a74655ab0c5", "url": "https://news.sky.com/story/pepper-x-named-as-worlds-hottest-chilli-by-guinness-world-records-after-10-year-effort-to-create-new-level-of-heat-12986801", "primaryCategory": "home", "subCategories": "NONE", "title": "'I was groaning in pain': World's hottest chilli revealed after 10-year effort to break record", "lead": "Pepper X has officially been named the world's hottest chilli.", "author": "NONE", "datePublished": "2023-10-18 10:28:00", "dateScraped": "2023-10-18 12:51:47.356322", "dateUpdated": "2023-10-18 10:28:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-pepper-hottest-world_6325340.jpg?20231018081248", "body": [{"type": "text", "text": "Guinness World Records announced it had replaced the Carolina Reaper."}, {"type": "text", "text": "Both varieties were created by Ed Currie - which means he's broken his own record."}, {"type": "text", "text": "Pepper X has been a decade-long obsession. It took him 10 years to get Pepper X from the first crossbreed experiment to the record."}, {"type": "text", "text": "This includes five years of testing to prove it was a distinct plant with a different fruit - and documenting its average heat."}, {"type": "text", "text": "It is a crossbreed of a Carolina Reaper and what Mr Currie mysteriously classifies as a 'pepper that a friend of mine sent me from Michigan that was brutally hot'."}, {"type": "text", "text": "'I was feeling the heat for three and a half hours. Then the cramps came,' said Mr Currie, one of only five people so far to eat an entire Pepper X."}, {"type": "text", "text": "'Those cramps are horrible. I was laid out flat on a marble wall for approximately an hour in the rain, groaning in pain.'"}, {"type": "text", "text": "Pepper X has been in the works since Mr Currie last set the hottest chilli record in 2013 with the Carolina Reaper, a bright red, knobbly fruit with what aficionados call a scorpion tail."}, {"type": "text", "text": "In contrast, Pepper X is greenish-yellow, does not have the same shelf appeal and carries an earthy flavour once its heat is delivered."}, {"type": "text", "text": "A chemical in peppers called capsaicin is what causes the burning sensation when eating one."}, {"type": "text", "text": "Heat in peppers is measured in Scoville heat units - a scale based on the concentration of capsaicin."}, {"type": "text", "text": "Zero is bland and a regular jalapeno pepper registers about 5,000 units."}, {"type": "text", "text": "A habanero, the record-holder about 25 years ago, typically tops 100,000, and the Guinness Book of World Records lists the Carolina Reaper at 1.64 million units."}, {"type": "text", "text": "Pepper X's record is an average of 2.69 million units."}, {"type": "text", "text": "Its sizzling Scoville score was calculated by Winthrop University in South Carolina, which conducted tests using specimens from the past four years."}, {"type": "headline", "text": "Read more US news:Britney 'had abortion while dating Justin Timberlake'Alec Baldwin could be charged again over fatal film shooting"}, {"type": "text", "text": "Mr Currie, founder of the Puckerbutt Pepper Company in Fort Mill, South Carolina, revealed Pepper X during an episode of the popular YouTube show, Hot Ones."}, {"type": "text", "text": "He is already working on his next potential record-breaker."}]}, {"_id": "652fb8c3ffcb2a74655ab0c6", "url": "https://news.sky.com/story/airasia-boss-tony-fernandes-criticised-for-posting-topless-photo-of-himself-getting-massage-during-meeting-12986768", "primaryCategory": "home", "subCategories": "NONE", "title": "Airline boss criticised for getting topless massage during meeting", "lead": "AirAsia founder Tony Fernandes has been criticised for posting a photo of himself getting a massage during a meeting.", "author": "NONE", "datePublished": "2023-10-18 09:36:00", "dateScraped": "2023-10-18 12:51:47.607983", "dateUpdated": "2023-10-18 09:36:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-fernandes-massage_6325398.jpg?20231018090654", "body": [{"type": "text", "text": "Mr Fernandes shared the image on LinkedIn with the caption: 'Was a stressful week and Veranita Yosephine suggested a massage."}, {"type": "text", "text": "'Got to love Indonesia and AirAsia culture that I can have a massage and do a management meeting.'"}, {"type": "headline", "text": "Ms Yosephine is boss of the Malaysia-based airline's operation in Indonesia, but it's unclear who Mr Fernandes was speaking to in the video call."}, {"type": "text", "text": "The picture shows Mr Fernandes in a glass-walled meeting room while a woman in a face mask massages his neck."}, {"type": "text", "text": "After criticism on social media that his actions were inappropriate, the picture was taken down from his LinkedIn profile after a few days."}, {"type": "text", "text": "'So unprofessional and disrespectful,' said one user on X."}, {"type": "text", "text": "'He should be setting an example of good work ethics and culture, not flaunting his body and privilege.'"}, {"type": "text", "text": "Another user called it 'gross' and said it 'impacts work ethics'."}, {"type": "headline", "text": "Read more from Informfully:Israel releases evidence 'showing Islamic Jihad rocket hit Gaza hospital''Danger to life' warning as Storm Babet arrivesGang leader who smuggled up to 10,000 migrants jailed"}, {"type": "text", "text": "Mr Fernandes was born in Malaysia and moved to the UK as a boy to attend the prestigious Epsom College."}, {"type": "text", "text": "The 59-year-old entrepreneur bought AirAsia from the Malaysian government in 2001 and turned it into a successful low-cost carrier."}, {"type": "text", "text": "Mr Fernandes also set up the Caterham Formula One team and used to be the co-owner of west London football club Queens Park Rangers."}]}, {"_id": "652fb8c4ffcb2a74655ab0c8", "url": "https://news.sky.com/story/police-shoot-dead-xl-bully-in-grounds-of-norfolk-primary-school-12986818", "primaryCategory": "home", "subCategories": "NONE", "title": "XL bully shot dead at primary school", "lead": "Police have shot dead an XL bully dog in the grounds of a primary school after it attacked a woman in her back garden and escaped.", "author": "NONE", "datePublished": "2023-10-18 11:17:00", "dateScraped": "2023-10-18 12:51:48.060224", "dateUpdated": "2023-10-18 11:17:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-bully-xl-norfolk-brisley_6325458.jpg?20231018100102", "body": [{"type": "headline", "text": "Officers arrived to find the woman, aged in her 60s, being mauled by her pet at a property in Brisley, Norfolk, on Monday afternoon."}, {"type": "text", "text": "A member of the public had alerted police after seeing the woman being attacked and 'screaming for help'."}, {"type": "text", "text": "The dog ran off but it was found a short time later after someone had managed to secure it to a post in a school car park."}, {"type": "text", "text": "Children and teachers were still on site at the time."}, {"type": "text", "text": "Police tried to contact several vets to help sedate the dog but none were available."}, {"type": "text", "text": "Norfolk Police said that 'due to the threat to the wider public, and with permission of the owners, the dog was destroyed'."}, {"type": "text", "text": "Inspector Diana Woodage added: 'This was a terribly sad and distressing situation."}, {"type": "text", "text": "'Officers were faced with an incredibly difficult situation when they arrived at the scene - a woman being viciously attacked by her dog and was very clearly injured and in some pain."}, {"type": "text", "text": "'In the interests of public safety and at the request of the owner, the dog was humanely destroyed.'"}, {"type": "text", "text": "The woman attacked was taken to hospital with non-life threatening injuries and is now recovering."}, {"type": "headline", "text": "A series of XL bully attacks have been reported in recent months, some of which have been fatal."}, {"type": "headline", "text": "Last week, two women were taken to hospital in Stoke after being mauled in another suspected XL bully attack."}, {"type": "text", "text": ""}, {"type": "text", "text": "Prime Minister Rishi Sunak has said the breed will be banned by the end of the year."}, {"type": "text", "text": "Campaigners want existing laws changed so they focus 'not on the breed but the deed'."}, {"type": "text", "text": "There are currently four banned breeds in the UK: the pit bull terrier, Japanese tosa, dogo Argentino and fila Brasileiro."}, {"type": "text", "text": "It is also against the law to have a dog that is dangerously out of control, an offence punishable by prison sentences and unlimited fines."}]}, {"_id": "652fb8c4ffcb2a74655ab0c9", "url": "https://news.sky.com/story/new-yorks-mayor-uses-audio-deepfakes-to-call-residents-in-languages-he-doesnt-speak-12986816", "primaryCategory": "home", "subCategories": "NONE", "title": "New York's mayor uses audio deepfakes to call residents in languages he doesn't speak", "lead": "New York's mayor has admitted using audio deepfakes to call residents in languages he doesn't speak.", "author": "NONE", "datePublished": "2023-10-18 11:46:00", "dateScraped": "2023-10-18 12:51:48.330804", "dateUpdated": "2023-10-18 11:46:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-eric-adams-new-york_6325482.jpg?20231018101803", "body": [{"type": "text", "text": "Eric Adams has been heard speaking Spanish and Mandarin thanks to the technology, which he said was a way to reach more people."}, {"type": "text", "text": "Speaking at a news briefing (in English), the Democrat said the 'robocalls' were used to promote local events like recruitment fairs and concerts."}, {"type": "text", "text": "The self-described 'techie' insisted he had enjoyed positive feedback from residents, saying some he'd spoken to were 'excited' to hear their mayor in their own language."}, {"type": "text", "text": "'We are becoming more welcoming by using technology to speak a multitude of languages,' he added."}, {"type": "text", "text": "'To all, all I can say is ni hao (Mandarin for hello),' is how he cheekily signed off the conference, having been asked whether the phone calls were potentially misleading people."}, {"type": "text", "text": "Local news outlet The City reports more than four million people have been reached by the calls so far, including thousands in Spanish and hundreds in Yiddish, Mandarin, and Cantonese."}, {"type": "headline", "text": "They are generated using voice tech firm ElevenLabs, which was left embarrassed earlier this year when its software was used to generate celebrity voices reading inappropriate statements."}, {"type": "headline", "text": "Spotify is experimenting with similar tools to translate podcasts into other languages."}, {"type": "headline", "text": "'Deeply unethical'"}, {"type": "text", "text": "Following the news conference, the mayor was criticised by campaigners who described the calls as 'unethical', as they don't include any clarification that the voice is artificially generated."}, {"type": "text", "text": "Albert Fox Cahn, from the Surveillance Technology Oversight Project, said it was a 'creepy vanity project'."}, {"type": "text", "text": "'The mayor is making deep fakes of himself,' he said."}, {"type": "text", "text": "'This is deeply unethical, especially on the taxpayer's dime. Using AI to convince New Yorkers that he speaks languages that he doesn't is deeply Orwellian.'"}, {"type": "text", "text": ""}, {"type": "headline", "text": "Mayor won't 'run away' from AI despite risks"}, {"type": "headline", "text": "The potential threat posed to democracy by the technology has recently been underlined by fake clips targeting UK Labour leader Sir Keir Starmer."}, {"type": "headline", "text": "Mr Adams acknowledged concerns around such generative AI, including those used to create images and videos, but said he would not be 'running away' from the tools."}, {"type": "text", "text": "He also used the news briefing to tout a new chatbot service to help small business owners."}, {"type": "headline", "text": "It's powered by Microsoft technology with an interface similar to OpenAI's ChatGPT, and allows users to ask questions about applying for local programmes and advice on how to run a company."}]}, {"_id": "652fb8c5ffcb2a74655ab0ca", "url": "https://news.sky.com/story/coleen-rooney-five-things-we-learn-from-her-wagatha-christie-documentary-12986496", "primaryCategory": "home", "subCategories": "NONE", "title": "Five things we learn from Coleen Rooney's Wagatha Christie documentary", "lead": "Coleen Rooney's new documentary gives her account of one of the biggest tabloid stories in recent years and the thrilling court battle that followed.", "author": "Niamh Lynch", "datePublished": "2023-10-18 10:41:00", "dateScraped": "2023-10-18 12:51:49.125776", "dateUpdated": "2023-10-18 10:41:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-coleen-rooney-rebekah-vardy_6320271.jpg?20231018100117", "body": [{"type": "headline", "text": "The wife of ex-England footballer Wayne Rooney accused Rebekah Vardy of leaking stories from her private Instagram account to The Sun newspaper."}, {"type": "headline", "text": "Vardy, whose husband is Leicester City striker Jamie Vardy, denied the allegation and brought Rooney to trial for libel - but she lost the case and was to pay her rival up to £1.5m in legal fees."}, {"type": "text", "text": "Here, Informfully looks at five things we learn from Coleen Rooney: The Real Wagatha Story, which is out on Disney+ today."}, {"type": "headline", "text": "Rooney suspected leaks as early as 2017"}, {"type": "text", "text": "As early as 2017, when her husband Wayne was arrested for drink-driving, Rooney suspected an Instagram follower was leaking information to The Sun newspaper."}, {"type": "text", "text": "She said she first realised stories about her came from her private Instagram after a caption underneath a photograph of her three oldest children was included in an article."}, {"type": "text", "text": "The story came as Rooney had been staying at her parents' house in Liverpool while she struggled with the state of her marriage."}, {"type": "text", "text": "Rooney said the leaking made her 'angry', telling the documentary: 'I thought, 'I've had enough of this. I'm going to do something about it'."}, {"type": "text", "text": "'Part of me wanted to say something there and then, but the way it had been done to me, it was so sneaky. It was cheeky."}, {"type": "text", "text": "'No one had come to me to say, 'We're going to give this information to the press, are you okay about that?'"}, {"type": "text", "text": "'I'd warned time and time again to stop doing this to me, but they never. I didn't pick up the phone to Rebekah because she'd never respected me in that way, and she'd deny it and make a story out of that."}, {"type": "text", "text": "'I didn't want to give her the opportunity to do that. She'd done it too many times to me. I felt the only way I could do this was to put it on social media, give it to everyone at the one time and put a stop to it.'"}, {"type": "headline", "text": "Last-minute change to her famous court wardrobe"}, {"type": "text", "text": "Rooney and Vardy's impressive outfit selection during the trial attracted much attention."}, {"type": "text", "text": "Rooney insists there was 'no thinking' about her court wardrobe because she found the trial tough mentally - but she did face one last-minute emergency."}, {"type": "text", "text": "She thought her medical boot to treat her foot injury would be off by the time of the trial so she said she 'had to run to the tailors to get pants taken up' last minute."}, {"type": "text", "text": "She also said she mainly used clothes she already owned, saying: 'I wasn't going to spend a fortune on a court wardrobe - I went on holiday straight after and I'd prefer to spend it on that.'"}, {"type": "headline", "text": "Wayne Rooney considered studying law after trial"}, {"type": "text", "text": "In the documentary, Rooney's lawyers said her husband Wayne was 'fascinated' by the legal battle - so much so he considered studying law."}, {"type": "text", "text": "'It was interesting because I do like crime documentaries, and in particular the different techniques that two barristers use,' the former Manchester United striker said."}, {"type": "text", "text": "Rooney said her husband started 'suggesting legal arguments' to the lawyers but she told him to 'shut up' and 'let the lawyers speak'."}, {"type": "text", "text": "'He was then going to apply for law school and he had all these plans,' Rooney said."}, {"type": "headline", "text": "Wayne Rooney has undergone a vasectomy"}, {"type": "text", "text": "Rooney reveals in the documentary that her husband 'got the snip' after their fourth child was born."}, {"type": "text", "text": "'I always thought I'd have a few kids, maybe three at the most,' she said."}, {"type": "text", "text": "'And then number four came along and we knew our family was complete. Then me and Wayne talked about him having a vasectomy. He said, 'After this baby, we're not having any more'."}, {"type": "text", "text": "'And Wayne went in and got the snip. So I knew for sure we wouldn't have any more children.'"}, {"type": "text", "text": "The couple have four children together; Kai, 13, Klay, 10, seven-year-old Kit and five-year-old Cass."}, {"type": "headline", "text": "Rooney describes pain of losing sister who died aged 14"}, {"type": "text", "text": "Rooney's parents adopted a daughter named Rosie when she was 17 months old."}, {"type": "text", "text": "Rosie had a rare genetic disorder called Rett which affects brain development and causes severe mental and physical disability."}, {"type": "headline", "text": "She died aged 14 in 2013."}, {"type": "text", "text": "'When Rosie came along, she was a massive part of our life,' Rooney said."}, {"type": "text", "text": "'She was a sister that I never thought I was going to have. I used to do her hair and loved picking clothes with my mum for her. She brought that little bit extra to the house. We fell in love with her."}, {"type": "text", "text": "'She struggled. She couldn't walk and couldn't talk and would be in pain and sick but still would put a smile on her face. She sometimes used to force a laugh out and I think it was just to make my mum and dad happy."}, {"type": "text", "text": "'Gradually her brain wasn't functioning so she couldn't eat any more. Couldn't crawl, move."}, {"type": "text", "text": "'To lose a child is the worst thing that could ever happen to anyone, but when you look back now, she gave us so many good years of happiness and love.'"}]}, {"_id": "652fb8c5ffcb2a74655ab0cb", "url": "https://news.sky.com/story/hewa-rahimpur-gang-leader-who-smuggled-up-to-10000-migrants-across-channel-jailed-12986202", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Small boats gang leader who smuggled up to 10,000 migrants across Channel jailed", "lead": "A man granted asylum in east London has been convicted of helping to lead a criminal gang that smuggled up to 10,000 people across the Channel.", "author": "Adam Parsons", "datePublished": "2023-10-18 10:21:00", "dateScraped": "2023-10-18 12:51:49.741761", "dateUpdated": "2023-10-18 10:21:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-hewa-rahimpur-people-smuggler_6324461.jpg?20231017123715", "body": [{"type": "text", "text": "Hewa Rahimpur, 30, was sentenced to 11 years in prison and fined €80,000 at a court in Bruges, Belgium."}, {"type": "headline", "text": "He was convicted in one of the biggest people-smuggling trials held in Europe - with 20 out of 21 defendants found guilty."}, {"type": "text", "text": "He was arrested in London more than a year ago after a police operation that involved officers in Germany, France, Belgium and the Netherlands, as well as the UK's National Crime Agency."}, {"type": "text", "text": "Rahimpur arrived in Britain after hiding on a lorry. He initially tried to set up a business as a barber but, after that failed, he instead opened a small food retailer, selling confectionery."}, {"type": "text", "text": "It appeared popular. In fact, many of the customers were actually coming to Rahimpur to pay for trips across the Channel using the Hawala banking system, which leaves almost no trail."}, {"type": "text", "text": "Investigators believe that Rahimpur and his gang charged up to £6,000 for those on the boats, making total profits that sometimes went above £200,000 per crossing."}, {"type": "text", "text": "His gang, in common with other people smugglers, used various social media outlets to find customers but also relied on word of mouth and recommendations from previous passengers."}, {"type": "text", "text": "Craig Turner, the deputy director of the UK's National Crime Agency, described Rahimpur as 'one of the most significant individuals involved in small boat crossings'."}, {"type": "text", "text": "His gang, in common with other people smugglers, used various social media outlets to find customers but also relied on word of mouth and recommendations from previous passengers."}, {"type": "text", "text": "Mr Turner said: 'He treated people like a commodity. He just thought about the money, not the safety of the people he was taking across the Channel. That was the business model he profited from."}, {"type": "text", "text": "'He's a big player. There will be people above him in the OCG [organised crime group] but within the rankings of that group, he is right up there.'"}, {"type": "headline", "text": "'Big player' convicted - but it won't stop boat crossings"}, {"type": "text", "text": "However, Mr Turner admitted that arresting and imprisoning Rahimpur would not stop, or potentially even slow down, the flow of migrants crossing the Channel."}, {"type": "text", "text": "'It's like a game of Whac-A-Mole... once we take down one, another one pops up in his place,' he said."}, {"type": "text", "text": "'It's like a vacuum. The thing with these smuggling gangs is that it's dynamic. They are ever-evolving.'"}, {"type": "text", "text": ""}, {"type": "headline", "text": "The investigation found evidence of a sprawling criminal network that imported boats, motors, life jackets and other equipment from countries including China and Turkey."}, {"type": "text", "text": "The items were stored in various locations, but the fulcrum of their operations was the German town of Osnabruck."}, {"type": "text", "text": "A police raid there recovered a huge haul of equipment destined to be used in cross-Channel smuggling, as well as firearms and cash."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Rahimpur, who claimed asylum in Britain in 2016 after saying he was fleeing persecution in Iran, admitted to processing payments between migrants and smugglers but denied being a central figure, telling the court: 'I am not a boss'."}, {"type": "text", "text": "However, Informfully can reveal that when he first arrived in Britain he lied about his identity and that he is in fact a well-known figure in the smuggling world."}, {"type": "text", "text": "Multiple sources have told us that he is in fact called Hama Khoshnaw and comes from the Iraqi city of Erbil, in the semi-autonomous Kurdistan region."}, {"type": "text", "text": "Like many other Iraqi Kurds, he claimed to be Iranian in order to improve his chances of claiming asylum."}, {"type": "text", "text": "When we spoke to a people smuggler in Kurdistan, he recognised Rahimpur immediately from a photograph, telling me: 'Yes, I know him - he's from Erbil'."}, {"type": "text", "text": "Rahimpur has been held in custody in Belgium ever since his extradition from Britain in 2022. He complained about conditions in prison and, at one point, went on hunger strike to protest."}]}, {"_id": "652fb8c5ffcb2a74655ab0cc", "url": "https://news.sky.com/story/uk-weather-danger-to-life-warning-as-storm-babet-arrives-12986752", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Rare red warning for exceptional rainfall and 70mph winds possible: Storm Babet to hit UK", "lead": "Parts of the UK and Ireland are braced for strong winds and potential flooding as Storm Babet arrives.", "author": "NONE", "datePublished": "2023-10-18 11:21:00", "dateScraped": "2023-10-18 12:51:49.943144", "dateUpdated": "2023-10-18 11:21:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-cork-flood_6325389.jpg?20231018085802", "body": [{"type": "text", "text": "The Met Office have issued a rare red warning for 'exceptional and persistent' rain in eastern Scotland, as well as amber and yellow warnings for wind and rain in other areas."}, {"type": "text", "text": "It marks the first time a red warning for rain has been issued in the UK since Storm Dennis in February 2020."}, {"type": "headline", "text": "Babet, a complex area of low pressure which developed to the west of the Iberian Peninsula, will last until Saturday and is expected to cause flooding, power cuts and travel disruption."}, {"type": "text", "text": "Yellow severe weather warnings, meaning there is the threat of strong winds, extremely wet conditions and potential flooding, have been issued across the week until Saturday for a vast swathe of the UK, covering already-saturated parts of Scotland and northern and eastern England."}, {"type": "text", "text": "The Irish forecasting agency Met Eireann has also issued yellow and amber weather warnings for parts of Northern Ireland for heavy rain today and into Thursday."}, {"type": "headline", "text": "Get the latest five-day forecast where you are here"}, {"type": "headline", "text": "On Tuesday, the Met Office raised the level of its warning for eastern Scotland from yellow to a more severe rating of amber."}, {"type": "text", "text": "The Met Office said people in Northern Ireland can expect spray and flooding which may lead to difficult driving conditions and some road closures for the duration of the yellow warning for rain. It comes into effect at 2pm today and expires at 10am on Thursday."}, {"type": "text", "text": "There is a 'small chance' that homes and businesses could be flooded, causing damage to some buildings, and communities being cut off by flooded roads, forecasters warned."}, {"type": "text", "text": "As the rain moves northwards, it will stall across central and eastern parts of Scotland where the rain will become heavy and persistent from Thursday through to Saturday."}, {"type": "text", "text": "There is an amber severe weather warning for rain for this area, meaning exceptionally wet conditions are likely. Up to 150 to 200mm of rain could accumulate in some areas of higher ground."}, {"type": "headline", "text": "Get the latest Informfully weather forecast here"}, {"type": "headline", "text": "'Danger to life'"}, {"type": "text", "text": "Under the amber warning, the Met Office warns 'extensive flooding to homes and businesses is possible, which could lead to collapsed or damaged buildings or structures' and 'fast flowing or deep floodwater is likely, causing danger to life'."}, {"type": "text", "text": "'There is a chance that communities in flooded areas could be completely cut off, perhaps for several days,' it adds."}, {"type": "text", "text": "'Power and other essential services, such as gas, water or mobile phone service, may be lost.'"}, {"type": "text", "text": "Scotland typically receives around 168mm of rainfall in October but the country will receive more than this amount in the span of a few days."}, {"type": "text", "text": "Parts of England can expect more than 100mm of rainfall during the week, with some isolated areas facing up to 150mm."}, {"type": "headline", "text": "Read more from Informfully:Full list of storm names for 2023/24Teenager's killer dies in prisonCaptain Tom Foundation 'to close down'"}, {"type": "headline", "text": "Ireland warned of 'dangerous' weather"}, {"type": "text", "text": "Rain warnings for every county in the Republic of Ireland were in place overnight, having come into effect at various stages on Tuesday."}, {"type": "text", "text": "A Status Orange rain warning, meaning there is the possibility of dangerous or disruptive weather, is in place along Ireland's southern coast for counties Cork, Kerry and Waterford."}, {"type": "text", "text": "That warning is due to the risk of flooding, dangerous road conditions and possible wave overtopping at high tide amid heavy rain and strong gusts."}, {"type": "text", "text": "The advisory is due to expire at 1pm, with a Status Yellow rain warning, meaning there is the potential for localised dangerous weather, in place for the rest of the country until between 6pm to 8pm."}, {"type": "text", "text": "Met Office deputy chief meteorologist Tony Wardle said: 'Storm Babet will bring disruption for parts of the UK in the coming days, with heavy rain and strong winds likely for many."}, {"type": "text", "text": "'Heavy and persistent rain will fall onto already saturated ground bringing a risk of flooding. It is important to stay up to date with warnings from your local flood warning agency as well as the local authorities."}, {"type": "text", "text": "'As well as heavy rain, Storm Babet will bring some very strong winds and large waves near some eastern coasts too. Gusts around 70mph are possible in eastern and northern Scotland from Thursday. Met Office warnings will continue to be reviewed as the forecast develops.'"}]}, {"_id": "652fb8c6ffcb2a74655ab0cd", "url": "https://news.sky.com/story/andrew-miller-jailed-for-20-years-for-abducting-and-sexually-assaulting-girl-in-scottish-borders-12983829", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Paedophile jailed for 20 years for abducting and sexually assaulting schoolgirl", "lead": "Andrew Miller, who abducted a primary school pupil while dressed as a woman before sexually assaulting the girl repeatedly over more than 24 hours, has been jailed for 20 years.", "author": "Jenness Mitchell", "datePublished": "2023-10-18 10:47:00", "dateScraped": "2023-10-18 12:51:50.121081", "dateUpdated": "2023-10-18 10:47:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/05/70x70/skynews-andrew-miller-amy-george_6159097.jpg?20231013134922", "body": [{"type": "text", "text": "Miller, also known as Amy George, lured the young victim into his car after offering to give her a lift home in February this year."}, {"type": "text", "text": "The former butcher, 53, who identifies as a transgender woman and is said to be in the process of transitioning, instead drove the girl to his own house in the Scottish Borders and trapped her in his bedroom."}, {"type": "headline", "text": "Miller, who was addressed as a male by the court, then subjected his victim to a series of sexual assaults over the course of the next 27 hours. He also made her watch pornography."}, {"type": "text", "text": "Passing sentence, Lord Arthurson said: 'The narrative of your offending in this case which was read out in court on the occasion of your last appearance was frankly nauseating in its level of depravity and criminal deviance.'"}, {"type": "text", "text": "Lord Arthurson told Miller crimes of this nature were 'mercifully rare'."}, {"type": "text", "text": "He described the abduction as 'brazen and chilling'."}, {"type": "text", "text": "The judge added that Miller being dressed as a woman was an aggravating factor as he doubted that the girl would have got into the car if Miller had presented as a man."}, {"type": "text", "text": "Lord Arthurson said: 'Your intentions were wicked and predatory, and clearly involved a substantial component of planning.'"}, {"type": "text", "text": "As well as the 20-year jail term, Miller will also be supervised for eight years upon his release from prison."}, {"type": "text", "text": "Defence advocate Victoria Dow told the court that Miller 'recognises and feels the horror of his conduct' and was said to feel 'considerable shame'."}, {"type": "text", "text": "Miller was also said to have expressed concern over how his behaviour would affect the wider trans community."}, {"type": "headline", "text": "The High Court in Edinburgh was previously told the girl was only able to escape after Miller fell asleep on the second night of her ordeal."}, {"type": "text", "text": "She tipped over a glass of water and turned on the bedroom light in an attempt to wake him, but he did not rouse. She then found his landline and raised the alarm. Police arrived at his home within a matter of minutes."}, {"type": "text", "text": "Officers found Miller wearing a bra with silicone breasts, women's underwear and tights."}, {"type": "text", "text": "Lord Arthurson previously described the 'abhorrent crimes' as the 'realisation of every parent's worst nightmare'."}, {"type": "text", "text": "Miller had pleaded guilty to abduction, sexual assault, intentionally causing a child to look at a sexual image, and possessing 242 indecent images of children."}, {"type": "text", "text": "Miller and the victim were not known to each other."}, {"type": "text", "text": "The girl told officers that she accepted a lift because she believed Miller - who was wearing women's clothing - was non-threatening."}, {"type": "text", "text": "During a police interview, Miller told detectives he did not abduct the girl and that it was 'all a mistake', saying he stopped to offer her a lift because she looked 'freezing'."}, {"type": "text", "text": "He said he put her in his bed with him because it was a 'motherly thing', and admitted he should have called the police and should 'never have gotten into this situation'."}, {"type": "text", "text": "Following his arrest, three laptops were seized from his property and a total of 242 indecent images of children were found, most of which were of the lowest category."}, {"type": "text", "text": "His internet history was also accessed, showing his searches for indecent images."}, {"type": "text", "text": "The local butcher shop Miller once owned in Melrose - which had been closed before the abduction - was boarded up by police at the time."}, {"type": "text", "text": ""}, {"type": "text", "text": "Miller was remanded into the male prison estate after pleading guilty in May."}, {"type": "headline", "text": "It followed new guidelines for trans prisoners who commit sexual offences following a public outcry over the Isla Bryson case."}, {"type": "headline", "text": "Double rapist Bryson was initially placed in an all-female prison before being moved to a jail with male inmates."}, {"type": "text", "text": "Bryson, who attacked two women while identifying as a man, decided to transition while awaiting trial, which provoked outrage among campaigners."}, {"type": "text", "text": ""}, {"type": "headline", "text": "At the time of Miller's guilty pleas, First Minister Humza Yousaf told Informfully that he could not say whether he would be moved to a women's jail after being sentenced."}, {"type": "text", "text": "Speaking to the media at Holyrood, he added: 'The Scottish Prison Service has protocols in place."}, {"type": "text", "text": "'Those have recently been updated in relation to some other very well-publicised cases, and therefore I'm very confident in any risk assessment SPS makes in this regard.'"}]}, {"_id": "652fb8c6ffcb2a74655ab0ce", "url": "https://news.sky.com/story/rishi-sunak-could-visit-israel-as-soon-as-thursday-sky-news-understands-12986443", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Rishi Sunak could visit Israel as soon as Thursday, Sky News understands", "lead": "Rishi Sunak is set to visit Israel, possibly as soon as Thursday, Sky News understands.", "author": "Faye Brown", "datePublished": "2023-10-17 21:46:00", "dateScraped": "2023-10-18 12:51:50.647355", "dateUpdated": "2023-10-17 21:46:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-rishi-sunak-prayers_6322978.jpg?20231016103715", "body": [{"type": "text", "text": "The prime minister's trip could be part of a broader visit to the region, which may include stops in Jordan and Egypt."}, {"type": "text", "text": "It follows visits from Germany's chancellor Olaf Scholz today and US president Joe Biden on Wednesday."}, {"type": "headline", "text": "Israel-Gaza latest: IDF hints at 'something different' to ground offensive"}, {"type": "headline", "text": "And it comes amid growing concern about the humanitarian crisis in Gaza, with calls to open aid corridors as the Israeli military prepares for the next phase of its campaign against Hamas following the incursion on 7 October."}, {"type": "text", "text": "At least 1,400 people were killed, thousands more injured and almost 200 taken hostage when Hamas carried out the surprise assault on Israel, the most deadly attack by the group in decades."}, {"type": "text", "text": "Since then, at least 2,778 Palestinians have been killed as Israel launched retaliatory airstrikes on Gaza and cut off fuel, water, food and medical supplies from entering the cramped territory, which is home to more than two million people."}, {"type": "text", "text": "Mr Biden is travelling to Israel on Wednesday amid concerns the conflict could spiral into a wider regional issue."}, {"type": "text", "text": "As part of his trip, the US president will also meet King Abdullah of Jordan, Egyptian President Abdel Fattah El-Sisi and Palestinian President Mahmoud Abbas."}, {"type": "text", "text": "German Chancellor Olaf Scholz also travelled to Israel for an impromptu visit on Tuesday, while French President Emmanuel Macron said he will travel to the region 'as soon as I consider that we have a useful agenda and very concrete actions to drive forward'."}, {"type": "headline", "text": "News of Mr Sunak's visit emerged before a strike on a hospital in Gaza which Palestinian officials claimed killed at least 500 people.  Israel denied involvement in the blast, saying the explosion was caused by a misfired Palestinian rocket."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Read More:Teenage sisters among 10 Britons still missing in Israel after Hamas attackPresident Joe Biden confirms he will travel to IsraelIt is far from clear how much Rishi Sunak can do in the Israel-Hamas war"}, {"type": "text", "text": "Downing Street would not comment publicly on whether Mr Sunak would head to the region."}, {"type": "text", "text": "The prime minister's official spokesman said: 'We'll set out travel plans in the usual way, I couldn't get into speculation.'"}, {"type": "text", "text": "However Mark Regev, an advisor to Israeli Prime Minister Benjamin Netanyahu, told Informfully on Tuesday night he was scheduled to visit."}, {"type": "text", "text": "Asked if it's best President Biden doesn't travel to Israel, he said: 'I disagree, I disagree. And it's not just he [who's] coming - your prime minister, the British prime minister is supposed to come, the French prime minister's supposed to come.'"}, {"type": "text", "text": "Mr Sunak updated Cabinet on Tuesday with the latest developments from the conflict, telling ministers Hamas was responsible for the 'murder and suspected abduction of British nationals'."}, {"type": "text", "text": "At least six Britons were killed in the Hamas attacks, with a further 10 missing - some feared dead."}, {"type": "text", "text": "Mr Sunak also held calls with the leaders of Qatar and Saudi Arabia when it was agreed the conflict 'must not be allowed to destabilise the wider region and cause further bloodshed'."}, {"type": "text", "text": "They also held conversations on efforts to free Britons taken hostage by Hamas, and on ensuring safe passage for aid to Gaza."}, {"type": "text", "text": "British officials are working to secure the opening of the Rafah crossing to allow Britons to flee to Egypt and for humanitarian aid to get into Gaza."}]}, {"_id": "652fb8c6ffcb2a74655ab0cf", "url": "https://news.sky.com/story/police-shoot-dead-xl-bully-in-grounds-of-norfolk-primary-school-12986818", "primaryCategory": "uk news", "subCategories": "NONE", "title": "XL bully shot dead at primary school", "lead": "Police have shot dead an XL bully dog in the grounds of a primary school after it attacked a woman in her back garden and escaped.", "author": "NONE", "datePublished": "2023-10-18 11:17:00", "dateScraped": "2023-10-18 12:51:50.923450", "dateUpdated": "2023-10-18 11:17:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-bully-xl-norfolk-brisley_6325458.jpg?20231018100102", "body": [{"type": "headline", "text": "Officers arrived to find the woman, aged in her 60s, being mauled by her pet at a property in Brisley, Norfolk, on Monday afternoon."}, {"type": "text", "text": "A member of the public had alerted police after seeing the woman being attacked and 'screaming for help'."}, {"type": "text", "text": "The dog ran off but it was found a short time later after someone had managed to secure it to a post in a school car park."}, {"type": "text", "text": "Children and teachers were still on site at the time."}, {"type": "text", "text": "Police tried to contact several vets to help sedate the dog but none were available."}, {"type": "text", "text": "Norfolk Police said that 'due to the threat to the wider public, and with permission of the owners, the dog was destroyed'."}, {"type": "text", "text": "Inspector Diana Woodage added: 'This was a terribly sad and distressing situation."}, {"type": "text", "text": "'Officers were faced with an incredibly difficult situation when they arrived at the scene - a woman being viciously attacked by her dog and was very clearly injured and in some pain."}, {"type": "text", "text": "'In the interests of public safety and at the request of the owner, the dog was humanely destroyed.'"}, {"type": "text", "text": "The woman attacked was taken to hospital with non-life threatening injuries and is now recovering."}, {"type": "headline", "text": "A series of XL bully attacks have been reported in recent months, some of which have been fatal."}, {"type": "headline", "text": "Last week, two women were taken to hospital in Stoke after being mauled in another suspected XL bully attack."}, {"type": "text", "text": ""}, {"type": "text", "text": "Prime Minister Rishi Sunak has said the breed will be banned by the end of the year."}, {"type": "text", "text": "Campaigners want existing laws changed so they focus 'not on the breed but the deed'."}, {"type": "text", "text": "There are currently four banned breeds in the UK: the pit bull terrier, Japanese tosa, dogo Argentino and fila Brasileiro."}, {"type": "text", "text": "It is also against the law to have a dog that is dangerously out of control, an offence punishable by prison sentences and unlimited fines."}]}, {"_id": "652fb8c7ffcb2a74655ab0d0", "url": "https://news.sky.com/story/airasia-boss-tony-fernandes-criticised-for-posting-topless-photo-of-himself-getting-massage-during-meeting-12986768", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Airline boss criticised for getting topless massage during meeting", "lead": "AirAsia founder Tony Fernandes has been criticised for posting a photo of himself getting a massage during a meeting.", "author": "NONE", "datePublished": "2023-10-18 09:36:00", "dateScraped": "2023-10-18 12:51:51.426072", "dateUpdated": "2023-10-18 09:36:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-fernandes-massage_6325398.jpg?20231018090654", "body": [{"type": "text", "text": "Mr Fernandes shared the image on LinkedIn with the caption: 'Was a stressful week and Veranita Yosephine suggested a massage."}, {"type": "text", "text": "'Got to love Indonesia and AirAsia culture that I can have a massage and do a management meeting.'"}, {"type": "headline", "text": "Ms Yosephine is boss of the Malaysia-based airline's operation in Indonesia, but it's unclear who Mr Fernandes was speaking to in the video call."}, {"type": "text", "text": "The picture shows Mr Fernandes in a glass-walled meeting room while a woman in a face mask massages his neck."}, {"type": "text", "text": "After criticism on social media that his actions were inappropriate, the picture was taken down from his LinkedIn profile after a few days."}, {"type": "text", "text": "'So unprofessional and disrespectful,' said one user on X."}, {"type": "text", "text": "'He should be setting an example of good work ethics and culture, not flaunting his body and privilege.'"}, {"type": "text", "text": "Another user called it 'gross' and said it 'impacts work ethics'."}, {"type": "headline", "text": "Read more from Informfully:Israel releases evidence 'showing Islamic Jihad rocket hit Gaza hospital''Danger to life' warning as Storm Babet arrivesGang leader who smuggled up to 10,000 migrants jailed"}, {"type": "text", "text": "Mr Fernandes was born in Malaysia and moved to the UK as a boy to attend the prestigious Epsom College."}, {"type": "text", "text": "The 59-year-old entrepreneur bought AirAsia from the Malaysian government in 2001 and turned it into a successful low-cost carrier."}, {"type": "text", "text": "Mr Fernandes also set up the Caterham Formula One team and used to be the co-owner of west London football club Queens Park Rangers."}]}, {"_id": "652fb8c7ffcb2a74655ab0d1", "url": "https://news.sky.com/story/david-carrick-police-watchdog-investigates-10-officers-and-staff-over-how-allegations-against-rapist-were-handled-12986862", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Officers and staff investigated over how allegations against serial rapist David Carrick were handled", "lead": "The police watchdog is investigating the conduct of 10 current or former officers and staff over how they handled allegations against serial rapist David Carrick.", "author": "Henry Vaughan", "datePublished": "2023-10-18 11:02:00", "dateScraped": "2023-10-18 12:51:51.688759", "dateUpdated": "2023-10-18 11:02:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/07/70x70/skynews-david-carrick-police_6224581.jpg?20230720143117", "body": [{"type": "headline", "text": "The Independent Office for Police Conduct (IOPC) invoked its rarely-used 'power of initiative' to launch four investigations into alleged Metropolitan Police failings in investigating claims made against the PC in 2002, 2016, 2019 and 2021."}, {"type": "text", "text": "It came after the force didn't identify any conduct matters following a review into any reports which could have led to action being taken against Carrick sooner."}, {"type": "headline", "text": "Carrick, 48, was jailed for at least 30 years in February after he was unmasked as one of Britain's worst ever sex offenders."}, {"type": "text", "text": "The Met was forced to apologise and admit Carrick should have been rooted out earlier after it emerged he came to police attention over nine incidents before he was prosecuted, including allegations of rape, domestic violence and harassment between 2000 and 2021."}, {"type": "text", "text": "The IOPC said five serving Met officers, including a detective constable, a detective sergeant, a detective inspector and two chief inspectors are under investigation for gross misconduct."}, {"type": "text", "text": "A former Met officer, now working for the City of London Police, and two officers who have retired from the force are also facing gross misconduct probes, while a serving Met staff member and a PC are under investigation for misconduct."}, {"type": "text", "text": "IOPC regional director Mel Palmer said: 'After carrying out an initial scoping review of police handling of allegations against Carrick earlier this year, we made the decision to launch investigations into multiple alleged failings of police officers and staff who assessed and/or investigated allegations made against him."}, {"type": "text", "text": "'If these matters had been adequately progressed, Carrick could potentially have faced gross misconduct proceedings and been dismissed from the police service years before he was eventually arrested."}, {"type": "text", "text": "'While we've notified a number of officers that they are under investigation, this does not mean that disciplinary proceedings will automatically follow. At the end of each investigation, we will determine whether any individuals should face disciplinary proceedings."}, {"type": "text", "text": "'From our scoping review, we've also identified a number of learning opportunities for individual forces as well as national recommendations which we are currently progressing.'"}, {"type": "text", "text": "The IOPC said a Wiltshire Police constable and an inspector have also been served with gross misconduct notices as part of an investigation the force failed to properly investigate a report made against Carrick in 2016."}, {"type": "text", "text": "This breaking news story is being updated and more details will be published shortly."}, {"type": "text", "text": "Please refresh the page for the fullest version."}, {"type": "headline", "text": "You can receive Breaking News alerts on a smartphone or tablet via the Informfully App. You can also follow @SkyNews on X or subscribe to our YouTube channel to keep up with the latest news."}]}, {"_id": "652fb8c8ffcb2a74655ab0d3", "url": "https://news.sky.com/story/inflation-rate-stuck-at-67-in-september-12986234", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Inflation stuck at 6.7% as petrol goes up but food prices drop", "lead": "The rate of inflation failed to nudge downwards as expected last month, remaining at an annual rate of 6.7% according to official figures.", "author": "James Sillars", "datePublished": "2023-10-18 09:45:00", "dateScraped": "2023-10-18 12:51:52.771048", "dateUpdated": "2023-10-18 09:45:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/05/70x70/skynews-fuel-petrol-supermarket_6156227.jpg?20230515175130", "body": [{"type": "text", "text": "The headline consumer prices index (CPI) measure had been predicted to slow to 6.6% in September by a Reuters poll of economists."}, {"type": "headline", "text": "The higher than expected number - largely a consequence of rising fuel prices - hangs over the government's target of halving inflation this year."}, {"type": "headline", "text": "Politics latest: Mortgage holders '£580 a month worse off under Conservatives'"}, {"type": "text", "text": "However, a big drop in the inflation rate is tipped for the month of October when shifts in the energy price cap will be reflected in the data."}, {"type": "text", "text": "September's inflation number is important as it is used to calculate how much benefits payments will increase next April, along with increases in some taxes including business rates."}, {"type": "text", "text": "In an interview with Informfully, Treasury Minister Andrew Griffith said no decisions had yet been taken on the levels to be imposed ahead of next month's autumn statement, adding that the target to halve inflation this year was on track."}, {"type": "text", "text": "The Office for National Statistics (ONS) said the largest contribution to the easing of inflation came from food and non-alcoholic drinks."}, {"type": "text", "text": "The report marked the first monthly fall in these costs since September 2021."}, {"type": "text", "text": "They have been a thorn in family budgets since energy and commodity costs soared in the wake of Russia's invasion of Ukraine, with higher prices passing along supply chains from field, to factory and fork."}, {"type": "text", "text": "While lower wholesale costs are now being reflected at the shops, production cuts by major oil-producing nations have raised global oil costs and will maintain pressure on fuel prices in the weeks ahead."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Israel's war against Hamas will be another crucial factor in determining the future path for pump costs, with a barrel of Brent crude currently costing almost $91 a barrel. It stood at $72 in June."}, {"type": "text", "text": "The wider ONS data showed a slight slowing in so-called core inflation, which strips out volatile elements such as energy and food costs."}, {"type": "text", "text": "Along with data on Tuesday showing a fall in the pace of wage growth, it gives some further hope that the Bank of England will hold off on a further interest rate hike next month."}, {"type": "text", "text": "Financial markets currently see a 76% chance of no change to borrowing costs."}, {"type": "text", "text": "ONS chief economist Grant Fitzner said of the big picture for prices: 'After last month's fall, annual inflation was unchanged in September."}, {"type": "text", "text": "'Food and non-alcoholic drinks prices eased again across a range of items with the cost of household appliances and air fares also falling this month."}, {"type": "text", "text": "'These were offset by rising prices for motor fuels and the cost of hotel stays.'"}, {"type": "text", "text": "Chancellor Jeremy Hunt responded: 'As we have seen across other G7 countries, inflation rarely falls in a straight line, but if we stick to our plan then we still expect it to keep falling this year."}, {"type": "text", "text": "'Today's news just shows this is even more important so we can ease the pressure on families and businesses.'"}]}, {"_id": "652fb8c9ffcb2a74655ab0d4", "url": "https://news.sky.com/story/cost-of-living-record-one-million-emergency-food-bank-parcels-expected-to-be-handed-out-this-winter-12986261", "primaryCategory": "uk news", "subCategories": "NONE", "title": "More than 600,000 set to depend on food bank support this winter", "lead": "More than one million emergency parcels are expected to be distributed by food banks this winter due to an \"unprecedented need\" for help, a charity has warned.", "author": "NONE", "datePublished": "2023-10-18 05:42:00", "dateScraped": "2023-10-18 12:51:53.151422", "dateUpdated": "2023-10-18 05:42:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-food-banks-cost-of-living_6324632.jpg?20231017145850", "body": [{"type": "text", "text": "The Trussell Trust network, which supports more than 1,300 food bank centres across the UK, has forecast that more than 600,000 people will rely on food banks from December this year until next February."}, {"type": "text", "text": "That will mean almost 100,000 more emergency food parcels are required compared to the same period last year, when a total of 904,000 were handed out."}, {"type": "text", "text": "Last winter saw 220,000 children supported by emergency meals from the Trussell Trust network, with 225,000 people using a food bank for the first time."}, {"type": "text", "text": "And the charity believes the numbers will continue to rise in the run up to Christmas and into early next year, as many people hit crisis point."}, {"type": "text", "text": "One in seven people in the UK are forced to go hungry because they don't have enough money to feed themselves, Trussell Trust chief executive, Emma Revie, said."}, {"type": "text", "text": "'We don't want to spend every winter saying things are getting worse, but they are,' she warned."}, {"type": "text", "text": "Food is desperately needed to make up the emergency parcels, together with money to pay for a shortfall in donations, Ms Revie said."}, {"type": "text", "text": "'Every year we are seeing more and more people needing food banks, and that is just not right,' she added, vowing: 'We won't stand by and let this continue.'"}, {"type": "text", "text": ""}, {"type": "text", "text": "'Together, we have roots into hundreds of communities and while someone facing hunger can't change the structural issues driving the need for food banks on their own, thousands of us coming together can,' Ms Revie said."}, {"type": "text", "text": "'We must end hunger across the UK so that no one needs a food bank to survive.'"}, {"type": "text", "text": "A survey of 282 Trussell Trust food banks over the last three months showed 93% had to buy extra food to meet demand."}, {"type": "text", "text": "Almost a third (32%) admitted they were worried about maintaining their current service levels as winter approaches."}, {"type": "headline", "text": "'We face winter with trepidation'"}, {"type": "text", "text": "Natasha Copus, project manager at the Trussell Trust food bank in Southend, Essex, said their centres were experiencing 'unprecedented need'."}, {"type": "text", "text": "'We have had to buy around half the food we give out already this year and that is not even with the added pressure of heating and energy that people will face this winter."}, {"type": "text", "text": "'It is with trepidation that we face the next six months of being there for people,' she added, as she called on the local community to offer their support."}, {"type": "text", "text": "Meanwhile Daniel Kebede, the general secretary of the National Education Union, reiterated calls for free school meals to be extended to all pupils to fight poverty and child hunger, which have 'tremendous social and moral costs'."}, {"type": "headline", "text": "Food banks preparing to support bigger numbers of people is a 'damning sign' of the government's failure to support people during the cost-of-living crisis, he said."}, {"type": "text", "text": ""}, {"type": "headline", "text": "'Poverty does not discriminate'"}, {"type": "text", "text": "Trussell Trust food banks provided a lifeline for education worker Aneita after a problem with her tax credits saw her 'suddenly plunged into a financial nightmare'."}, {"type": "text", "text": "'I remember sitting in the waiting room, with my daughter, waiting to be given a food parcel,' she said."}, {"type": "text", "text": "'I was holding back my tears, not wanting my daughter to see me upset, and thinking, 'how has it got to this?'.'"}, {"type": "headline", "text": "Click to subscribe to the Informfully Daily wherever you get your podcasts"}, {"type": "text", "text": "Now Aneita is calling for an end to food banks."}, {"type": "text", "text": "'We need change - a real living wage, benefits that reflect the cost of living, more social housing."}, {"type": "text", "text": "'Poverty does not discriminate - it can and will single you out through no fault of your own.'"}]}, {"_id": "652fb8c9ffcb2a74655ab0d5", "url": "https://news.sky.com/story/israel-hamas-war-at-least-500-people-killed-in-hospital-bombing-in-gaza-palestinian-officials-claim-12986454", "primaryCategory": "world", "subCategories": "NONE", "title": "At least 500 people killed in hospital bombing in Gaza, Palestinian officials claim", "lead": "At least 500 people have been killed in a bombing of a hospital in Gaza City, the Palestinian Health Ministry has claimed.", "author": "Reemul Balla", "datePublished": "2023-10-18 11:44:00", "dateScraped": "2023-10-18 12:51:53.465926", "dateUpdated": "2023-10-18 11:44:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-al-ahli-hospital_6325438.jpg?20231018094106", "body": [{"type": "text", "text": "Palestinian officials have pointed the finger at Israel for the attack, but Jerusalem says the Palestinian Islamic Jihad (PIJ) group was responsible for the blast on the al Ahli al Arabi hospital - an accusation the Islamist militant group denies."}, {"type": "text", "text": "The Israel Defence Forces (IDF) said the explosion was caused by a misfired Palestinian rocket that was aimed at Israel."}, {"type": "headline", "text": "Follow live: 'Dangerous moment' for Middle East as protests erupt"}, {"type": "text", "text": "An IDF statement said: 'Following an additional review and cross-examination of the operational and intelligence systems, it is clear that the IDF did not strike the hospital in Gaza."}, {"type": "text", "text": "'The hospital was hit as a result of a failed rocket launched by the Islamic Jihad terrorist organisation."}, {"type": "text", "text": "'The terrorist organisations within the Gaza Strip fire indiscriminately toward Israel.'"}, {"type": "headline", "text": "Israeli Prime Minister Benjamin Netanyahu has said 'barbaric terrorists' in Gaza bombed the hospital, reiterating Israel's military was not responsible."}, {"type": "headline", "text": "Palestinian President Mahmoud Abbas declared three days of mourning following the explosion and cancelled a planned meeting with US President Joe Biden."}, {"type": "text", "text": "Some 350 casualties were rushed from the blast site to Gaza City's main hospital, al Shifa, already overwhelmed with those injured from other strikes, said its director, Mohammed Abu Selmia."}, {"type": "text", "text": ""}, {"type": "text", "text": "Hamas released a statement calling it a 'crime of genocide' as it blamed it on Israel."}, {"type": "text", "text": "The militant group said: 'The horrific massacre carried out by the Zionist occupation in the Gaza City's al Ahli hospital which left hundreds of casualties, most of them displaced families, patients, children and women, is a crime of genocide that once again reveals the ugly face of this criminal enemy and its fascist and terrorist government."}, {"type": "text", "text": "'This also exposes the American and western support for this criminal occupation.'"}, {"type": "text", "text": "It called for 'immediate' intervention by the 'international community and the Arab and Islamic countries'."}, {"type": "text", "text": "Reaction from around the world was swift, with Turkey, Iran, Jordan, Qatar and the World Health Organisation condemning what they called an attack."}, {"type": "text", "text": "Protesters gathered in Ramallah and Hebron and former Hamas chief Khaled Meshaal called on supporters to demonstrate outside Israeli embassies."}, {"type": "text", "text": "Footage showed demonstrators throwing projectiles at Palestinian security forces and smashing a sign saying 'We Ramallah'."}, {"type": "text", "text": "Should the Palestinian claims be confirmed, the attack would be the deadliest Israeli air strike in the five wars fought since 2008."}, {"type": "text", "text": ""}, {"type": "text", "text": "Archbishop of Canterbury Justin Welby said the assault was 'an appalling and devastating loss of innocent lives'."}, {"type": "text", "text": "He said: 'The Ahli hospital is run by the Anglican church. I mourn with our brothers and sisters - please pray for them.'"}, {"type": "text", "text": "The hospital, in northern Gaza, was previously hit by Israeli rocket fire on 14 October leaving four members of staff wounded, according to an earlier statement from the archbishop."}, {"type": "text", "text": "He had said patients who were critically ill and injured at the hospital, along with those at other healthcare facilities in the north of the strip, 'cannot be safely evacuated'."}, {"type": "text", "text": "Mr Welby has renewed his appeal 'for civilians to be protected in this devastating war'."}, {"type": "text", "text": "Treasury minister Andrew Griffith told Informfully the attack on the hospital was 'devastating' as he reiterated the UK's call for civilian life to be protected."}, {"type": "text", "text": "'The UK has always been very clear that the protection of civilians is the most important thing,' he said."}, {"type": "text", "text": "'It's important at this point, everybody is responsible and we don't rush to any judgements - but it's also important international law is upheld.'"}, {"type": "text", "text": "The hospital's cancer centre was among the parts of the hospital badly damaged in Saturday's strike, according to the American Friends of the Episcopal Diocese of Jerusalem, which also helps raise funds for the hospital."}, {"type": "text", "text": "Earlier, the UN agency for Palestine (UNWRA) reported at least six people were killed after one of its schools in the al-Maghazi refugee camp, in the centre of Gaza, was shelled. The school served as a shelter for some 4,000 displaced citizens since the war broke out, the agency added."}, {"type": "headline", "text": "Israel's military said more civilian deaths in the territory were 'inevitable', claiming that Hamas fighters were using Palestinians as cover."}, {"type": "text", "text": "More than one million Palestinians were warned to move south through Gaza at the weekend by the IDF, ahead of an expected ground invasion."}, {"type": "text", "text": "The war that began with a surprise attack on Israel by Hamas last weekend has left 3,000 Palestinians dead and at least 12,500 wounded, according to the Palestinian health ministry."}, {"type": "text", "text": "Hundreds more Gazans are believed to be buried under the rubble."}, {"type": "headline", "text": "More than 1,400 Israelis are dead, according to Israeli figures - including 260 at a music festival."}, {"type": "text", "text": "At least 199 others, including children, were captured by the armed group and taken into Gaza, Israel said."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Meshaal demanded the release of 6,000 Palestinian men and women reportedly held in Israel's jails in exchange for the captives in Gaza."}, {"type": "text", "text": "Though Hamas's head of political and international relations, Dr Basem Naim, told Informfully he did 'not know' how many hostages were still alive."}]}, {"_id": "652fb8c9ffcb2a74655ab0d6", "url": "https://news.sky.com/story/gaza-hospital-blast-appears-to-not-have-been-caused-by-israel-says-biden-12986850", "primaryCategory": "world", "subCategories": "NONE", "title": "Gaza hospital blast appears to not have been caused by Israel, says Biden", "lead": "US President Joe Biden has said an explosion that killed hundreds in a hospital in Gaza appears to not have been caused by Israel but \"by the other team\".", "author": "NONE", "datePublished": "2023-10-18 11:48:00", "dateScraped": "2023-10-18 12:51:53.702124", "dateUpdated": "2023-10-18 11:48:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-joe-biden-benjamin-netanyahu_6325532.jpg?20231018110247", "body": [{"type": "text", "text": "'Based on what I've seen, it appears as though it was done by the other team, not you,' Mr Biden told Israeli Prime Minister Benjamin Netanyahu during a meeting in Tel Aviv."}, {"type": "headline", "text": "Israel-Gaza latest: Middle East enters 'dangerous moment'"}, {"type": "text", "text": "'But there's a lot of people out there who are not sure, so we have got to overcome a lot of things.'"}, {"type": "text", "text": "'The world is looking. Israel has a value set like the United States does, and other democracies, and they are looking to see what we are going to do,' he added."}, {"type": "headline", "text": "He said he was 'sad and outraged' by the strike in Gaza which killed up to 500 people - triggering worldwide protests."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Hamas called it a 'crime of genocide' and has blamed it on Israel."}, {"type": "headline", "text": "Israel has denied any involvement and has said the blast was caused by a misfired rocket - launched by the Palestinian Islamic Jihad (PIJ) group."}, {"type": "text", "text": "However, it too has rejected responsibility for the explosion."}, {"type": "headline", "text": "It happened just before Mr Biden arrived in Israel on Wednesday on a desperate diplomatic mission to prevent the Israel-Hamas war from spiralling into a broader regional conflict."}, {"type": "text", "text": "He said on Wednesday that Washington would provide Israel with everything it needs to defend itself against the militant faction of Hamas."}, {"type": "headline", "text": "Mr Netanyahu thanked his US counterpart for his 'unequivocal support'."}, {"type": "text", "text": "The US leader arrived in Tel Aviv to show Israel the US's support for its war against Hamas."}, {"type": "text", "text": "However, the second half of his visit to the Middle East - a summit between himself and Palestinian, Jordanian and Egyptian leaders in Amman, which would have focused on getting humanitarian assistance into Gaza while working towards calming tensions in the region - was cancelled following the bombing."}, {"type": "text", "text": "The fireball that engulfed the Al-Ahli al-Arabi hospital delivered some of the most harrowing images yet from the ongoing 12-day war."}, {"type": "text", "text": "Around 350 casualties were rushed from the blast site to Gaza City's main hospital, al Shifa, already overwhelmed with those injured from other strikes, said its director, Mohammed Abu Selmia."}, {"type": "text", "text": "Israel's military released what it claimed is evidence - including drone footage and an intercepted conversation - that it said proves an Islamist militant group was responsible for the bombing and not an Israeli airstrike."}, {"type": "text", "text": "It has not been possible to independently verify the audio recording published by the Israeli military of 'communication between terrorists talking about rockets misfiring'."}, {"type": "text", "text": ""}, {"type": "text", "text": "It is the deadliest single event of the Israel-Hamas war so far."}, {"type": "text", "text": "After Mr Biden backed the Israeli account, other Western leaders also called for caution."}, {"type": "text", "text": "'Last night, too many jumped to conclusions around the tragic loss of life at Al Ahli hospital,' British Foreign Secretary James Cleverly wrote on X, formerly known as Twitter."}, {"type": "text", "text": "'Getting this wrong would put even more lives at risk. Wait for the facts, report them clearly and accurately."}, {"type": "text", "text": "'Cool heads must prevail,' he added."}, {"type": "headline", "text": "Protests have ignited across the Middle East following the explosion, with hundreds of people taking to the streets in cities in Turkey, Jordan, Lebanon and in the West Bank - where there were clashes with police."}]}, {"_id": "652fb8c9ffcb2a74655ab0d7", "url": "https://news.sky.com/story/hewa-rahimpur-gang-leader-who-smuggled-up-to-10000-migrants-across-channel-jailed-12986202", "primaryCategory": "world", "subCategories": "NONE", "title": "Small boats gang leader who smuggled up to 10,000 migrants across Channel jailed", "lead": "A man granted asylum in east London has been convicted of helping to lead a criminal gang that smuggled up to 10,000 people across the Channel.", "author": "Adam Parsons", "datePublished": "2023-10-18 10:21:00", "dateScraped": "2023-10-18 12:51:53.904922", "dateUpdated": "2023-10-18 10:21:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-hewa-rahimpur-people-smuggler_6324461.jpg?20231017123715", "body": [{"type": "text", "text": "Hewa Rahimpur, 30, was sentenced to 11 years in prison and fined €80,000 at a court in Bruges, Belgium."}, {"type": "headline", "text": "He was convicted in one of the biggest people-smuggling trials held in Europe - with 20 out of 21 defendants found guilty."}, {"type": "text", "text": "He was arrested in London more than a year ago after a police operation that involved officers in Germany, France, Belgium and the Netherlands, as well as the UK's National Crime Agency."}, {"type": "text", "text": "Rahimpur arrived in Britain after hiding on a lorry. He initially tried to set up a business as a barber but, after that failed, he instead opened a small food retailer, selling confectionery."}, {"type": "text", "text": "It appeared popular. In fact, many of the customers were actually coming to Rahimpur to pay for trips across the Channel using the Hawala banking system, which leaves almost no trail."}, {"type": "text", "text": "Investigators believe that Rahimpur and his gang charged up to £6,000 for those on the boats, making total profits that sometimes went above £200,000 per crossing."}, {"type": "text", "text": "His gang, in common with other people smugglers, used various social media outlets to find customers but also relied on word of mouth and recommendations from previous passengers."}, {"type": "text", "text": "Craig Turner, the deputy director of the UK's National Crime Agency, described Rahimpur as 'one of the most significant individuals involved in small boat crossings'."}, {"type": "text", "text": "His gang, in common with other people smugglers, used various social media outlets to find customers but also relied on word of mouth and recommendations from previous passengers."}, {"type": "text", "text": "Mr Turner said: 'He treated people like a commodity. He just thought about the money, not the safety of the people he was taking across the Channel. That was the business model he profited from."}, {"type": "text", "text": "'He's a big player. There will be people above him in the OCG [organised crime group] but within the rankings of that group, he is right up there.'"}, {"type": "headline", "text": "'Big player' convicted - but it won't stop boat crossings"}, {"type": "text", "text": "However, Mr Turner admitted that arresting and imprisoning Rahimpur would not stop, or potentially even slow down, the flow of migrants crossing the Channel."}, {"type": "text", "text": "'It's like a game of Whac-A-Mole... once we take down one, another one pops up in his place,' he said."}, {"type": "text", "text": "'It's like a vacuum. The thing with these smuggling gangs is that it's dynamic. They are ever-evolving.'"}, {"type": "text", "text": ""}, {"type": "headline", "text": "The investigation found evidence of a sprawling criminal network that imported boats, motors, life jackets and other equipment from countries including China and Turkey."}, {"type": "text", "text": "The items were stored in various locations, but the fulcrum of their operations was the German town of Osnabruck."}, {"type": "text", "text": "A police raid there recovered a huge haul of equipment destined to be used in cross-Channel smuggling, as well as firearms and cash."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Rahimpur, who claimed asylum in Britain in 2016 after saying he was fleeing persecution in Iran, admitted to processing payments between migrants and smugglers but denied being a central figure, telling the court: 'I am not a boss'."}, {"type": "text", "text": "However, Informfully can reveal that when he first arrived in Britain he lied about his identity and that he is in fact a well-known figure in the smuggling world."}, {"type": "text", "text": "Multiple sources have told us that he is in fact called Hama Khoshnaw and comes from the Iraqi city of Erbil, in the semi-autonomous Kurdistan region."}, {"type": "text", "text": "Like many other Iraqi Kurds, he claimed to be Iranian in order to improve his chances of claiming asylum."}, {"type": "text", "text": "When we spoke to a people smuggler in Kurdistan, he recognised Rahimpur immediately from a photograph, telling me: 'Yes, I know him - he's from Erbil'."}, {"type": "text", "text": "Rahimpur has been held in custody in Belgium ever since his extradition from Britain in 2022. He complained about conditions in prison and, at one point, went on hunger strike to protest."}]}, {"_id": "652fb8caffcb2a74655ab0d8", "url": "https://news.sky.com/story/at-least-189-decomposed-bodies-removed-from-green-funeral-home-in-colorado-12986771", "primaryCategory": "world", "subCategories": "NONE", "title": "At least 189 decomposed bodies removed from 'green' US funeral home", "lead": "The remains of&#160;at least 189 people have been removed from a funeral home in the US that offers \"green\" burials.", "author": "NONE", "datePublished": "2023-10-18 09:52:00", "dateScraped": "2023-10-18 12:51:54.439372", "dateUpdated": "2023-10-18 09:52:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-return-to-nature-funeral-home_6325373.jpg?20231018083518", "body": [{"type": "headline", "text": "The decaying and improperly stored bodies were first discovered two weeks ago after reports of an 'abhorrent smell' coming from a building at the Return to Nature Funeral Home in Colorado."}, {"type": "text", "text": "At first, the number of bodies could not be confirmed. All remains were removed on Friday, but officials said the exact number of deceased could change as identification progresses."}, {"type": "text", "text": "Fremont Sheriff Allen Cooper described the scene inside the funeral home as 'horrific', but did not provide further details."}, {"type": "text", "text": "Authorities first entered the funeral home on 4 October after neighbours said they had been noticing the smell for days."}, {"type": "text", "text": "The funeral home advertises cremations and 'green' burials without embalming fluids."}, {"type": "text", "text": "Green burials are legal under Colorado law. Remains that are not buried within 24 hours, however, must be properly refrigerated."}, {"type": "text", "text": "Officials said they will begin notifying family members in the coming days as the remains are identified."}, {"type": "text", "text": "As of last week, more than 120 families worried their relatives could be among the remains had contacted police about the case."}, {"type": "text", "text": "It could take weeks to identify the remains found and could require taking fingerprints, finding medical or dental records, and DNA testing."}, {"type": "headline", "text": "Read more from Informfully:'Water cremations' to be offered in UKHuman composting as burial alternative made legal in Washington"}, {"type": "text", "text": "The owners of the Return to Nature Funeral Home had missed tax payments in recent months, were evicted from one of their properties and were sued for unpaid bills by a crematory that stopped doing business with them almost a year ago, according to public records and interviews with people who worked with them."}, {"type": "text", "text": "A day after the odour was reported, an official spoke with the owner, Jon Hallford, who tried to conceal the improper storage of corpses and claimed he practised taxidermy at the site, according to state authorities."}, {"type": "text", "text": "In the days after the discovery, police said the owners were cooperating as investigators sought to determine whether any crimes had been committed."}]}, {"_id": "652fb8caffcb2a74655ab0d9", "url": "https://news.sky.com/story/pepper-x-named-as-worlds-hottest-chilli-by-guinness-world-records-after-10-year-effort-to-create-new-level-of-heat-12986801", "primaryCategory": "world", "subCategories": "NONE", "title": "'I was groaning in pain': World's hottest chilli revealed after 10-year effort to break record", "lead": "Pepper X has officially been named the world's hottest chilli.", "author": "NONE", "datePublished": "2023-10-18 10:28:00", "dateScraped": "2023-10-18 12:51:54.641400", "dateUpdated": "2023-10-18 10:28:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-pepper-hottest-world_6325340.jpg?20231018081248", "body": [{"type": "text", "text": "Guinness World Records announced it had replaced the Carolina Reaper."}, {"type": "text", "text": "Both varieties were created by Ed Currie - which means he's broken his own record."}, {"type": "text", "text": "Pepper X has been a decade-long obsession. It took him 10 years to get Pepper X from the first crossbreed experiment to the record."}, {"type": "text", "text": "This includes five years of testing to prove it was a distinct plant with a different fruit - and documenting its average heat."}, {"type": "text", "text": "It is a crossbreed of a Carolina Reaper and what Mr Currie mysteriously classifies as a 'pepper that a friend of mine sent me from Michigan that was brutally hot'."}, {"type": "text", "text": "'I was feeling the heat for three and a half hours. Then the cramps came,' said Mr Currie, one of only five people so far to eat an entire Pepper X."}, {"type": "text", "text": "'Those cramps are horrible. I was laid out flat on a marble wall for approximately an hour in the rain, groaning in pain.'"}, {"type": "text", "text": "Pepper X has been in the works since Mr Currie last set the hottest chilli record in 2013 with the Carolina Reaper, a bright red, knobbly fruit with what aficionados call a scorpion tail."}, {"type": "text", "text": "In contrast, Pepper X is greenish-yellow, does not have the same shelf appeal and carries an earthy flavour once its heat is delivered."}, {"type": "text", "text": "A chemical in peppers called capsaicin is what causes the burning sensation when eating one."}, {"type": "text", "text": "Heat in peppers is measured in Scoville heat units - a scale based on the concentration of capsaicin."}, {"type": "text", "text": "Zero is bland and a regular jalapeno pepper registers about 5,000 units."}, {"type": "text", "text": "A habanero, the record-holder about 25 years ago, typically tops 100,000, and the Guinness Book of World Records lists the Carolina Reaper at 1.64 million units."}, {"type": "text", "text": "Pepper X's record is an average of 2.69 million units."}, {"type": "text", "text": "Its sizzling Scoville score was calculated by Winthrop University in South Carolina, which conducted tests using specimens from the past four years."}, {"type": "headline", "text": "Read more US news:Britney 'had abortion while dating Justin Timberlake'Alec Baldwin could be charged again over fatal film shooting"}, {"type": "text", "text": "Mr Currie, founder of the Puckerbutt Pepper Company in Fort Mill, South Carolina, revealed Pepper X during an episode of the popular YouTube show, Hot Ones."}, {"type": "text", "text": "He is already working on his next potential record-breaker."}]}, {"_id": "652fb8caffcb2a74655ab0da", "url": "https://news.sky.com/story/israel-hamas-war-israel-says-it-will-release-evidence-which-it-claims-shows-an-islamic-jihad-rocket-hit-the-gaza-hospital-12986662", "primaryCategory": "world", "subCategories": "NONE", "title": "Israel releases evidence which it claims shows an Islamic Jihad rocket was responsible for Gaza hospital blast", "lead": "Israel's military has released what it claims is evidence - including drone footage and an intercepted conversation - that it says proves an Islamist militant group was responsible for a deadly blast at a hospital in Gaza and not an Israeli airstrike.", "author": "Deborah Haynes", "datePublished": "2023-10-18 10:25:00", "dateScraped": "2023-10-18 12:51:54.826252", "dateUpdated": "2023-10-18 10:25:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-israel-defence-forces_6325169.jpg?20231018010430", "body": [{"type": "text", "text": "'We are running on it because someone is doing a fake on us, on Israel,' Rear Admiral Daniel Hagari, the spokesperson for the Israel Defence Forces (IDF) has said in a news conference."}, {"type": "text", "text": "It has not been possible to independently verify Rear Admiral Hagari's claims."}, {"type": "headline", "text": "Hundreds of people were killed in a devastating explosion at the al Ahli hospital in an attack that Palestinian officials have blamed on Israel."}, {"type": "text", "text": "It is the deadliest single event of the Israel-Hamas war so far."}, {"type": "text", "text": "The carnage triggered new protests against an unprecedented campaign of Israeli aerial bombardments on Gaza in response to a deadly attack on Israel by Hamas, which controls the Palestinian enclave, on 7 October."}, {"type": "text", "text": "Seeking to push back on the allegations, Rear Admiral Hagari said no Israeli aircraft had been operating in the area of the hospital at the time of the explosion and that the Palestinian Islamic Jihad group was responsible."}, {"type": "text", "text": "The officer shared an image of what he claimed was radar footage captured by the military that showed the passage of a barrage of rockets fired from inside Gaza towards Israel, with the route passing over the site of the hospital."}, {"type": "headline", "text": "Biden meets Netanyahu in Israel - follow live conflict updates"}, {"type": "text", "text": "Rear Admiral Hagari also shared aerial footage collected by a military drone which he claims showed a blast that he said was inconsistent with Israeli weaponry."}, {"type": "text", "text": "He said the explosion occurred in the hospital car park after a rocket was fired from a nearby cemetery."}, {"type": "text", "text": "'There is no direct outside hit,' he said. 'There is damage in the parking lot, maybe other things but it is not from a direct [hit] from the outside.'"}, {"type": "text", "text": "Rear Admiral Hagari later said the IDF had intercepted 'terrorists talking about rockets misfiring'."}, {"type": "text", "text": ""}, {"type": "text", "text": "Reading an English translation of audio he claimed was of two Palestinian militants talking, Rear Admiral Hagari said one of the men says: 'I'm telling you, this is the first time that we see a missile like this falling and so that's why we are saying it belongs to the Palestinian Islamic Jihad."}, {"type": "text", "text": "'He added that another person then replies: 'What? It's from us?'"}, {"type": "text", "text": "Rear Admiral Hagari says the first person later says: 'They are saying shrapnel from the missile is local shrapnel and not like Israeli shrapnel.'"}, {"type": "text", "text": "The legitimacy of the audio has not been independently verified."}, {"type": "text", "text": "The Israeli military has claimed roughly 450 rockets fired at Israel by militant groups have landed in Gaza during the conflict."}, {"type": "text", "text": "Rear Admiral Hagari held up an image he claims shows where failed launches have taken place in Gaza."}, {"type": "text", "text": "The claims of failed launches have not been independently confirmed."}]}, {"_id": "652fb8cbffcb2a74655ab0db", "url": "https://news.sky.com/story/protesters-across-middle-east-clash-with-police-in-backlash-after-gaza-hospital-strike-12986666", "primaryCategory": "world", "subCategories": "NONE", "title": "Protests across Middle East in backlash after Gaza hospital blast", "lead": "Protests have ignited around the Middle East following an explosion at a hospital in Gaza which killed at least 500 people.", "author": "NONE", "datePublished": "2023-10-18 03:35:00", "dateScraped": "2023-10-18 12:51:55.393307", "dateUpdated": "2023-10-18 03:35:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-israel-hamas-protest_6325181.jpg?20231018024916", "body": [{"type": "text", "text": "Hundreds of people took to the streets in cities in Turkey, Jordan, Lebanon and in the West Bank, where a police car was targeted."}, {"type": "headline", "text": "The blast on the al Ahli hospital took place on the eve of a visit by President Joe Biden to Israel, in an attempt by the US to keep the conflict from spreading."}, {"type": "headline", "text": "Israel-Gaza latest: Israel blames 'enemy rocket barrage' for deadly hospital strike"}, {"type": "text", "text": "But the reaction from the Arab world, amid Israel pointing the blame at the Palestinian Islamic Jihad (PIJ), and Palestinian officials blaming Israel, complicates efforts to contain the crisis which began 11 days ago."}, {"type": "text", "text": "In the West Bank city of Ramallah, protesters could be seen throwing rocks at a police vehicle, which seemed to charge at them."}, {"type": "text", "text": "Explosions were also heard in the area."}, {"type": "text", "text": "A 'We Ramallah' sign was vandalised by protesters in the city centre, with footage showing one man smashing the letters one-by-one with what seemed to be a metal pole."}, {"type": "text", "text": "Protests also took part in the West Bank city of Tubas."}, {"type": "text", "text": "Meanwhile in Beirut, the capital of Lebanon, security forces were positioned in front of the US embassy. Tear gas and water cannons were used to disperse protesters."}, {"type": "text", "text": "Similar situations erupted in Istanbul and Amman after protests were staged at Israeli embassies."}, {"type": "text", "text": "Individuals were seen gathering around fires, burning makeshift Israeli flags and setting off fireworks."}, {"type": "text", "text": "The former Hamas leader, Khaled Meshaal, called for supporters to immediately stage protests in front of embassies across the world following the hospital strike."}, {"type": "text", "text": "Lebanon's Iran-backed Hezbollah militant group denounced what it said was Israel's deadly attack on the al Ahli hospital in Gaza, which is run by the Anglican church."}, {"type": "text", "text": "The group called for 'a day of unprecedented anger' against Israel and President Biden's visit."}, {"type": "text", "text": "In Tehran, protesters chanted anti-Israeli slogans and held up Palestinian flags in front of the British and French embassies."}, {"type": "text", "text": "Informfully' Middle East correspondent Alistair Bunkall said that even if it does turn out Israel was not behind the hospital strike, it may not be believed across the Arab world, making protests even more significant."}, {"type": "text", "text": "'From speaking to Palestinians, regardless of the reality there is a feeling among Palestinians now that they just won't believe the Israeli version of events,' he said."}, {"type": "text", "text": "'This is why this is situation is likely to get dangerously out of control.'"}]}, {"_id": "652fb8cbffcb2a74655ab0dc", "url": "https://news.sky.com/story/airasia-boss-tony-fernandes-criticised-for-posting-topless-photo-of-himself-getting-massage-during-meeting-12986768", "primaryCategory": "world", "subCategories": "NONE", "title": "Airline boss criticised for getting topless massage during meeting", "lead": "AirAsia founder Tony Fernandes has been criticised for posting a photo of himself getting a massage during a meeting.", "author": "NONE", "datePublished": "2023-10-18 09:36:00", "dateScraped": "2023-10-18 12:51:55.558510", "dateUpdated": "2023-10-18 09:36:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-fernandes-massage_6325398.jpg?20231018090654", "body": [{"type": "text", "text": "Mr Fernandes shared the image on LinkedIn with the caption: 'Was a stressful week and Veranita Yosephine suggested a massage."}, {"type": "text", "text": "'Got to love Indonesia and AirAsia culture that I can have a massage and do a management meeting.'"}, {"type": "headline", "text": "Ms Yosephine is boss of the Malaysia-based airline's operation in Indonesia, but it's unclear who Mr Fernandes was speaking to in the video call."}, {"type": "text", "text": "The picture shows Mr Fernandes in a glass-walled meeting room while a woman in a face mask massages his neck."}, {"type": "text", "text": "After criticism on social media that his actions were inappropriate, the picture was taken down from his LinkedIn profile after a few days."}, {"type": "text", "text": "'So unprofessional and disrespectful,' said one user on X."}, {"type": "text", "text": "'He should be setting an example of good work ethics and culture, not flaunting his body and privilege.'"}, {"type": "text", "text": "Another user called it 'gross' and said it 'impacts work ethics'."}, {"type": "headline", "text": "Read more from Informfully:Israel releases evidence 'showing Islamic Jihad rocket hit Gaza hospital''Danger to life' warning as Storm Babet arrivesGang leader who smuggled up to 10,000 migrants jailed"}, {"type": "text", "text": "Mr Fernandes was born in Malaysia and moved to the UK as a boy to attend the prestigious Epsom College."}, {"type": "text", "text": "The 59-year-old entrepreneur bought AirAsia from the Malaysian government in 2001 and turned it into a successful low-cost carrier."}, {"type": "text", "text": "Mr Fernandes also set up the Caterham Formula One team and used to be the co-owner of west London football club Queens Park Rangers."}]}, {"_id": "652fb8cbffcb2a74655ab0dd", "url": "https://news.sky.com/story/us-accuses-chinas-fighter-jets-of-dangerous-manoeuvres-against-its-military-aircraft-12986730", "primaryCategory": "world", "subCategories": "NONE", "title": "US accuses China's fighter jets of 'dangerous' manoeuvres against its military aircraft", "lead": "The US has accused China of conducting hundreds of \"coercive and risky\" air force manoeuvres against US military planes - and those of its allies - in international airspace in the Indo-Pacific.", "author": "NONE", "datePublished": "2023-10-18 08:23:00", "dateScraped": "2023-10-18 12:51:55.789256", "dateUpdated": "2023-10-18 08:23:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-us-china-aircraft-pentagon_6325257.jpg?20231018065009", "body": [{"type": "text", "text": "The Pentagon said there had been 180 incidents since autumn 2021 against US military planes and it increased to 300 when the incidents included aerial intercepts near aircraft flown by allies."}, {"type": "text", "text": "Releasing photographs and videos of some recent incidents, The Pentagon said the Chinese flights over the East and South China Sea regions were risky and aggressive in nature, but stopped short of calling them unsafe - a standard military term when interactions are actually dangerous."}, {"type": "text", "text": "However, officials warned the 'reckless manoeuvres' by Chinese aircraft - which included 'close approaches at high speeds in the air, releasing objects and projectiles like flares, and other dangerous behaviour' - could cause 'active accidents' and lead to an inadvertent conflict."}, {"type": "headline", "text": "They said the Chinese flights aimed to 'intimidate' the US and its allies."}, {"type": "text", "text": "In one instance, a Chinese fighter plane 'approached our asset at a speed of hundreds of miles per hour, clearly armed and closing to just 30 feet away', and stayed there for more than 15 minutes, said Ely Ratner, assistant secretary of defence for Indo-Pacific security affairs."}, {"type": "text", "text": "'All of these examples we've released underscore the coercive intent of (China) by engaging in behaviours, particularly in international airspace,' he said."}, {"type": "text", "text": "'The bottom line is that in many cases, this type of operational behaviour can cause active and dangerous accidents.'"}, {"type": "text", "text": "The claims come at a time US-China relations are at their lowest point in years."}, {"type": "headline", "text": "Tensions exist over a range of issues including Taiwan, trade, China's human rights record and its military activity in the South China Sea."}, {"type": "headline", "text": "The Pentagon has tried for years to posture itself to be ready for a potential conflict with China over Taiwan, even as it now finds itself supporting allies in Ukraine and Israel."}, {"type": "headline", "text": "Click to subscribe to the Informfully Daily wherever you get your podcasts"}, {"type": "text", "text": "Admiral John Acquilino, head of US Indo-Pacific Command, told reporters on Tuesday that despite the US sending carrier strike groups and amphibious ships to support Israel and almost 20 months of war in Ukraine, the command has what it needs to deter China."}, {"type": "text", "text": "'I haven't had one piece of equipment or force structure depart,' he said, referring to ships, aircraft and military units."}, {"type": "text", "text": "'We have been taking a number of steps to strengthen our commitment to the region, strengthen our deterrence in the region and we will continue to do that.'"}, {"type": "text", "text": "Intercepts are when a plane from another military moves up close to an aircraft."}, {"type": "headline", "text": "Read more world news:Biden talks with Middle East leaders axed500 killed in Gaza hospital bombing - Palestinian officials"}, {"type": "headline", "text": "The US warning on Tuesday came as Canada separately accused Beijing's fighter jets of a 'reckless' intercept of a Canadian maritime patrol aircraft in international waters off the coast of China."}, {"type": "text", "text": "Chinese planes shadowed and came within five metres of the Lockheed CP-140 Aurora aircraft, which Canadian defence minister Bill Blair described as unacceptable, dangerous and reckless."}, {"type": "text", "text": "The Canadian surveillance plane was on a mission to enforce UN sanctions against North Korea."}, {"type": "text", "text": "Beijing hit back, accusing the plane of 'illegally' intruding into the airspace of Chiwei Yu, an island affiliated to China's Diaoyu Islands."}]}, {"_id": "652fb8ccffcb2a74655ab0de", "url": "https://news.sky.com/story/us-israel-and-saudi-diplomats-fantasised-of-peace-but-hamas-and-iran-had-other-plans-dominic-waghorn-12986481", "primaryCategory": "world", "subCategories": "NONE", "title": "US, Israeli and Saudi diplomats fantasised of peace - but Hamas and Iran had other plans | Dominic Waghorn", "lead": "Joe Biden flies to the Middle East with his policy for the region in tatters.&#160;", "author": "Dominic Waghorn", "datePublished": "2023-10-17 22:36:00", "dateScraped": "2023-10-18 12:51:56.006583", "dateUpdated": "2023-10-17 22:36:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-biden-israel_6324937.jpg?20231017192441", "body": [{"type": "text", "text": "It was not meant to be like this. Until a couple of weeks ago, his administration was preparing for an outbreak of peace."}, {"type": "text", "text": "A historic deal between sworn enemies was in the offing or so it seemed."}, {"type": "headline", "text": "Follow live: Hundreds killed in strike on Gaza hospital"}, {"type": "headline", "text": "Saudi Arabia's de facto ruler Crown Prince Mohammed bin Salman said every day was bringing him closer to a deal with Israel."}, {"type": "text", "text": "Israel's prime minister Benjamin Netanyahu openly talked of such an outcome in his address to the UN General Assembly in New York a month ago."}, {"type": "text", "text": "The US president could dream of a historic handshake on the east lawn on the eve of election year."}, {"type": "headline", "text": "Instead he is looking at war in Israel and Gaza, with another much bigger one a real possibility, and all that means for the chances of global recession."}, {"type": "text", "text": "What a difference a fortnight can make for a president's chances of re-election."}, {"type": "text", "text": "While US, Israeli and Saudi diplomats fantasised of peace, Hamas and Iran had other plans."}, {"type": "text", "text": ""}, {"type": "text", "text": "Both would have been sidelined by a Saudi-Israeli rapprochement, and they appear to have been determined to scupper its chances."}, {"type": "headline", "text": "Joe Biden's team had hoped to assuage Iranian concerns with a series of measures to ease tensions, billions of dollars unfrozen in return for the release of US hostages held by the Islamic Republic, and the relaxing of sanctions."}, {"type": "text", "text": "But Tehran was always going to need a lot more than that. The Israeli-Saudi detente would be a nightmare for Iran, promising security guarantees to Riyadh and a civilian nuclear energy programme."}, {"type": "text", "text": "The Saudi-Israeli peace plan will have made sense on paper in Washington. But it ignored some important realities on the ground here."}, {"type": "text", "text": "Like the Abraham Accords between Israel and the Gulf states, it offered no solution to the festering sore at the heart of the Middle East conflict - the fate of the Palestinians, just lofty aspirations about prosperity and security."}, {"type": "text", "text": ""}, {"type": "text", "text": "Given Iran's likely antipathy to the entente, it now seems remarkable in hindsight that neither Israel nor America appear to have prepared for the possibility of some kind of violent push back from either Tehran or its proxies in the region."}, {"type": "text", "text": "Israel's guard was down, and it has paid a horrendous price for its complacency and hubris."}, {"type": "text", "text": "Not for the first time America appears to have been naive in its policy for the Middle East."}, {"type": "text", "text": "President Biden must now salvage what he can from the wreckage of his plans and he must try and contain the fallout and stop the conflict from spreading."}, {"type": "headline", "text": "Click to subscribe to the Informfully Daily wherever you get your podcasts"}, {"type": "text", "text": "He will try to add weight to that four-letter warning that he has already given Israel's enemies thinking of joining in."}, {"type": "text", "text": "'Don't'. That includes two naval carrier groups and US marines in the region in force."}, {"type": "text", "text": "And he comes with a message to Israel. We have your back but do not overreach. A bloodbath in Gaza will inflame passions and tensions in the region."}, {"type": "text", "text": "America's diplomacy has failed in the Middle East and not for the first time. It must now work overtime to stop a bad situation becoming much, much worse."}]}, {"_id": "652fb8ccffcb2a74655ab0df", "url": "https://news.sky.com/story/inflation-rate-stuck-at-67-in-september-12986234", "primaryCategory": "business", "subCategories": "NONE", "title": "Inflation stuck at 6.7% as petrol goes up but food prices drop", "lead": "The rate of inflation failed to nudge downwards as expected last month, remaining at an annual rate of 6.7% according to official figures.", "author": "James Sillars", "datePublished": "2023-10-18 09:45:00", "dateScraped": "2023-10-18 12:51:56.361604", "dateUpdated": "2023-10-18 09:45:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/05/70x70/skynews-fuel-petrol-supermarket_6156227.jpg?20230515175130", "body": [{"type": "text", "text": "The headline consumer prices index (CPI) measure had been predicted to slow to 6.6% in September by a Reuters poll of economists."}, {"type": "headline", "text": "The higher than expected number - largely a consequence of rising fuel prices - hangs over the government's target of halving inflation this year."}, {"type": "headline", "text": "Politics latest: Mortgage holders '£580 a month worse off under Conservatives'"}, {"type": "text", "text": "However, a big drop in the inflation rate is tipped for the month of October when shifts in the energy price cap will be reflected in the data."}, {"type": "text", "text": "September's inflation number is important as it is used to calculate how much benefits payments will increase next April, along with increases in some taxes including business rates."}, {"type": "text", "text": "In an interview with Informfully, Treasury Minister Andrew Griffith said no decisions had yet been taken on the levels to be imposed ahead of next month's autumn statement, adding that the target to halve inflation this year was on track."}, {"type": "text", "text": "The Office for National Statistics (ONS) said the largest contribution to the easing of inflation came from food and non-alcoholic drinks."}, {"type": "text", "text": "The report marked the first monthly fall in these costs since September 2021."}, {"type": "text", "text": "They have been a thorn in family budgets since energy and commodity costs soared in the wake of Russia's invasion of Ukraine, with higher prices passing along supply chains from field, to factory and fork."}, {"type": "text", "text": "While lower wholesale costs are now being reflected at the shops, production cuts by major oil-producing nations have raised global oil costs and will maintain pressure on fuel prices in the weeks ahead."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Israel's war against Hamas will be another crucial factor in determining the future path for pump costs, with a barrel of Brent crude currently costing almost $91 a barrel. It stood at $72 in June."}, {"type": "text", "text": "The wider ONS data showed a slight slowing in so-called core inflation, which strips out volatile elements such as energy and food costs."}, {"type": "text", "text": "Along with data on Tuesday showing a fall in the pace of wage growth, it gives some further hope that the Bank of England will hold off on a further interest rate hike next month."}, {"type": "text", "text": "Financial markets currently see a 76% chance of no change to borrowing costs."}, {"type": "text", "text": "ONS chief economist Grant Fitzner said of the big picture for prices: 'After last month's fall, annual inflation was unchanged in September."}, {"type": "text", "text": "'Food and non-alcoholic drinks prices eased again across a range of items with the cost of household appliances and air fares also falling this month."}, {"type": "text", "text": "'These were offset by rising prices for motor fuels and the cost of hotel stays.'"}, {"type": "text", "text": "Chancellor Jeremy Hunt responded: 'As we have seen across other G7 countries, inflation rarely falls in a straight line, but if we stick to our plan then we still expect it to keep falling this year."}, {"type": "text", "text": "'Today's news just shows this is even more important so we can ease the pressure on families and businesses.'"}]}, {"_id": "652fb8ccffcb2a74655ab0e0", "url": "https://news.sky.com/story/inflation-is-easing-but-cost-of-living-squeeze-is-evolving-12986784", "primaryCategory": "business", "subCategories": "NONE", "title": "Inflation is easing but cost of living squeeze is still evolving", "lead": "Last month's inflation data release completely changed the outlook for Britain's economic policy.", "author": "Ed Conway", "datePublished": "2023-10-18 09:51:00", "dateScraped": "2023-10-18 12:51:56.805811", "dateUpdated": "2023-10-18 09:51:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/22/02/70x70/skynews-sunak-bank-england_5660706.jpg?20220202215528", "body": [{"type": "headline", "text": "The number came in far below what economists had expected, prompting the Bank of England to pause its rises in interest rates, with wider implications for the state of the British economy."}, {"type": "text", "text": "This month's inflation release - covering the rise in prices in the year to September - is much less earth-shaking."}, {"type": "headline", "text": "The consumer price index rate of inflation was unchanged at 6.7%. This was slightly higher than economists had expected (6.6%) but not by enough to change their impressions about where we're heading."}, {"type": "text", "text": "And that pathway is as follows: inflation continuing to fall in the coming months, enabling the government to claim victory in its quest to halve the CPI rate by the end of the year, dropping down to around 2% towards the end of next year."}, {"type": "text", "text": "The problem, however, is that these forecasts have been so disastrously wrong in the past that no one is entirely sure how accurate they are. Certainly, thanks to the fall in the energy price cap, prices are no longer rising as fast as they were last year."}, {"type": "text", "text": "But the impact of the cost of living crisis is still being felt widely."}, {"type": "text", "text": "Households are facing a perilous squeeze both from higher prices and from rising interest rates, as well as higher taxes."}, {"type": "text", "text": "Indeed, there's a feedback loop between prices and taxes, because the personal allowance - that amount of your pay that isn't taxed - is currently frozen, meaning extra rises in prices and earnings push families into higher tax brackets."}, {"type": "text", "text": "The other question remaining about today's inflation data is how consequential it will be."}, {"type": "text", "text": "Normally, September's rate is used to update benefits payments for the following year."}, {"type": "text", "text": "But the government has yet to confirm whether it will do so this year."}]}, {"_id": "652fb8cdffcb2a74655ab0e1", "url": "https://news.sky.com/story/air-traffic-control-engineers-watching-tv-at-home-amid-bank-holiday-flight-chaos-12986870", "primaryCategory": "business", "subCategories": "NONE", "title": "Air traffic control engineers 'watching TV at home' amid Bank Holiday flight chaos", "lead": "The boss of Ryanair has told MPs that air traffic control engineers were at home to save travel costs when an automated flight plan system failure sparked August Bank Holiday flight chaos.", "author": "James Sillars", "datePublished": "2023-10-18 11:49:00", "dateScraped": "2023-10-18 12:51:57.303235", "dateUpdated": "2023-10-18 11:49:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-ryanair-oleary_6325554.jpg?20231018112510", "body": [{"type": "headline", "text": "Michael O'Leary claimed in evidence to the transport committee that National Air Traffic Services (NATS) 'collapsed their system' and the back-up, leading to disruption for hundreds of thousands of passengers."}, {"type": "text", "text": "He suggested the company responsible for providing UK air traffic control services (ATC) was ill-prepared, with engineers working from home 'watching TV' to save on travel costs."}, {"type": "headline", "text": "He dismissed as a 'tissue of lies' a preliminary report detailing the likely cause - allegations that were later rejected by the boss of NATS."}, {"type": "text", "text": "Airlines told the committee how they learned of the system failure from NATS counterparts on the continent, rather than the UK operator itself."}, {"type": "text", "text": "The chief commercial officer for easyJet said the first communication from NATS came only the following day, as airlines continued to scramble to deal with the fallout."}, {"type": "text", "text": "Sophie Dekkers told the committee that, like Ryanair, it had suffered additional costs around the £15m area due to duty of care rules governing treatment of passengers."}, {"type": "text", "text": "The rules state that airlines must provide food, hotel accommodation and alternative flight options."}, {"type": "text", "text": "Mr O'Leary said it had contacted all passengers affected by email but it had been impossible to find hotels for the bulk of the people aboard the 350 Ryanair flights cancelled."}, {"type": "text", "text": "He pointed out that many were full, hotel occupancy was high given the time of year and that there were no alternatives to offer, even on other carriers, because UK air space had been so badly hit."}, {"type": "text", "text": ""}, {"type": "text", "text": "NATS has previously said the problem with the automated flight plan system was caused by an entry featuring two waypoints - which use letters and numbers to represent locations - with identical names."}, {"type": "text", "text": "Mr O'Leary said he believed that NATS shut down its own system."}, {"type": "text", "text": ""}, {"type": "text", "text": "'We have written confirmation from other ATC (providers). (They) said they routinely and regularly receive flight plans that have duplicate waypoints in them. So this is not something complicated."}, {"type": "text", "text": "'All of their systems are designed (so that) when they receive a duplicate flight plan like that (they) reject it, and they deal with it manually."}, {"type": "text", "text": "'This is routine. It happens on a daily basis both within NATS and in every other European ATC system."}, {"type": "text", "text": "'Yet on Monday 28th August, Bank Holiday Monday here, NATS collapsed their system at 8.30am.'"}, {"type": "text", "text": "He and other airline representatives made a case to MPs for NATS to be forced to repay their costs but Mr O'Leary admitted that regulations stated that air traffic providers were not liable for such refunds."}, {"type": "text", "text": "Martin Rolfe, the chief executive of NATS, told the MPs that he dismissed any suggestion it was not prepared, saying that the 'right' number of controllers and engineers were on site and that others were able to quickly help, within hours, due to the fact they could log in remotely."}, {"type": "text", "text": "He explained that flight plan problem was 'unlike any we'd seen before' and that the system had shut itself down."}, {"type": "text", "text": "He said: 'It was sufficiently unusual with not just duplicate waypoints, as you may have been informed earlier, but the combination of them, the sequence of them, and it was sufficiently different that the system decided the safest course of action was to stop processing and essentially allow a human to intervene."}, {"type": "text", "text": "'That's the basis of our safety critical systems."}, {"type": "text", "text": "'In the event that something happens that is unexplainable, it is passed on to humans because ultimately humans are better at interpreting confusing data than computers are."}, {"type": "text", "text": "'That's what happened. As a result of that, we reduced the flow of traffic in the skies over the UK, and that is simply to make sure that the air traffic controllers can safely handle what's coming when they don't have all the information that you might otherwise expect them to have."}, {"type": "text", "text": "'Now regrettably, obviously, that results in cancellations, delays, on the very rare occasions that it happens, and this is the first time something like this has happened in over 10 years.'"}]}, {"_id": "652fb8cdffcb2a74655ab0e2", "url": "https://news.sky.com/story/energy-suppliers-must-prioritise-assistance-for-vulnerable-customers-regulator-says-12986807", "primaryCategory": "business", "subCategories": "NONE", "title": "Energy suppliers facing new customer service rules", "lead": "The energy regulator has revealed new rules for household suppliers that include priority help for vulnerable customers struggling to pay their bills.", "author": "James Sillars", "datePublished": "2023-10-18 10:07:00", "dateScraped": "2023-10-18 12:51:57.826250", "dateUpdated": "2023-10-18 10:07:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/05/70x70/skynews-gas-cost-of-living_6166712.jpg?20231013145912", "body": [{"type": "text", "text": "The new requirements also force companies to contact customers directly if they miss two monthly or one quarterly payment."}, {"type": "text", "text": "The watchdog said support, such as affordable payment plans or even repayment holidays, if appropriate, should be offered in the event aid is needed."}, {"type": "headline", "text": "The new rules are the latest actions taken by Ofgem in a bid to improve communication between energy suppliers and households amid frustrations around customer service at a time when bills remain punitive due to high wholesale charges."}, {"type": "headline", "text": "A report by the price comparison site Uswitch earlier this week suggested that 3.2 million households were behind with their payments heading into the winter months."}, {"type": "text", "text": "There are warnings that the next energy price cap review will see average annual bills rise back above £2,000 again from January, reflecting higher wholesale costs as demand ramps up for the northern hemisphere winter."}, {"type": "text", "text": "Ofgem has threatened fines if customer service expectations, which are written into a company's operating licence, are not met."}, {"type": "text", "text": ""}, {"type": "text", "text": "Its chief executive, Jonathan Brearley, said: 'With recent global events increasing pressure on gas prices, it's likely that bills will rise further."}, {"type": "text", "text": "'This is why the industry needs to do all it can to ensure good customer services and provide help with managing debt, especially for the most vulnerable."}, {"type": "text", "text": "'In the last year, we have seen some good examples of suppliers stepping up their support for customers. However, despite this, the feeling of those on the frontline working with vulnerable households is that more still needs to be done."}, {"type": "text", "text": "'Long wait times to speak to someone on the phone. Letters not replied to. Lack of empathy for people's personal circumstances."}, {"type": "text", "text": "'This needs to change and today we are setting out our expectations of suppliers this winter, and how they will be held to account to ensure consumers can get hold of them more easily.'"}, {"type": "text", "text": "As part of the effort to encourage good customer service, suppliers will need to publish the Citizens Advice ratings so the public can see how they compare on issues such as call wait times and quality of responses."}]}, {"_id": "652fb8ceffcb2a74655ab0e3", "url": "https://news.sky.com/story/airasia-boss-tony-fernandes-criticised-for-posting-topless-photo-of-himself-getting-massage-during-meeting-12986768", "primaryCategory": "business", "subCategories": "NONE", "title": "Airline boss criticised for getting topless massage during meeting", "lead": "AirAsia founder Tony Fernandes has been criticised for posting a photo of himself getting a massage during a meeting.", "author": "NONE", "datePublished": "2023-10-18 09:36:00", "dateScraped": "2023-10-18 12:51:58.037147", "dateUpdated": "2023-10-18 09:36:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-fernandes-massage_6325398.jpg?20231018090654", "body": [{"type": "text", "text": "Mr Fernandes shared the image on LinkedIn with the caption: 'Was a stressful week and Veranita Yosephine suggested a massage."}, {"type": "text", "text": "'Got to love Indonesia and AirAsia culture that I can have a massage and do a management meeting.'"}, {"type": "headline", "text": "Ms Yosephine is boss of the Malaysia-based airline's operation in Indonesia, but it's unclear who Mr Fernandes was speaking to in the video call."}, {"type": "text", "text": "The picture shows Mr Fernandes in a glass-walled meeting room while a woman in a face mask massages his neck."}, {"type": "text", "text": "After criticism on social media that his actions were inappropriate, the picture was taken down from his LinkedIn profile after a few days."}, {"type": "text", "text": "'So unprofessional and disrespectful,' said one user on X."}, {"type": "text", "text": "'He should be setting an example of good work ethics and culture, not flaunting his body and privilege.'"}, {"type": "text", "text": "Another user called it 'gross' and said it 'impacts work ethics'."}, {"type": "headline", "text": "Read more from Informfully:Israel releases evidence 'showing Islamic Jihad rocket hit Gaza hospital''Danger to life' warning as Storm Babet arrivesGang leader who smuggled up to 10,000 migrants jailed"}, {"type": "text", "text": "Mr Fernandes was born in Malaysia and moved to the UK as a boy to attend the prestigious Epsom College."}, {"type": "text", "text": "The 59-year-old entrepreneur bought AirAsia from the Malaysian government in 2001 and turned it into a successful low-cost carrier."}, {"type": "text", "text": "Mr Fernandes also set up the Caterham Formula One team and used to be the co-owner of west London football club Queens Park Rangers."}]}, {"_id": "652fb8ceffcb2a74655ab0e4", "url": "https://news.sky.com/story/all-hands-to-the-heat-pumps-government-agency-urgently-prioritises-electrifying-uk-homes-12986642", "primaryCategory": "business", "subCategories": "NONE", "title": "'All hands to the (heat) pumps!': Government agency urgently prioritises electrifying UK homes", "lead": "The UK has more than its fair share of looming infrastructure priorities.", "author": "Tom Clarke", "datePublished": "2023-10-18 05:44:00", "dateScraped": "2023-10-18 12:51:58.583443", "dateUpdated": "2023-10-18 05:44:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-heat-pump-climate_6325153.jpg?20231017233532", "body": [{"type": "text", "text": "There's a neglected water network that leaks sewage into rivers and clean water into the ground. A rail system in disarray after the last-minute scrapping of HS2. Not to mention roads filled with enough potholes to swallow fleets of electric cars there aren't enough charging points to run."}, {"type": "text", "text": "All are addressed in the second five-yearly review of the UK's key strategic priorities by the National Infrastructure Commission (NIC)."}, {"type": "text", "text": "But the main priority, it concludes, is to electrify the heating of the UK's 29 million or so homes."}, {"type": "text", "text": "As Sir John Armitt, chair of the NIC told me with a smile: 'It's literally all hands to the pumps, in this case the heat pumps!'"}, {"type": "text", "text": "The main reason, according to the NIC, is one of urgency."}, {"type": "text", "text": "We have just about run out of time to switch away from gas before we miss legally binding targets to cut carbon emissions by 2035."}, {"type": "text", "text": "But there's also the economic opportunity in that heat pumps promise to reduce heating bills almost immediately, and halve them by the time we get to 2050 (the NIC forecasts)."}, {"type": "text", "text": "Then there's the added bonus of not being dependent on gas."}, {"type": "text", "text": "That doesn't just avoid climate risks, but also the ridiculous price volatility of gas which, but one estimate, cost the UK economy £50-60bn extra between early 2022 and early 2023."}, {"type": "text", "text": "For infrastructure folks heat pumps are exciting."}, {"type": "text", "text": "Because they just move heat from one place (typically the air outside your home) and concentrate it in another (your radiator/hot water tank) they're 3-5 times more efficient than a gas boiler. And when powered by wind, solar or nuclear power, they have negligible carbon emissions too."}, {"type": "text", "text": "The challenge is cost."}, {"type": "text", "text": "For the time being at least they are on average (according to the NIC report) £10,000 more than a gas boiler to buy and install, and require a fairly energy efficient home."}, {"type": "text", "text": "But, as the NIC outlines today, with a couple of decades of subsidy for heating - just as subsidy helped the shift to clean energy generation like wind power - the switch can be made."}, {"type": "text", "text": "Consumers benefit from lower bills and a planet their grandchildren can live on."}, {"type": "text", "text": "Not everyone sees it that way of course. Companies that run the gas networks and make traditional boilers hardly welcomed the NIC's key recommendation."}, {"type": "text", "text": "One thing they liked even less was the conclusion there was no place for hydrogen in heating people's homes (compared to a heat pump, burning hydrogen is 5-6 times less efficient and far more expensive, the NIC found)."}, {"type": "headline", "text": "Click to subscribe to ClimateCast with Tom Heap wherever you get your podcasts"}, {"type": "text", "text": "The possibility of replacing natural gas with hydrogen allowed the existing gas industry to offer 'hydrogen ready' boilers and a possible future for their products."}, {"type": "text", "text": "The NIC is urging government to stop flip-flopping around hydrogen (except for industrial uses) and go all in on electric heat."}, {"type": "text", "text": "The big question is of course whether this government, or the next, takes on the NIC's heat-pump challenge."}, {"type": "text", "text": "Can they afford the billions in annual subsidy costs? Can they afford the political backlash from private homeowners if they feel 'forced' to replace their gas boilers (something Rishi Sunak so recently tried to head off)?"}, {"type": "text", "text": "But others might argue, given the improvements low carbon heating will make to the economy, and environment long-term, how can they afford not to?"}]}, {"_id": "652fb8cfffcb2a74655ab0e5", "url": "https://news.sky.com/story/nitrous-oxide-laughing-gas-to-become-illegal-next-month-as-dealers-face-14-years-in-jail-12986425", "primaryCategory": "business", "subCategories": "NONE", "title": "Nitrous oxide to become illegal in three weeks", "lead": "Nitrous oxide will be illegal from next month as part of a government crackdown on anti-social behaviour, it has been announced.", "author": "NONE", "datePublished": "2023-10-18 08:31:00", "dateScraped": "2023-10-18 12:51:59.168350", "dateUpdated": "2023-10-18 08:31:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-nitrous-oxide-laughing-gas_6324892.jpg?20231017182721", "body": [{"type": "headline", "text": "The substance, also known as laughing gas or NOS, will become a controlled Class C drug under the Misuse of Drugs Act (1971) from 8 November."}, {"type": "text", "text": "Serial users could face up to two years in prison while the maximum sentence for dealers has doubled to 14 years behind bars, the Home Office has confirmed."}, {"type": "text", "text": "People caught with nitrous oxide with the intention of wrongfully inhaling it to get high could also be handed an unlimited fine, a 'visible' community punishment, or a caution, which would appear on their criminal record."}, {"type": "text", "text": "The new law comes after ministers vowed to take action on 'flagrant' drug taking in communities, with nitrous oxide linked to anti-social behaviour including 'intimidating gatherings', while empty cannisters are often discarded in public spaces."}, {"type": "text", "text": "Heavy users expose themselves to significant health risks including anaemia, nerve damage and paralysis, while nitrous oxide also has the potential to cause fatal drug-diving accidents."}, {"type": "headline", "text": "The drug is the second most commonly used drug among 16 to 24-year-olds in England after cannabis, amid growing concerns about health problems caused by its usage."}, {"type": "headline", "text": "A Informfully undercover investigation revealed how obtaining nitrous oxide from corner shops was 'as easy as buying a loaf of bread' - as one user, aged 20, told how a laughing gas addiction 'messed up his life', leaving him with a spinal abnormality that could be permanent."}, {"type": "text", "text": ""}, {"type": "text", "text": "Crime and Policing Minister, Chris Philp, said both users and dealers would 'face the full force of the law'."}, {"type": "text", "text": "'We are delivering on the promise we made to take a zero-tolerance approach towards anti-social behaviour and flagrant drug taking in our public spaces,' he said."}, {"type": "text", "text": "'Abuse of nitrous oxide is also dangerous to people's health and today, we are sending a clear signal to young people that there are consequences for misusing drugs.'"}, {"type": "text", "text": "The drug can continue to be legitimately used for purposes including in professional kitchens, dentists and in maternity wards as pain relief."}, {"type": "text", "text": "However, ministers have called on producers and suppliers to 'be responsible' and not 'reckless' about the reasons the drug is being purchased."}, {"type": "text", "text": "It will be an offence to 'turn a blind eye', the Home Office warned."}, {"type": "text", "text": "The ban has been backed by the CEO of Neighbourhood Watch, John Hayward-Cripps, who said increased consumption of the drug has been connected to reports of a rise in anti-social behaviour, such as littering."}, {"type": "text", "text": "The new legislation will be a 'positive move' that will make 'local communities a better and safer place to live', he added."}, {"type": "text", "text": "Michael Kill, CEO of the Night Time Industries Association, a trade organisation that gives a voice to late night industries, also welcomed the announcement."}, {"type": "text", "text": "Nitrous oxide has placed a 'substantial' burden on businesses and posed risks to the well-being of staff and customers, Mr Kill said."}, {"type": "text", "text": "It has also 'fostered an environment conducive to petty crime, anti-social behaviour and the activities of organised crime syndicates', he added."}, {"type": "headline", "text": "Laughing gas sparks 'epidemic' of young people being hospitalisedMisuse of party drug 'is no joke', neurologist warnsTonnes of cannisters collected after Notting Hill Carnival "}, {"type": "text", "text": "However some believe a clamp down is unwise and unnecessary."}, {"type": "text", "text": "Harry Summall, a professor in substance use at Liverpool John Moores University, told Informfully earlier this year that criminalising nitrous oxide could encourage people to buy the drug from the dark web or try other substances."}, {"type": "text", "text": "'There are more than 600,000 nitrous oxide users in the UK, and most people, if they are using it, are going to be using it a few times a year, at really low levels of risk.'"}, {"type": "headline", "text": "The independent Advisory Council for the Misuse of Drugs (ACMD) stopped short of recommending a ban on laughing gas after being commissioned to conduct a review in 2021."}, {"type": "text", "text": "After examining the dangers of the substance, the ACMD said it 'should not be subjected to control under the Misuse of Drugs Act 1971'."}, {"type": "text", "text": "It concluded that the sanctions of offences under the act would be disproportionate with the level of harm associated with nitrous oxide - and that control could create 'significant burdens' for legitimate uses of the substance."}]}, {"_id": "652fb8cfffcb2a74655ab0e6", "url": "https://news.sky.com/story/cost-of-living-record-one-million-emergency-food-bank-parcels-expected-to-be-handed-out-this-winter-12986261", "primaryCategory": "business", "subCategories": "NONE", "title": "More than 600,000 set to depend on food bank support this winter", "lead": "More than one million emergency parcels are expected to be distributed by food banks this winter due to an \"unprecedented need\" for help, a charity has warned.", "author": "NONE", "datePublished": "2023-10-18 05:42:00", "dateScraped": "2023-10-18 12:51:59.586419", "dateUpdated": "2023-10-18 05:42:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-food-banks-cost-of-living_6324632.jpg?20231017145850", "body": [{"type": "text", "text": "The Trussell Trust network, which supports more than 1,300 food bank centres across the UK, has forecast that more than 600,000 people will rely on food banks from December this year until next February."}, {"type": "text", "text": "That will mean almost 100,000 more emergency food parcels are required compared to the same period last year, when a total of 904,000 were handed out."}, {"type": "text", "text": "Last winter saw 220,000 children supported by emergency meals from the Trussell Trust network, with 225,000 people using a food bank for the first time."}, {"type": "text", "text": "And the charity believes the numbers will continue to rise in the run up to Christmas and into early next year, as many people hit crisis point."}, {"type": "text", "text": "One in seven people in the UK are forced to go hungry because they don't have enough money to feed themselves, Trussell Trust chief executive, Emma Revie, said."}, {"type": "text", "text": "'We don't want to spend every winter saying things are getting worse, but they are,' she warned."}, {"type": "text", "text": "Food is desperately needed to make up the emergency parcels, together with money to pay for a shortfall in donations, Ms Revie said."}, {"type": "text", "text": "'Every year we are seeing more and more people needing food banks, and that is just not right,' she added, vowing: 'We won't stand by and let this continue.'"}, {"type": "text", "text": ""}, {"type": "text", "text": "'Together, we have roots into hundreds of communities and while someone facing hunger can't change the structural issues driving the need for food banks on their own, thousands of us coming together can,' Ms Revie said."}, {"type": "text", "text": "'We must end hunger across the UK so that no one needs a food bank to survive.'"}, {"type": "text", "text": "A survey of 282 Trussell Trust food banks over the last three months showed 93% had to buy extra food to meet demand."}, {"type": "text", "text": "Almost a third (32%) admitted they were worried about maintaining their current service levels as winter approaches."}, {"type": "headline", "text": "'We face winter with trepidation'"}, {"type": "text", "text": "Natasha Copus, project manager at the Trussell Trust food bank in Southend, Essex, said their centres were experiencing 'unprecedented need'."}, {"type": "text", "text": "'We have had to buy around half the food we give out already this year and that is not even with the added pressure of heating and energy that people will face this winter."}, {"type": "text", "text": "'It is with trepidation that we face the next six months of being there for people,' she added, as she called on the local community to offer their support."}, {"type": "text", "text": "Meanwhile Daniel Kebede, the general secretary of the National Education Union, reiterated calls for free school meals to be extended to all pupils to fight poverty and child hunger, which have 'tremendous social and moral costs'."}, {"type": "headline", "text": "Food banks preparing to support bigger numbers of people is a 'damning sign' of the government's failure to support people during the cost-of-living crisis, he said."}, {"type": "text", "text": ""}, {"type": "headline", "text": "'Poverty does not discriminate'"}, {"type": "text", "text": "Trussell Trust food banks provided a lifeline for education worker Aneita after a problem with her tax credits saw her 'suddenly plunged into a financial nightmare'."}, {"type": "text", "text": "'I remember sitting in the waiting room, with my daughter, waiting to be given a food parcel,' she said."}, {"type": "text", "text": "'I was holding back my tears, not wanting my daughter to see me upset, and thinking, 'how has it got to this?'.'"}, {"type": "headline", "text": "Click to subscribe to the Informfully Daily wherever you get your podcasts"}, {"type": "text", "text": "Now Aneita is calling for an end to food banks."}, {"type": "text", "text": "'We need change - a real living wage, benefits that reflect the cost of living, more social housing."}, {"type": "text", "text": "'Poverty does not discriminate - it can and will single you out through no fault of your own.'"}]}, {"_id": "652fb8cfffcb2a74655ab0e7", "url": "https://news.sky.com/story/kurt-geiger-puts-best-foot-forward-with-plan-for-163400m-sale-12986305", "primaryCategory": "business", "subCategories": "NONE", "title": "Kurt Geiger puts best foot forward with plan for &#163;400m sale", "lead": "The upmarket shoe retailer Kurt Geiger is being groomed for a &#163;400m sale by its private equity backers.", "author": "Mark Kleinman", "datePublished": "2023-10-17 15:44:00", "dateScraped": "2023-10-18 12:51:59.860799", "dateUpdated": "2023-10-17 15:44:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-kurt-geiger-shoes_6324626.jpg?20231017145707", "body": [{"type": "text", "text": "Informfully has learned that Cinven is working with advisers at Bank of America on a prospective auction of the brand."}, {"type": "text", "text": "City sources said on Tuesday that a sale process was expected to begin in the coming months, with interest anticipated from luxury goods groups and other buyout firms."}, {"type": "text", "text": "Kurt Geiger, which was founded in 1963, has been owned by Cinven since 2015."}, {"type": "text", "text": "Previously backed by Sycamore Partners, another private equity group, the brand is targeting significant expansion in the US through a chain of standalone stores."}, {"type": "text", "text": "To mark its 60th anniversary, its long-serving chief executive, Neil Clifford, recently announced plans to establish a design academy for young people to embark on careers in the fashion industry."}, {"type": "text", "text": "Mr Clifford has run the business for the last two decades."}, {"type": "text", "text": "Earlier this year, it announced a £150m debt deal to fund its international expansion and refinance existing borrowings."}, {"type": "text", "text": "In the UK, Kurt Geiger's shoes have been sold at department stores including Harrods and Selfridges for years."}, {"type": "text", "text": "Cinven declined to comment."}]}, {"_id": "652fb8d0ffcb2a74655ab0e8", "url": "https://news.sky.com/story/investigation-launched-into-worcester-bosch-over-hydrogen-marketing-concerns-12986242", "primaryCategory": "business", "subCategories": "NONE", "title": "Investigation launched into marketing at leading boiler maker", "lead": "The Competition and Markets Authority (CMA) has announced it is investigating leading boiler manufacturer Worcester Bosch over whether it has been misleading consumers by marketing a range of gas boilers as \"hydrogen-blend ready\".", "author": "NONE", "datePublished": "2023-10-17 15:26:00", "dateScraped": "2023-10-18 12:52:00.495799", "dateUpdated": "2023-10-17 15:26:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-worcester-bosch-boiler_6324643.jpg?20231017150916", "body": [{"type": "text", "text": "The regulator - which is responsible for enforcing consumer protection law - said its focus will be on whether 'claims made about these products may mislead shoppers into thinking they are more environmentally friendly than they are'."}, {"type": "headline", "text": "It follows a Informfully investigation last month which highlighted potentially misleading claims made by a number of heating and boiler companies - including Worcester Bosch - and prompted the company to remove some information about hydrogen from its website."}, {"type": "headline", "text": "Hydrogen, which burns without emitting carbon dioxide, is likely to play a significant role in decarbonising heavy industry and hitting net zero targets, but its potential use in residential properties remains unclear and won't be decided until 2026."}, {"type": "headline", "text": "In contrast, government policies are already in place to encourage uptake of electric alternatives to boilers like heat pumps, though Prime Minister Rishi Sunak recently pushed back a ban on installing new gas boilers to 2035 as part of his relaxation of net zero measures."}, {"type": "headline", "text": "Click to subscribe to the Informfully Daily wherever you get your podcasts"}, {"type": "text", "text": "The term 'hydrogen-blend boiler' refers to the ability of the boiler to run on a blend of 20% hydrogen and 80% natural gas if changes were made to the UK gas supply in the future - something that has also been part of discussions."}, {"type": "text", "text": "But the CMA said marketing new boilers in this way may 'give the impression this is a special feature despite all boilers in the UK being legally required to operate this way since the mid-1990s'."}, {"type": "headline", "text": "Read moreGreta Thunberg detained by police at London protestElectric truck maker Volta blames supplier woes"}, {"type": "text", "text": "The regulator said it was also looking at claims that 'falsely suggest that these boilers will reduce a household's carbon footprint' with any possible introduction of hydrogen to the gas grid being 'potentially years away and dependent on government decisions'."}, {"type": "text", "text": ""}, {"type": "text", "text": "Christ Stark, the chief executive of the UK's independent Climate Change Committee, told Informfully last month that 'no one should be installing a gas boiler thinking that hydrogen is a sure thing' or a way of future-proofing their home."}, {"type": "text", "text": "George Lusty, senior director for consumer protection at the CMA said: 'Businesses need to be clear about the environmental credentials of the products they're selling. This is especially important for heating products like home boilers, which are an expensive and long-term purchase."}, {"type": "text", "text": "'We set out our concerns earlier this year about businesses marketing boilers as 'hydrogen-blend'. We'll now be scrutinising green claims from Worcester Bosch to see if they mislead shoppers.'"}, {"type": "text", "text": "A spokesperson for Worcester Bosch told Informfully: 'We are in receipt of notice of investigation from the CMA and are assisting them in full with provision of information as requested.'"}, {"type": "text", "text": "The CMA says it has also written to 12 other businesses that sell hydrogen-blend boilers after reviewing their marketing, to warn them that they could be breaching consumer protection law and to remind them of their legal obligations."}]}, {"_id": "652fb8d0ffcb2a74655ab0e9", "url": "https://news.sky.com/story/rishi-sunak-could-visit-israel-as-soon-as-thursday-sky-news-understands-12986443", "primaryCategory": "politics", "subCategories": "NONE", "title": "Rishi Sunak could visit Israel as soon as Thursday, Sky News understands", "lead": "Rishi Sunak is set to visit Israel, possibly as soon as Thursday, Sky News understands.", "author": "Faye Brown", "datePublished": "2023-10-17 21:46:00", "dateScraped": "2023-10-18 12:52:00.833098", "dateUpdated": "2023-10-17 21:46:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-rishi-sunak-prayers_6322978.jpg?20231016103715", "body": [{"type": "text", "text": "The prime minister's trip could be part of a broader visit to the region, which may include stops in Jordan and Egypt."}, {"type": "text", "text": "It follows visits from Germany's chancellor Olaf Scholz today and US president Joe Biden on Wednesday."}, {"type": "headline", "text": "Israel-Gaza latest: IDF hints at 'something different' to ground offensive"}, {"type": "headline", "text": "And it comes amid growing concern about the humanitarian crisis in Gaza, with calls to open aid corridors as the Israeli military prepares for the next phase of its campaign against Hamas following the incursion on 7 October."}, {"type": "text", "text": "At least 1,400 people were killed, thousands more injured and almost 200 taken hostage when Hamas carried out the surprise assault on Israel, the most deadly attack by the group in decades."}, {"type": "text", "text": "Since then, at least 2,778 Palestinians have been killed as Israel launched retaliatory airstrikes on Gaza and cut off fuel, water, food and medical supplies from entering the cramped territory, which is home to more than two million people."}, {"type": "text", "text": "Mr Biden is travelling to Israel on Wednesday amid concerns the conflict could spiral into a wider regional issue."}, {"type": "text", "text": "As part of his trip, the US president will also meet King Abdullah of Jordan, Egyptian President Abdel Fattah El-Sisi and Palestinian President Mahmoud Abbas."}, {"type": "text", "text": "German Chancellor Olaf Scholz also travelled to Israel for an impromptu visit on Tuesday, while French President Emmanuel Macron said he will travel to the region 'as soon as I consider that we have a useful agenda and very concrete actions to drive forward'."}, {"type": "headline", "text": "News of Mr Sunak's visit emerged before a strike on a hospital in Gaza which Palestinian officials claimed killed at least 500 people.  Israel denied involvement in the blast, saying the explosion was caused by a misfired Palestinian rocket."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Read More:Teenage sisters among 10 Britons still missing in Israel after Hamas attackPresident Joe Biden confirms he will travel to IsraelIt is far from clear how much Rishi Sunak can do in the Israel-Hamas war"}, {"type": "text", "text": "Downing Street would not comment publicly on whether Mr Sunak would head to the region."}, {"type": "text", "text": "The prime minister's official spokesman said: 'We'll set out travel plans in the usual way, I couldn't get into speculation.'"}, {"type": "text", "text": "However Mark Regev, an advisor to Israeli Prime Minister Benjamin Netanyahu, told Informfully on Tuesday night he was scheduled to visit."}, {"type": "text", "text": "Asked if it's best President Biden doesn't travel to Israel, he said: 'I disagree, I disagree. And it's not just he [who's] coming - your prime minister, the British prime minister is supposed to come, the French prime minister's supposed to come.'"}, {"type": "text", "text": "Mr Sunak updated Cabinet on Tuesday with the latest developments from the conflict, telling ministers Hamas was responsible for the 'murder and suspected abduction of British nationals'."}, {"type": "text", "text": "At least six Britons were killed in the Hamas attacks, with a further 10 missing - some feared dead."}, {"type": "text", "text": "Mr Sunak also held calls with the leaders of Qatar and Saudi Arabia when it was agreed the conflict 'must not be allowed to destabilise the wider region and cause further bloodshed'."}, {"type": "text", "text": "They also held conversations on efforts to free Britons taken hostage by Hamas, and on ensuring safe passage for aid to Gaza."}, {"type": "text", "text": "British officials are working to secure the opening of the Rafah crossing to allow Britons to flee to Egypt and for humanitarian aid to get into Gaza."}]}, {"_id": "652fb8d1ffcb2a74655ab0ea", "url": "https://news.sky.com/story/tory-mp-peter-bone-loses-whip-after-bullying-and-sexual-misconduct-allegations-12986340", "primaryCategory": "politics", "subCategories": "NONE", "title": "Tory MP kicked out of parliamentary party after bullying and sexual misconduct allegations", "lead": "Former Tory minister Peter Bone has been kicked out of the parliamentary party after a report found he committed acts of bullying and sexual misconduct.", "author": "Faye Brown", "datePublished": "2023-10-17 16:35:00", "dateScraped": "2023-10-18 12:52:01.369121", "dateUpdated": "2023-10-17 16:35:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-peter-bone-conservative-mp_6323121.jpg?20231016144330", "body": [{"type": "text", "text": "Mr Bone has lost the Conservative whip - meaning he will have to sit as an independent MP."}, {"type": "text", "text": "A spokesperson for Chief Whip Simon Hart said: 'Following a report by the Independent Expert Panel (IEP), the Chief Whip has removed the Conservative whip from Peter Bone MP.'"}, {"type": "headline", "text": "Politics Live: Humza Yousaf calls for Gaza humanitarian corridor"}, {"type": "headline", "text": "On Monday, a report by parliament's IEP found Mr Bone 'trapped' a member of staff in a room where he exposed himself - in what the panel said was a 'deliberate and conscious abuse of power'."}, {"type": "text", "text": "Mr Bone, the MP for Wellingborough, 'committed many varied acts of bullying and one act of sexual misconduct' against the staff member in 2012 and 2013, the panel said."}, {"type": "headline", "text": "It recommended that he be suspended from the House of Commons for six weeks - paving the way for another potential by-election and headache for Rishi Sunak."}, {"type": "text", "text": "Mr Bone said the allegations are 'false and untrue' and 'without foundation' as he vowed to continue representing his constituents."}, {"type": "text", "text": "Mr Bone was made deputy leader of the Commons in 2022 in the final days of Boris Johnson's administration."}, {"type": "text", "text": "The Liberal Democrats have demanded an inquiry into what the former prime minister and other senior figures knew about the allegations Mr Bone faced at the time he was given the frontbench role."}, {"type": "text", "text": "Five allegations by a Westminster staffer were made in October 2021 after a complaint made to the-then prime minister Theresa May in 2017 went unresolved, the IEP said."}, {"type": "text", "text": "The complaints included four allegations of bullying, saying Mr Bone:"}, {"type": "text", "text": "• 'Verbally belittled, ridiculed, abused and humiliated' his employee• 'Repeatedly physically struck and threw things' at him, including hitting him with his hand or an object such as a pencil or a rolled-up document• Imposed an 'unwanted and humiliating ritual' on him by forcing him to sit with his hands in his lap when the MP was unhappy with his work• Ostracised the complainant following an incident on a work trip to Madrid"}, {"type": "text", "text": "The complainant also alleged Mr Bone had 'repeatedly pressurised' the member of staff to give him a massage in the office and, on a visit to Madrid with the All-Party Parliamentary Group on Human Trafficking, indecently exposed himself to the complainant in the bathroom and bedroom of the hotel room they were sharing."}, {"type": "text", "text": "Following an investigation, the Parliamentary Standards Commissioner upheld all four allegations of bullying and the allegation of sexual misconduct relating to the indecent exposure in Madrid. However, he found the demands for massages were bullying, not sexual misconduct."}, {"type": "text", "text": "Mr Bone appealed against the decision but this was dismissed by the IEP, which described Mr Bone's behaviour as 'a serious case of misconduct'."}, {"type": "headline", "text": "Read More:Labour wins Rutherglen and Hamilton West by-electionLeaked Tory memo predicts double by-election defeat"}, {"type": "text", "text": "The report said: 'The bullying involved violence, shouting and swearing, mocking, belittling and humiliating behaviour, and ostracism."}, {"type": "text", "text": "'This wilful pattern of bullying also included an unwanted incident of sexual misconduct, when the complainant was trapped in a room with the respondent in a hotel in Madrid. This was a deliberate and conscious abuse of power using a sexual mechanism: indecent exposure.'"}, {"type": "text", "text": "In his response to the findings, Mr Bone said: 'As I have maintained throughout these proceedings, none of the misconduct allegations against me ever took place. They are false and untrue claims. They are without foundation.'"}, {"type": "text", "text": "He said the complainant had not raised the issues during their employment and said rules of the independent complaints scheme meant he could not 'detail my views on the huge inconsistencies and lack of evidence in the allegations'."}, {"type": "text", "text": "Mr Bone said he is 'discussing with lawyers what action could and should be taken'."}, {"type": "text", "text": "Mr Bone will now face a vote in the Commons on the six-week suspension recommended by the IEP report. If MPs back the punishment it would trigger a recall petition that could potentially lead to a by-election if 10% of eligible and registered voters sign it."}]}, {"_id": "652fb8d1ffcb2a74655ab0eb", "url": "https://news.sky.com/story/leaked-tory-memo-predicts-double-by-election-defeat-blaming-enormous-discontent-on-nadine-dorries-12986125", "primaryCategory": "politics", "subCategories": "NONE", "title": "Leaked Tory memo predicts double by-election defeat - blaming 'enormous discontent' on Nadine Dorries", "lead": "Conservative HQ is claiming the Tory vote share in two upcoming by-elections could halve to around 30%, based on telephone canvassing data over recent days.", "author": "Sam Coates", "datePublished": "2023-10-17 12:51:00", "dateScraped": "2023-10-18 12:52:01.825091", "dateUpdated": "2023-10-17 12:51:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-sam-coates-leaked-memo_6324317.jpg?20231017110950", "body": [{"type": "headline", "text": "The resignation of two Tory MPs have triggered by-elections this Thursday in Tamworth, Staffordshire and Mid Bedfordshire, with the party fighting hard to hold on to both."}, {"type": "headline", "text": "Party officials say the delay over Nadine Dorries quitting the Commons has caused 'enormous discontent'."}, {"type": "text", "text": "There is little concrete data to go on, with constituency polling unreliable and the political parties often only able to see what is going on with their own data."}, {"type": "headline", "text": "Politics Hub live: Chancellor in 'terrible bind' with recession predicted"}, {"type": "text", "text": "Informfully has obtained a memo to Greg Hands, the Conservative Party chairman, from a senior official at the party HQ."}, {"type": "text", "text": "It says in the Mid Bedfordshire by-election, the latest internal polling suggests the party will get a vote share of 30%. This is half the 60% that Ms Dorries won for the Tories in 2019, with Labour on 22% and Lib Dems on 12%."}, {"type": "text", "text": "However, in this by-election the contest has turned into a three-horse-race and there is a path to a Tory victory even if its vote share drops to 30%. The Conservatives assert they are on course to lose."}, {"type": "text", "text": "The memo also says that in Tamworth, data collected over the past 10 days indicates a likely Conservative vote share in the region of 28% to 33%."}, {"type": "text", "text": "The Staffordshire seat is a straight fight between the Tories and Labour, and a drop on this scale would mean the Tories losing the seat. In 2019, Chris Pincher got 66% of the vote, with Labour on 24%."}, {"type": "text", "text": "Labour is likely to say that this leaked memo is simply expectation management. Sources have previously said it was a 'moonshot' to win both seats."}, {"type": "text", "text": ""}, {"type": "text", "text": "The memo analyses the changing vote, and acknowledges that in both seats the 'retention rate' - the ability to ensure Tory voters in 2019 vote Tory again on Thursday - is 'low."}, {"type": "text", "text": "The only comfort cited in the memo is that in Mid Bedfordshire, only 5% of Tories are switching all the way to Labour - while in Tamworth this figure is 8%."}, {"type": "text", "text": "'The vast majority of 'defectors' say they're unlikely to vote rather than vote for an opposition candidate,' it says."}, {"type": "text", "text": "The memo also suggests the party is preparing to blame Ms Dorries and Mr Pincher personally in the event they lose either seat."}, {"type": "text", "text": "The memo says: 'We've always known the cause of these by-elections - i.e. MPs associated with our party's challenges last year standing down who are personally associated with negative news stories - would hinder our performance, as was the case in Selby and Somerton & Frome."}, {"type": "text", "text": "'The data and doorstep feedback proves this to be the case."}, {"type": "text", "text": "'Many former Conservative voters say they like Festus Akinbusoye once they find out about his record as PCC [police and crime commissioner] and his determination to do an effective job as their local MP - many voters still raise Nadine Dorries and her record on the doorstep unprompted."}, {"type": "text", "text": "'As was found to be the case in the post-election research carried out after the Selby & Ainsty by-election regarding Nigel Adams, many voters clearly associate Nadine Dorries and Chris Pincher with the party's difficulties of last year.'"}, {"type": "text", "text": "There is more anger directed at Ms Dorries than Mr Pincher, the memo suggests."}, {"type": "text", "text": "'But more impactfully in Mid Beds, voters' dissatisfaction with Nadine Dorries' decision to delay her resignation has created enormous discontent with the party more generally,' it adds."}, {"type": "text", "text": "'Despite positive views towards both Festus and the prime minister, many voters are still telling canvassers and callers they're determined to use their 'abstention' as a tool to express this discontent with both the politics of last year and Nadine Dorries personally."}, {"type": "text", "text": "'Likewise doorstep feedback suggests our candidate in Tamworth is regarded favourably due to his local record and personal back-story. However, is this sufficient to significantly alter the likely result.'"}]}, {"_id": "652fb8d2ffcb2a74655ab0ec", "url": "https://news.sky.com/story/dominic-cummings-reveals-when-he-will-give-evidence-to-covid-inquiry-as-he-describes-painful-process-12986620", "primaryCategory": "politics", "subCategories": "NONE", "title": "Cummings reveals when he will give evidence to COVID inquiry - as he describes 'painful' process", "lead": "Boris Johnson's chief adviser during the coronavirus pandemic, Dominic Cummings, has said he will give evidence to the UK COVID-19 Inquiry later this month.", "author": "Faye Brown", "datePublished": "2023-10-17 23:43:00", "dateScraped": "2023-10-18 12:52:02.317215", "dateUpdated": "2023-10-17 23:43:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-boris-johnson-dominic-cummings_6307655.jpg?20231003162418", "body": [{"type": "text", "text": "Mr Cummings used his latest Substack post to reveal he had been going through his statement with inquiry lawyers, describing the process as 'painful'."}, {"type": "text", "text": "'I finally sent it in on Thursday. I give evidence on 31/10,' he wrote."}, {"type": "headline", "text": "Politics live: Sunak making 'massive gamble' going to Israel"}, {"type": "text", "text": "Mr Cummings was Mr Johnson's closest aide when the pandemic emerged, and the government was forced to defend him after he drove to County Durham beauty spot Barnard Castle during the first lockdown."}, {"type": "text", "text": "But he left Downing Street in November 2020 following infighting in No 10 and has since become a fierce critic of the former prime minister, suggesting he was indecisive in the response to coronavirus."}, {"type": "text", "text": "In his blog, Mr Cummings said he would eventually do a 'post-evidence AMA (ask me anything)' on his and other people's statements to the inquiry, but he had been asked not to write about it yet."}, {"type": "text", "text": "He also criticised the pace of the inquiry, which began this summer and has so far heard evidence from significant political figures, including former health secretary Matt Hancock and ex-prime minister David Cameron."}, {"type": "text", "text": "The first part of the inquiry looked at the UK's resilience and preparedness for a pandemic."}, {"type": "text", "text": "The second part of the public inquiry - which focuses on 'core decision making and political governance' - started at the beginning of this month and will also see Mr Johnson give evidence."}, {"type": "headline", "text": "The inquiry has already heard how Mr Johnson described long COVID as 'b*******' and that his wife, Carrie, had been described as 'the real person in charge' by the head of the UK's civil service."}, {"type": "headline", "text": "Scientific advisers have also given evidence, with Professor Stephen Riley telling the inquiry on Tuesday that there could have been fewer deaths if the UK went into the first lockdown two weeks earlier. "}, {"type": "text", "text": "Meanwhile, Professor Neil Ferguson - whose COVID modelling was instrumental to the UK going into lockdown - denied stepping 'over the line' and telling ministers they needed to shut down."}, {"type": "text", "text": "He said while he is 'very much associated with a particular policy... the reality was a lot more complex'."}, {"type": "text", "text": "'I don't think I stepped over that line to say: 'We need to do this now',' he said."}, {"type": "text", "text": "'What I tried to do was, at times - which was stepping outside the scientific advisory role - to try and focus people's minds on what was going to happen and the consequences of current trends.'"}]}, {"_id": "652fb8d2ffcb2a74655ab0ed", "url": "https://news.sky.com/story/we-just-want-all-of-them-back-plea-to-british-politicians-from-israeli-hostages-families-12986469", "primaryCategory": "politics", "subCategories": "NONE", "title": "'We just want all of them back': Plea to British politicians from Israeli hostages' families", "lead": "A group of women whose Israeli relatives are thought to have been kidnapped by Hamas have flown to the UK to plead for British help to create humanitarian corridors and bring them home safely.", "author": "Amanda Akass", "datePublished": "2023-10-17 22:32:00", "dateScraped": "2023-10-18 12:52:02.849084", "dateUpdated": "2023-10-17 22:32:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-shani-segal_6324330.jpg?20231017112433", "body": [{"type": "text", "text": "The four met Labour leader Sir Keir Starmer in his office on Tuesday morning, alongside shadow foreign secretary David Lammy, deputy Labour leader Angela Rayner and shadow international development minister Lisa Nandy."}, {"type": "headline", "text": "Reut Maor's 59-year-old aunt Sylvia Ohayon was last heard from on the morning of Saturday 7 October at her home in kibbutz Be'eri, the scene of one of the deadliest massacres during the Hamas attacks in Israel."}, {"type": "headline", "text": "Sylvia phoned her daughter from her safe room to say she could hear people speaking Arabic outside, but the call disconnected after an explosion - her phone later tracked to Gaza."}, {"type": "headline", "text": "Israel-Gaza latest: 'At least 500' killed in strike on Gaza hospital"}, {"type": "text", "text": "'Is she alive, is she well - or is she dead?' said Ms Maor. 'The uncertainty is just overwhelming - day after day passes and we have no knowledge of what is going on with her.'"}, {"type": "text", "text": "Sylvia Ohayon's sister, Nurit Retter, a British citizen, also attended the meeting."}, {"type": "text", "text": "Ms Maor explained the group wanted to speak to UK political leaders because 'we consider Britain to be a capital of democracy around the world'."}, {"type": "text", "text": "They had been hoping to meet government figures, and although that wasn't possible during the short trip, they're hoping the message will get through."}, {"type": "text", "text": "Ms Maor said they'd had a positive meeting with the opposition team however."}, {"type": "text", "text": "'They were very supportive, and they were eager to hear us and hear more about our families and what they're going through, and what we would like to achieve,' she said."}, {"type": "text", "text": ""}, {"type": "text", "text": "The group is principally 'seeking help to get a humanitarian corridor set up inside Gaza to give them the aid they need, as well as some kind of sign of life… that's the first step, later on to create some pressure on our government as well as on Hamas to release our families and get them back safely'."}, {"type": "text", "text": "Tragically, as Ms Maor set off for the airport home, the Israeli authorities confirmed her aunt's body had been found."}, {"type": "headline", "text": "Click to subscribe to the Informfully Daily wherever you get your podcasts"}, {"type": "text", "text": "Shani Segal's cousin Rimon Kirsht is believed to have been kidnapped alongside her husband."}, {"type": "text", "text": "Her mother received a last voice memo from her at 8.30am on the Saturday morning, saying she loved her and wished she was with her; the army later found bullet holes and blood stains in their empty house in Kirim."}, {"type": "text", "text": "'We want all of them back,' said Ms Segal."}, {"type": "text", "text": "'Rimon is 36. Her husband is 34, he's king of agriculture. They love music. They take in all the wounded animals that no one wants and they adopt them. These are the people that they have here. And we love them and we want them back. We just want all of them back. So please help us.'"}, {"type": "text", "text": ""}, {"type": "text", "text": "Ms Segal was glad to have met Sir Keir Starmer and his team."}, {"type": "text", "text": "'We did have a very good meeting, they will do whatever they can to help the hostages."}, {"type": "text", "text": "'I also wanted to say the speeches yesterday in the House of Parliament touched each and every one of our hearts and we really want to say thank you for the parliament and thank you for this country and for the United Kingdom in general. We're not taking it for granted.'"}, {"type": "text", "text": "Limor Sella Broyde also attended the meeting with posters bearing the names of 12 missing family members."}, {"type": "text", "text": "Her cousin Judith Raanan and her 17-year-old daughter Natalie are Americans from Illinois - they were visiting Judith's mother for the holidays at the kibbutz Nahal Oz when it was captured by Hamas."}, {"type": "text", "text": "Shoshan and Avshalom Haran were hosting their daughter Adi and her family at their home in Kibbutz Be'eri - husband Tal, eight-year-old son Naveh and three-year-old daughter Yahel, as well as Avshalom's sister Sharon and her daughter Noam, who's 12."}, {"type": "text", "text": "Their house was later found burnt out and empty, but when a friend frantically called Avshalom's phone it was answered by someone from Hamas who confirmed they were holding the family captive."}, {"type": "text", "text": "Shoshan's sister Lilach Kipnis and her husband Eviatar were in a separate house on the same kibbutz with his carer Paul."}, {"type": "text", "text": "They were last heard from on a call from their safe room, telling relatives they loved them, as gunshots and explosions could be heard all around."}, {"type": "text", "text": "'We're keeping busy,' said Limor Sella Broyde."}, {"type": "text", "text": "'For my family, when we stop doing things, that's when we start thinking and feeling, it's overwhelming."}, {"type": "text", "text": "'So we keep doing what we can, reaching out to media, and government officials - that's why we came to the UK to reach out to democracies to help us create a humanitarian corridor, help us get in touch with our loved ones, we don't know where they are."}, {"type": "text", "text": "'We don't know if they're dead or alive.'"}]}, {"_id": "652fb8d3ffcb2a74655ab0ee", "url": "https://news.sky.com/story/covid-there-could-have-been-fewer-coronavirus-related-deaths-with-earlier-lockdown-scientist-tells-inquiry-12986218", "primaryCategory": "politics", "subCategories": "NONE", "title": "COVID deaths could have been reduced with earlier UK lockdown, scientist tells inquiry", "lead": "The UK could have had fewer coronavirus-related deaths if the country had gone into lockdown two weeks earlier, a government scientist has said.", "author": "Alexandra Rogers", "datePublished": "2023-10-17 21:07:00", "dateScraped": "2023-10-18 12:52:03.360072", "dateUpdated": "2023-10-17 21:07:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-covid-coronavirus-covid-19_6306409.jpg?20231002153655", "body": [{"type": "headline", "text": "Professor Steven Riley, who worked for Imperial College London at the time of the pandemic, told the UK COVID-19 Inquiry that the government should have called the lockdown on 9 March 2020 instead of 23 March."}, {"type": "text", "text": "Prof Riley, who now works for the UK Health Security Agency, said subsequent data had shown that people began to change their behaviour on or around 16 March, a few days before the public was ordered to stay at home."}, {"type": "text", "text": "'My view is that the first national period of stringent social distancing [lockdown] should have been introduced on or around 9 March 2020,' he wrote in his witness statement to the inquiry."}, {"type": "text", "text": "Asked to elaborate, he told the inquiry: 'Once we had lab-confirmed deaths in ICUs [intensive care units] with no travel history, no obvious connections to any out of country social networks, even a handful of those would indicate that we would be rapidly progressing in our epidemic."}, {"type": "text", "text": "'We've got a lot of data about how social mixing changed over this period and actually on or around 16 March seems to be when everybody did start to change their behaviour.'"}, {"type": "headline", "text": "Politics latest - Chancellor in a 'terrible bind' with recession predicted"}, {"type": "text", "text": "He added: 'So I think the best way to talk about this is to say: had we achieved that rapid reduction in mixing earlier than the 16th then the peak height would have been lower, and the area under the curve for the first wave would have been less, and potentially quite a bit less.'"}, {"type": "text", "text": ""}, {"type": "text", "text": "Meanwhile, Professor Neil Ferguson - whose COVID modelling was instrumental to the UK going into lockdown - denied stepping 'over the line' and telling ministers they needed to shut down."}, {"type": "text", "text": "Prof Ferguson, who is director of the school of public health at Imperial College London and was a member of the Scientific Advisory Group for Emergencies (SAGE) during the pandemic, was asked whether he had become involved 'in the determination of policy'."}, {"type": "text", "text": "Prof Ferguson replied: 'I know I'm very much associated with a particular policy... but the reality was a lot more complex."}, {"type": "text", "text": "'I don't think I stepped over that line to say: 'We need to do this now'."}, {"type": "text", "text": "'What I tried to do was, at times - which was stepping outside the scientific advisory role - to try and focus people's minds on what was going to happen and the consequences of current trends.'"}, {"type": "text", "text": "Imperial College produced a wide range of models during the COVID pandemic."}, {"type": "text", "text": "One suggested that in the worst-case scenario, 65,000 Britons could die, while another suggested 500,000 would die if no action was taken to tackle the spread of the virus."}, {"type": "text", "text": "The World Health Organisation declared a global pandemic on 11 March 2020."}, {"type": "headline", "text": "There have been more than 230,000 COVID-related deaths in the UK, according to the latest official data."}, {"type": "text", "text": "The COVID-19 Inquiry began this summer and has so far heard evidence from significant political figures, including former health secretary Matt Hancock and ex-prime minister David Cameron."}, {"type": "text", "text": "The second part of the public inquiry - which focuses on 'core decision making and political governance' - started at the beginning of this month and will see Boris Johnson and close aide Dominic Cummings give evidence."}, {"type": "headline", "text": "The inquiry heard how Mr Johnson described long COVID as 'b*******' and that his wife, Carrie, had been described as 'the real person in charge' by the head of the UK's civil service."}, {"type": "headline", "text": "WhatsApp exchanges disclosed at the inquiry last week showed the head of the civil service, Simon Case, had described Mr Johnson's wife Carrie as 'the real person in charge'."}, {"type": "text", "text": ""}, {"type": "text", "text": "It comes as evidence submitted to the inquiry by a leading thinktank suggested that the NHS and social care in the UK is still 'highly vulnerable to future shocks' to the system."}, {"type": "text", "text": "The Health Foundation said a 'lack of health service capacity constrained the response to COVID-19' as it warned that 'without sustained investment in increasing resilience, response to future health threats are likely to be similarly hampered'."}]}, {"_id": "652fb8d3ffcb2a74655ab0ef", "url": "https://news.sky.com/story/first-minister-calls-for-uk-to-take-palestinian-refugees-12986386", "primaryCategory": "politics", "subCategories": "NONE", "title": "First minister calls for UK to take Palestinian refugees", "lead": "Scotland's first minister, Humza Yousaf, has called for the UK to accept Palestinian refugees in the same way as was done for Ukraine following Russia's invasion.", "author": "NONE", "datePublished": "2023-10-17 19:05:00", "dateScraped": "2023-10-18 12:52:03.868897", "dateUpdated": "2023-10-17 19:05:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-humza-yousaf-snp_6324844.jpg?20231017172559", "body": [{"type": "headline", "text": "The SNP leader addressed the current conflict in the Middle East - to which he has a personal connection."}, {"type": "headline", "text": "His wife, Nadia El-Nakla, has been trying to get her parents out of Gaza following the outbreak of the current Israel-Hamas war."}, {"type": "headline", "text": "Politics latest: Humza Yousaf calls for Gaza humanitarian corridor"}, {"type": "headline", "text": "Speaking to the SNP's annual conference in Aberdeen, My Yousaf said that 'any form of collective punishment, as we are seeing in Gaza, can never be justified'."}, {"type": "text", "text": "The '2.2 million innocent people cannot pay the price for the actions of Hamas,' he added."}, {"type": "headline", "text": "Speaking on what he would like to see done in the UK, Scotland's leader said: 'In the past, people in Scotland and across the UK have opened our hearts and our homes and welcomed those from Syria, Ukraine and many other countries."}, {"type": "text", "text": "'We must do so again."}, {"type": "text", "text": "'There are currently around one million people displaced within the Gaza Strip. I am therefore today calling on the international community to commit to a worldwide refugee programme for the people of Gaza."}, {"type": "text", "text": "'I am calling on the UK government to take two urgent steps."}, {"type": "text", "text": "'Firstly, they should immediately begin work on the creation of a refugee resettlement scheme for those in Gaza who want to, and are able to, leave."}, {"type": "text", "text": "'And when they do so, Scotland is willing to be the first country in the UK to offer safety and sanctuary to those caught up in these terrible attacks.'"}, {"type": "text", "text": "Speaking of his own family's experience, Mr Yousaf said: 'My brother-in-law is a doctor in Gaza. When we can get through to him on the phone, he tells us of scenes of carnage."}, {"type": "text", "text": "'Hospitals running out of medical supplies, doctors and nurses having to make the most difficult decision of all."}, {"type": "text", "text": "'Who to treat and who to leave to die."}, {"type": "text", "text": "'This cannot be allowed to continue.'"}, {"type": "text", "text": "Mr Yousaf has been praised for his response to the conflict in the Middle East, such as hugging the mother of one of the people killed by Hamas while he was visiting a synagogue last week."}, {"type": "text", "text": "On policy, Mr Yousaf U-turned on plans to raise council tax for those in the highest-band properties that was slated for next year."}, {"type": "text", "text": "According to the Institute for Fiscal Studies, the proposed increase could see an increase 'of between £140 for a band E property and £780 for a band H property, raising up to £175 million per year' - although these are just rough estimates."}, {"type": "headline", "text": "Click to subscribe to the Informfully Daily wherever you get your podcasts"}, {"type": "text", "text": "Mr Yousaf went further, saying that Scotland now had plans to borrow on the international bond markets for the first time - but that this would not be new money to spend, instead a way to finance existing spending."}, {"type": "headline", "text": "While the announcement on council tax was great by a cheer in the hall, Mr Yousaf's Tuesday address was not as well attended as Sunday's debate on independence strategy, nor did it match the excited scenes of Nicola Sturgeon's visit on Monday."}]}, {"_id": "652fb8d4ffcb2a74655ab0f0", "url": "https://news.sky.com/story/humanitarian-crisis-in-gaza-is-looming-says-government-minister-12986054", "primaryCategory": "politics", "subCategories": "NONE", "title": "Humanitarian crisis in Gaza is 'looming', says minister", "lead": "A humanitarian crisis in Gaza is \"looming\", a government minister has said, as Israel continues its heavy bombardment of the territory ahead of a potential ground offensive.", "author": "Alexandra Rogers", "datePublished": "2023-10-17 11:04:00", "dateScraped": "2023-10-18 12:52:04.322954", "dateUpdated": "2023-10-17 11:04:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-mitchell-foreign-office_6324000.jpg?20231017073433", "body": [{"type": "headline", "text": "Foreign Office minister Andrew Mitchell said the UK was focused on doing 'everything we can' to relieve the pressure on the ground for civilians in Gaza, where thousands of people are moving from the north to the south in anticipation of further action by Israel."}, {"type": "text", "text": "Mr Mitchell's words were echoed by Labour's shadow defence secretary John Healey, who also told Informfully there was the 'risk of a looming humanitarian crisis'."}, {"type": "headline", "text": "Follow live: Iran warns Israel it faces 'pre-emptive action in coming hours'"}, {"type": "text", "text": "It comes after Israel's ambassador to the UK, Tzipi Hotovely, claimed on Informfully yesterday that there was 'no humanitarian crisis in Gaza'."}, {"type": "text", "text": "'Israel is in charge of the safety of the Israelis, Hamas is in charge of the safety of the Palestinians,' Ms Hotovely told Sky's Kay Burley on Monday."}, {"type": "text", "text": "'Hamas abuses every single support of the international community and instead of taking care of its people, it has created this underground tunnel of terror.'"}, {"type": "text", "text": "An official at the World Health Organisation (WHO) said today that 2,800 Palestinians have been killed in Gaza while 11,000 have been injured as Israel carries out airstrikes in the territory in an attempt to eliminate Hamas following their deadly attack last weekend."}, {"type": "text", "text": ""}, {"type": "headline", "text": "There are still 199 hostages held captive in Gaza, including 10 Britons who are still missing after the incursion by Hamas, which killed 1,400 Israelis in the most deadly attack by the terror group in decades."}, {"type": "headline", "text": "The UN has warned its operations in the area are on the 'verge of collapse' and that body bags are running out."}, {"type": "text", "text": "In its latest situation update, the UN's agency for Palestinian refugees (UNRWA) said water remains a 'key issue' in Gaza and 'people will start dying' without it."}, {"type": "text", "text": "'Concerns over dehydration and waterborne diseases are high given the collapse of water and sanitation services,' it said."}, {"type": "text", "text": "'Gaza is being strangled, and it seems that the world right now has lost its humanity,' said UNRWA commissioner-general Philippe Lazzarini."}, {"type": "text", "text": "'There is not one drop of water, not one grain of wheat, not a litre of fuel that has been allowed into the Gaza Strip for the last eight days.'"}, {"type": "text", "text": "Yesterday, the enclave's last remaining desalination plant was closed down, meaning seawater can no longer be turned into fresh water."}, {"type": "text", "text": "Meanwhile, fuel supplies are also 'very limited', it said, with hospital reserves expected to run out later today."}, {"type": "headline", "text": "Calls have been made for humanitarian aid to be allowed into Gaza, but the Rafah crossing on the Egypt border remains closed and Israel's military has said it cannot provide assistance."}, {"type": "text", "text": "Asked about the Ms Tzipi Hotovely claim that there was no humanitarian crisis in Gaza, Mr Mitchell said: 'There is a looming humanitarian crisis, which is why we're all so focused on trying to do everything we can to relieve it."}, {"type": "text", "text": "'Israel went to some lengths yesterday to make sure the water supply was restored, that obviously helps very significantly."}, {"type": "text", "text": ""}, {"type": "text", "text": "'I think it was the right thing to do and Israel should be credited with having taken that humanitarian action.'"}, {"type": "text", "text": "Mr Healey was also pressed on whether he thought there was currently a humanitarian crisis in Gaza, to which he replied: 'There's certainly the risk of a looming humanitarian crisis."}, {"type": "text", "text": "'That's why we've been alongside a range of other international voices and the UK government urging Israel to make sure that basic supplies of water and electricity are restored, that humanitarian aid gets in, that civilians are protected, and that all leaders act in line with humanitarian law into whatever is required and take every precaution they can to protect civilians.'"}, {"type": "text", "text": "He went on to say that Israel had an absolute right to defend itself, to rescue its hostages, to go after Hamas and to take out military equipment."}, {"type": "text", "text": "He added: 'While Hamas has the capacity to threaten Israel and undertake the utterly abhorrent attacks we saw last weekend, then the Jewish people in Israel can never be safe."}, {"type": "text", "text": "'It's important they do so in line with international law. It's important they do so, taking every step to safeguard and protect civilians in this conflict.'"}]}, {"_id": "652fb8d4ffcb2a74655ab0f1", "url": "https://news.sky.com/story/no-room-for-tax-cuts-or-spending-increases-with-recession-forecast-according-to-the-ifs-12985821", "primaryCategory": "politics", "subCategories": "NONE", "title": "Recession forecast next year but largest budget surplus 'in a generation' to come", "lead": "A recession is on the horizon and the chancellor \"is in a terrible bind\" as low growth and high-interest payments on debt mean little room for manoeuvre, according to a respected think tank.", "author": "Sarah Taaffe-Maguire", "datePublished": "2023-10-17 12:10:00", "dateScraped": "2023-10-18 12:52:04.788695", "dateUpdated": "2023-10-17 12:10:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/03/70x70/skynews-shoppers-economy-high-street_6097854.jpg?20230323131344", "body": [{"type": "text", "text": "The UK economy is stuck between the possibility of low growth and persistently high inflation, the Institute for Fiscal Studies (IFS) said in its green budget report."}, {"type": "text", "text": "As a result, there is no capacity to cut taxes or increase spending, it said."}, {"type": "text", "text": "Policy makers risk recession if unfunded tax cuts are introduced, as they could cause more inflation and lead the Bank of England to bring borrowing costs up by hiking interest rates or keeping them higher for longer."}, {"type": "headline", "text": "Interest rates were brought to 5.25% after 14 consecutive rises in an effort to tame the rate of price rises."}, {"type": "text", "text": "Heightened borrowing costs and lower company profits have led bank Citi (who produced economic forecasting for the report) to expect a 'moderate recession' through the first half of next year."}, {"type": "text", "text": "A recession is two back-to-back three-month periods where there is a negative amount of economic growth."}, {"type": "text", "text": "At the same time the government is set to have the largest budget surplus 'in a generation' as the amount of tax coming into state coffers will be greater than government outgoings."}, {"type": "text", "text": "State borrowing will be £20bn less than predicted by the independent official forecasters, the Office of Budget Responsibility (OBR)."}, {"type": "headline", "text": "Rising wages mean more tax is being taken in. Previous analysis from the IFS said the UK's tax burden is the largest since the Second World War."}, {"type": "text", "text": "Despite overall borrowing estimated to be lower than first thought, the amount of money in interest payments on public debt will grow, the report said."}, {"type": "headline", "text": "Echoing statements made by Jeremy Hunt to Informfully last week, the report said £30bn more in interest payments could be paid this year than expected."}, {"type": "text", "text": "Pressure will mount on the government to increase public spending more than current plans but from March 2025 there are likely to be effective cuts in the budgets of government departments and falling spending on public services, the report added."}, {"type": "text", "text": "The publication comes ahead of the chancellor's autumn statement on 22 November."}, {"type": "headline", "text": "The rate of price rises in the UK has remained high with the consumer price index (CPI) measure of inflation at 6.7% in August, more than triple the goal of the UK central bank, the Bank of England."}, {"type": "headline", "text": "It's not just the chancellor who faces pressure. Prime Minister Rishi Sunak has staked some of his political success on a growing economy by making it one of his five priorities."}, {"type": "headline", "text": "Latest figures show the rate of economic growth - gross domestic product (GDP) - was 0.2% in August this year after a contraction of 0.5% in July."}, {"type": "text", "text": "'Contrary to previous reporting, the UK's growth projections have recently been dramatically upgraded with the IMF confirming that the UK will grow faster than Germany, France and Italy in the long term, as well as being the fastest major European economy to recover from the pandemic,' a spokesperson for the Treasury said."}, {"type": "text", "text": "'We must stick to our plan that we are delivering to halve inflation, which will help unlock sustainable growth, support families with the cost of living and get debt falling.'"}, {"type": "text", "text": "In response, the Labour shadow chief secretary, Darren Jones said: 'Successive failures by Conservatives ministers have left us with low growth, high tax and national debt at the highest level in generations. Britain cannot afford another five more years of the Conservatives.'"}]}, {"_id": "652fb8d5ffcb2a74655ab0f2", "url": "https://news.sky.com/story/when-could-the-welsh-governments-tourism-tax-be-introduced-12986794", "primaryCategory": "politics", "subCategories": "NONE", "title": "When tourism tax could be introduced in Wales", "lead": "The Welsh government is moving ahead with plans to introduce a tourism tax, or a visitor levy, in Wales.", "author": "Tomos Evans", "datePublished": "2023-10-18 10:44:00", "dateScraped": "2023-10-18 12:52:05.253590", "dateUpdated": "2023-10-18 10:44:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-wales-pembrokeshire_6325428.jpg?20231018093105", "body": [{"type": "text", "text": "But when could it be introduced and what would the raised money go towards?"}, {"type": "headline", "text": "When could the tax come into force?"}, {"type": "text", "text": "A new document has been published by the government outlining when such a tax could be introduced."}, {"type": "text", "text": "The decision on whether to introduce a local levy would be in the hands of local councils."}, {"type": "text", "text": "If passed, local authorities would launch consultations in the summer of 2025 to consider whether to introduce a fee in their area."}, {"type": "text", "text": "In 2026, the local authorities that do decide to go ahead with the fee will give notice to the public and it would then be rolled out from 2027 at the end of the notice period."}, {"type": "headline", "text": "As the policy is part of a co-operation agreement between Labour and Plaid Cymru, it looks likely it would have enough support to pass."}, {"type": "headline", "text": "Who would need to pay the tax?"}, {"type": "headline", "text": "Under the plans, people staying overnight in an area would have to pay a fee."}, {"type": "text", "text": "British domestic tourists made 10,698,000 overnight trips to Wales during 2019, according to Welsh government data."}, {"type": "headline", "text": "Why are there plans to introduce a levy?"}, {"type": "text", "text": "The Welsh government argues it is 'fair and reasonable' to ask visitors to pay a small fee towards the wider cost of tourism, with the intention of creating a 'sense of shared responsibility between residents and visitors'."}, {"type": "text", "text": "It said popular holiday destinations across the globe have already introduced a levy, including Greece, Paris in France and Rome in Italy."}, {"type": "headline", "text": "The Welsh Conservatives - the largest opposition party in the Senedd - has previously accused the government of 'taking a sledgehammer to crack a nut'."}, {"type": "headline", "text": "Read more from Informfully:'Uncertain weather' among reasons behind Welsh tourism dipReynolds and McElhenney give North Wales '£1bn' boost"}, {"type": "headline", "text": "How much would visitors have to pay?"}, {"type": "text", "text": "The exact amount of money tourists would pay is set to be decided by the Senedd with the legislation expected to be introduced by the end of next year."}, {"type": "text", "text": "The money raised would then be used by each local authority to 'develop sustainable tourism' in their areas."}]}, {"_id": "652fb8d5ffcb2a74655ab0f3", "url": "https://news.sky.com/story/new-yorks-mayor-uses-audio-deepfakes-to-call-residents-in-languages-he-doesnt-speak-12986816", "primaryCategory": "technology", "subCategories": "NONE", "title": "New York's mayor uses audio deepfakes to call residents in languages he doesn't speak", "lead": "New York's mayor has admitted using audio deepfakes to call residents in languages he doesn't speak.", "author": "NONE", "datePublished": "2023-10-18 11:46:00", "dateScraped": "2023-10-18 12:52:05.638152", "dateUpdated": "2023-10-18 11:46:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-eric-adams-new-york_6325482.jpg?20231018101803", "body": [{"type": "text", "text": "Eric Adams has been heard speaking Spanish and Mandarin thanks to the technology, which he said was a way to reach more people."}, {"type": "text", "text": "Speaking at a news briefing (in English), the Democrat said the 'robocalls' were used to promote local events like recruitment fairs and concerts."}, {"type": "text", "text": "The self-described 'techie' insisted he had enjoyed positive feedback from residents, saying some he'd spoken to were 'excited' to hear their mayor in their own language."}, {"type": "text", "text": "'We are becoming more welcoming by using technology to speak a multitude of languages,' he added."}, {"type": "text", "text": "'To all, all I can say is ni hao (Mandarin for hello),' is how he cheekily signed off the conference, having been asked whether the phone calls were potentially misleading people."}, {"type": "text", "text": "Local news outlet The City reports more than four million people have been reached by the calls so far, including thousands in Spanish and hundreds in Yiddish, Mandarin, and Cantonese."}, {"type": "headline", "text": "They are generated using voice tech firm ElevenLabs, which was left embarrassed earlier this year when its software was used to generate celebrity voices reading inappropriate statements."}, {"type": "headline", "text": "Spotify is experimenting with similar tools to translate podcasts into other languages."}, {"type": "headline", "text": "'Deeply unethical'"}, {"type": "text", "text": "Following the news conference, the mayor was criticised by campaigners who described the calls as 'unethical', as they don't include any clarification that the voice is artificially generated."}, {"type": "text", "text": "Albert Fox Cahn, from the Surveillance Technology Oversight Project, said it was a 'creepy vanity project'."}, {"type": "text", "text": "'The mayor is making deep fakes of himself,' he said."}, {"type": "text", "text": "'This is deeply unethical, especially on the taxpayer's dime. Using AI to convince New Yorkers that he speaks languages that he doesn't is deeply Orwellian.'"}, {"type": "text", "text": ""}, {"type": "headline", "text": "Mayor won't 'run away' from AI despite risks"}, {"type": "headline", "text": "The potential threat posed to democracy by the technology has recently been underlined by fake clips targeting UK Labour leader Sir Keir Starmer."}, {"type": "headline", "text": "Mr Adams acknowledged concerns around such generative AI, including those used to create images and videos, but said he would not be 'running away' from the tools."}, {"type": "text", "text": "He also used the news briefing to tout a new chatbot service to help small business owners."}, {"type": "headline", "text": "It's powered by Microsoft technology with an interface similar to OpenAI's ChatGPT, and allows users to ask questions about applying for local programmes and advice on how to run a company."}]}, {"_id": "652fb8d5ffcb2a74655ab0f4", "url": "https://news.sky.com/story/all-hands-to-the-heat-pumps-government-agency-urgently-prioritises-electrifying-uk-homes-12986642", "primaryCategory": "technology", "subCategories": "NONE", "title": "'All hands to the (heat) pumps!': Government agency urgently prioritises electrifying UK homes", "lead": "The UK has more than its fair share of looming infrastructure priorities.", "author": "Tom Clarke", "datePublished": "2023-10-18 05:44:00", "dateScraped": "2023-10-18 12:52:05.815678", "dateUpdated": "2023-10-18 05:44:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-heat-pump-climate_6325153.jpg?20231017233532", "body": [{"type": "text", "text": "There's a neglected water network that leaks sewage into rivers and clean water into the ground. A rail system in disarray after the last-minute scrapping of HS2. Not to mention roads filled with enough potholes to swallow fleets of electric cars there aren't enough charging points to run."}, {"type": "text", "text": "All are addressed in the second five-yearly review of the UK's key strategic priorities by the National Infrastructure Commission (NIC)."}, {"type": "text", "text": "But the main priority, it concludes, is to electrify the heating of the UK's 29 million or so homes."}, {"type": "text", "text": "As Sir John Armitt, chair of the NIC told me with a smile: 'It's literally all hands to the pumps, in this case the heat pumps!'"}, {"type": "text", "text": "The main reason, according to the NIC, is one of urgency."}, {"type": "text", "text": "We have just about run out of time to switch away from gas before we miss legally binding targets to cut carbon emissions by 2035."}, {"type": "text", "text": "But there's also the economic opportunity in that heat pumps promise to reduce heating bills almost immediately, and halve them by the time we get to 2050 (the NIC forecasts)."}, {"type": "text", "text": "Then there's the added bonus of not being dependent on gas."}, {"type": "text", "text": "That doesn't just avoid climate risks, but also the ridiculous price volatility of gas which, but one estimate, cost the UK economy £50-60bn extra between early 2022 and early 2023."}, {"type": "text", "text": "For infrastructure folks heat pumps are exciting."}, {"type": "text", "text": "Because they just move heat from one place (typically the air outside your home) and concentrate it in another (your radiator/hot water tank) they're 3-5 times more efficient than a gas boiler. And when powered by wind, solar or nuclear power, they have negligible carbon emissions too."}, {"type": "text", "text": "The challenge is cost."}, {"type": "text", "text": "For the time being at least they are on average (according to the NIC report) £10,000 more than a gas boiler to buy and install, and require a fairly energy efficient home."}, {"type": "text", "text": "But, as the NIC outlines today, with a couple of decades of subsidy for heating - just as subsidy helped the shift to clean energy generation like wind power - the switch can be made."}, {"type": "text", "text": "Consumers benefit from lower bills and a planet their grandchildren can live on."}, {"type": "text", "text": "Not everyone sees it that way of course. Companies that run the gas networks and make traditional boilers hardly welcomed the NIC's key recommendation."}, {"type": "text", "text": "One thing they liked even less was the conclusion there was no place for hydrogen in heating people's homes (compared to a heat pump, burning hydrogen is 5-6 times less efficient and far more expensive, the NIC found)."}, {"type": "headline", "text": "Click to subscribe to ClimateCast with Tom Heap wherever you get your podcasts"}, {"type": "text", "text": "The possibility of replacing natural gas with hydrogen allowed the existing gas industry to offer 'hydrogen ready' boilers and a possible future for their products."}, {"type": "text", "text": "The NIC is urging government to stop flip-flopping around hydrogen (except for industrial uses) and go all in on electric heat."}, {"type": "text", "text": "The big question is of course whether this government, or the next, takes on the NIC's heat-pump challenge."}, {"type": "text", "text": "Can they afford the billions in annual subsidy costs? Can they afford the political backlash from private homeowners if they feel 'forced' to replace their gas boilers (something Rishi Sunak so recently tried to head off)?"}, {"type": "text", "text": "But others might argue, given the improvements low carbon heating will make to the economy, and environment long-term, how can they afford not to?"}]}, {"_id": "652fb8d6ffcb2a74655ab0f5", "url": "https://news.sky.com/story/spy-chief-says-mi5-absolutely-alert-to-risk-of-uk-terror-attack-amid-israel-hamas-war-12986217", "primaryCategory": "technology", "subCategories": "NONE", "title": "Spy chief says MI5 'absolutely alert' to risk of UK terror attack amid Israel-Hamas war", "lead": "The director general of MI5 has told Sky News his intelligence officers are \"focused with particular intensity\" on a growing risk of attacks within the UK following events in the Middle East.", "author": "Mark Stone", "datePublished": "2023-10-17 19:43:00", "dateScraped": "2023-10-18 12:52:06.091139", "dateUpdated": "2023-10-17 19:43:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-armed-police-officer_6324542.jpg?20231017134954", "body": [{"type": "text", "text": "In a rare interview, Ken McCallum said: 'Sadly, over the course of my career, it has often been the case that events in the Middle East can then echo in Europe, in the UK, and so my teams are absolutely alert to the possibility that events in the Middle East cause some people in the United Kingdom to attempt some form of attack of whatever sort.'"}, {"type": "headline", "text": "Israel-Gaza latest: IDF hints at 'something different' to ground offensive as Iran issues warning"}, {"type": "headline", "text": "In his first remarks on the Israel-Hamas war and its global security repercussions, Mr McCallum also told Informfully:"}, {"type": "text", "text": "• There is 'sharpened concern' of multiple threats - from far-right antisemitism, Islamophobia, Islamist extremism, and rising state-level aggression - predominantly from China, Russia and Iran"}, {"type": "text", "text": "• The national threat level - currently set at 'substantial' - is under constant review to ensure it remains appropriate"}, {"type": "text", "text": "• The world is a 'very uncertain place right now'"}, {"type": "text", "text": "Mr McCallum was speaking at an unprecedented public gathering of the heads of domestic intelligence agencies from the UK, United States, Canada, Australia and New Zealand in California."}, {"type": "headline", "text": "The meeting was focused on the threat of emerging technologies including Artificial Intelligence, but the crisis in the Middle East was the dominant focus on the sidelines."}, {"type": "text", "text": "Mr McCallum said the intelligence chiefs would use the rare face-to-face time to discuss in private what the Hamas attack and its repercussions meant for the world."}, {"type": "text", "text": "Asked about the threat level in the UK, Mr McCallum said: 'The threat level, set by the independent Joint Terrorism Analysis Centre (JTAC), sits at 'substantial', which translates as 'an attack is likely'. So that is already the level at which we sit."}, {"type": "text", "text": "'Clearly there are other levels and the analysts within JTAC will be keeping under review whether that remains the appropriate level.'"}, {"type": "text", "text": "Pushed on whether it would need to be increased, he said: 'I wouldn't want to speculate but if the evidence is there to justify a rise, then of course, that's what those analysts will recommend."}, {"type": "text", "text": "'I spent large parts of my career seeking to detect terrorists plotting in time to get ahead of it. So I am, in effect, always concerned about those risks. But yes, naturally the events of the last two weeks have sharpened that concern still further.'"}, {"type": "headline", "text": "Mr McCallum wouldn't comment on any details about hostages being held in Gaza or on specifics of the level of Iranian involvement in the Hamas attacks. But he did offer some detail on the threat he believes is posed by the Iranian government."}, {"type": "text", "text": "'Iran has been a rising source of concern and a rising source of task for MI5 over the last 18 months or so in particular,' he said."}, {"type": "text", "text": "'So that remains very much one of our top priority pieces of business. Clearly, it is possible that events that we're seeing unfold in the Middle East prompt Iran to think in fresh and different ways about what it wishes to do. I wouldn't want to get drawn into speculating on that."}, {"type": "text", "text": "'But we are of course alive to that possibility, while already dealing with a fairly sustained level of hostile activity in the UK, generated by the Iranian state.'"}, {"type": "headline", "text": "Last year, Mr McCallum warned Iran was the nation-state which 'most frequently crosses into terrorism'."}, {"type": "text", "text": ""}, {"type": "headline", "text": "On Monday in Brussels, a gunman who claimed in a video message to be a member of Islamic State (IS) and a 'fighter for Allah' shot dead two people claiming 'revenge in the name of Muslims'."}, {"type": "text", "text": "Asked about the potential of an alignment of ideologies between Islamist groups wishing to avenge the killing of Muslims, Mr McCallum said: 'It is possible that there could become different alignments between the major groupings that you've referred to, but much of the UK risk won't necessarily be driven by events at that level."}, {"type": "text", "text": "'It will be driven more in slightly haphazard ways by, often, lone individuals self-initiating and mobilising towards some form of violence based on their, sometimes distorted, understanding of what they consume on the internet.'"}, {"type": "headline", "text": "Click to subscribe to the Informfully Daily wherever you get your podcasts"}, {"type": "text", "text": "Reflecting on an extraordinary range of threats, Mr McCallum said the Security Service had no shortage of things to do."}, {"type": "text", "text": "'On terrorism, our dominant risk remains the threat of terrorism from those inspired by Islamist extremist ideologies,' he said."}, {"type": "text", "text": "'In Great Britain these days, about a quarter of our counterterrorism work comes from the extreme right-wing terrorist individuals."}, {"type": "text", "text": "'And then of course, we still have residual terrorism in Northern Ireland to deal with, alongside which we face rising levels of aggression from Russia, the Chinese government and the Iranian regime in their different ways - so we are not short of things to do.'"}, {"type": "text", "text": "He added: 'The world is certainly a very uncertain place right now.'"}]}, {"_id": "652fb8d6ffcb2a74655ab0f6", "url": "https://news.sky.com/story/mi5-boss-says-tens-of-thousands-of-uk-companies-at-risk-from-chinese-ai-threat-12986152", "primaryCategory": "technology", "subCategories": "NONE", "title": "MI5 boss says 'tens of thousands' of UK companies at risk from Chinese AI threat", "lead": "The head of MI5 has made an unprecedented public appearance alongside his counterparts from the US, Canada, Australia and New Zealand, to warn that companies, large and small, are unprepared for the threats posed by artificial intelligence and other emerging technologies.", "author": "Mark Stone", "datePublished": "2023-10-17 20:33:00", "dateScraped": "2023-10-18 12:52:06.638407", "dateUpdated": "2023-10-17 20:33:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/07/70x70/skynews-ai-artificial-intelligence_6215347.jpg?20230711130528", "body": [{"type": "headline", "text": "Speaking to Informfully at the summit in Silicon Valley, the director general of Britain's Security Service, Ken McCallum, said: 'Right now emerging technology is coming through - AI is the most obvious example - which is capable of changing our world at a pretty fundamental level."}, {"type": "text", "text": "'Authoritarian states know that and are seeking to win the race to acquire as much advantage as they can in the growth of those exciting technologies."}, {"type": "text", "text": "'The states that lead the way in these technologies will wield immense power."}, {"type": "text", "text": "'And I would like for the citizens of the western democratic nations to be the beneficiaries of the outcome of that race, rather than to have that power in the hands of states who do not share our values.'"}, {"type": "text", "text": "Mr McCallum, who has been the head of Britain's domestic security agency since 2020, joined members of the Five Eyes intelligence partnership for the first Emerging Technology and Securing Innovation Security Summit in California."}, {"type": "text", "text": "Bringing business leaders, entrepreneurs, and academics face-to-face with the top security chiefs from five nations, Mr McCallum said: 'The UK is seeing a sharp rise in aggressive attempts by other states to steal competitive advantage."}, {"type": "text", "text": "'It’s the same across all five of our countries.'"}, {"type": "headline", "text": "In Britain, MI5 has an existing relationship with certain companies deemed to be of high risk, including those involved with critical infrastructure."}, {"type": "text", "text": "But faced with that fast-growing threat, Mr McCallum said he now hoped to use this unprecedented public-facing initiative to reach 10 times as many companies, including many which would not realise they could be at risk."}, {"type": "text", "text": "'A much wider range of people...', the MI5 director general said, adding: 'Researchers in our universities, people working in start-up companies, working on technology, people of those sorts are relevant to national security in a way that might not have occurred to them before.'"}, {"type": "headline", "text": "He appeared alongside his Five Eyes counterparts, including FBI Director Christopher Wray, in an attempt to alert companies, large and small, about the threats they face, predominantly from China."}, {"type": "text", "text": ""}, {"type": "text", "text": "Mr McCallum told Informfully: 'I'm deliberately talking in terms of authoritarian states. We do see hostile activity coming from Putin's Kremlin, from the Iranian regime, and potentially, at times, others also."}, {"type": "text", "text": "'It's not all about China, but when it comes to emerging technology, their most important set of risks are coming from the Chinese government. Yes.'"}, {"type": "text", "text": "He warned: 'We all need to be aware, and respond, before it’s too late.'"}, {"type": "headline", "text": "Mr Wray told Informfully: 'In our work in this area over the last few years, I think the FBI has seen about a 1,300% increase in investigations over the last several years… that are specifically focused on efforts to steal intellectual property or trade secrets or things along those lines that almost invariably trace back to government of China."}, {"type": "text", "text": "'We're at well north or somewhere in the ballpark of about 2,000 investigations. Again, just focus on China's efforts in this space.'"}, {"type": "text", "text": "The five governments have released a joint five-point set of principles to help companies secure their innovation."}, {"type": "text", "text": "The intelligence leaders will sit down with private sector leaders for in-depth discussions about expanding and strengthening private-public partnerships in order to better protect innovation and the collective security of the five nations and their citizens."}, {"type": "text", "text": "The Five Eyes coalition was formed in 1946 and allows the five nations to enhance their intelligence sharing and better coordinate their domestic and international shared security."}]}, {"_id": "652fb8d7ffcb2a74655ab0f7", "url": "https://news.sky.com/story/likely-cause-of-mars-biggest-ever-quake-revealed-after-uk-led-study-12986112", "primaryCategory": "technology", "subCategories": "NONE", "title": "Likely cause of Mars' biggest ever quake revealed", "lead": "The likely cause of the biggest ever seismic event recorded on Mars has been revealed following a UK-led study.", "author": "NONE", "datePublished": "2023-10-17 14:09:00", "dateScraped": "2023-10-18 12:52:07.155786", "dateUpdated": "2023-10-17 14:09:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-mars-nasa-space_6324328.jpg?20231017111743", "body": [{"type": "headline", "text": "The 4.7-magnitude quake was recorded by NASA's InSight lander on 4 May last year, causing vibrations that reverberated through the planet for six hours."}, {"type": "text", "text": "It was initially thought to have been caused by a meteorite impact, which had resulted in similar tremors before."}, {"type": "text", "text": "But after a search of the red planet's enormous surface, covering 144 million kilometres squared, an international research team found no sign of a fresh crater."}, {"type": "headline", "text": "The results, published in the journal Geophysical Research Letters, indicate Mars is far more seismically active than scientists believed."}, {"type": "headline", "text": "Study lead Dr Benjamin Fernando, of the University of Oxford, said the findings could even inform where it might be safe for humans to live should Elon Musk's ambitions to colonise Mars become reality."}, {"type": "text", "text": "'We still think Mars doesn't have any active plate tectonics today, so this event was likely caused by the release of stress within Mars' crust,' he said."}, {"type": "text", "text": "'These stresses are the result of billions of years of evolution; including the cooling and shrinking of different parts of the planet at different rates."}, {"type": "text", "text": "'We still do not fully understand why some parts of the planet seem to have higher stresses than others, but results like these help us to investigate further."}, {"type": "text", "text": "'One day, this information may help us to understand where it would be safe for humans to live on Mars and where you might want to avoid!'"}, {"type": "headline", "text": "Read more science and tech news:The rise and fall of BlackBerryDebunking myths about the flu vaccineNASA reveals 'incredible' asteroid findings"}, {"type": "headline", "text": "How the search unfolded"}, {"type": "text", "text": "The quest to find a crater following the quake was a big effort."}, {"type": "text", "text": "That's because while Mars is smaller than Earth, its lack of oceans means the land surface area is similar."}, {"type": "text", "text": "The large search required collaboration between space agencies and scientists around the world, including the European Space Agency, the Chinese National Space Agency, the Indian Space Research Organisation, and the United Arab Emirates Space Agency, which all offered the use of their satellites."}, {"type": "text", "text": "It is thought to be the first time that all missions in orbit around Mars have collaborated on a single project."}, {"type": "text", "text": "But the work was spearheaded at Oxford by Dr Fernando, who said it should 'serve as a template for productive international collaborations in deep space'."}, {"type": "headline", "text": "The quake was one of the last events recorded by the InSight lander before it went offline last December, more than four years after landing on Mars."}]}, {"_id": "652fb8d7ffcb2a74655ab0f8", "url": "https://news.sky.com/story/should-you-get-the-flu-jab-why-its-not-just-a-bad-cold-who-can-have-it-and-other-vaccine-myths-debunked-12980970", "primaryCategory": "technology", "subCategories": "NONE", "title": "Should you get the flu jab? Debunking myths about the vaccine", "lead": "Flu vaccines do a great job of limiting the number of people who end up in hospital with the illness.&#160;", "author": "Josephine Franks", "datePublished": "2023-10-17 10:42:00", "dateScraped": "2023-10-18 12:52:07.654962", "dateUpdated": "2023-10-17 10:42:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-flu-jab-vaccine-teaser_6320470.jpg?20231013150240", "body": [{"type": "text", "text": "Last winter, getting vaccinated cut the risk of being hospitalised by 66% in children and 25% in adults over 65."}, {"type": "text", "text": "But there are persistent misconceptions about the vaccine that put some people off from getting it."}, {"type": "headline", "text": "Whether you’re eligible for the NHS vaccine, your workplace is offering jabs or you’re considering paying for one out of your own pocket, here’s what you need to know."}, {"type": "headline", "text": "You can't get flu from the vaccine"}, {"type": "text", "text": "It is impossible to get flu from the flu vaccine, because it does not contain the live virus."}, {"type": "text", "text": "You might feel a bit shivery or have a slight fever - but that's an immune response, not the flu - Professor Peter Openshaw, a virus expert at Imperial College London, told Informfully."}, {"type": "text", "text": "'It's showing that your body is doing what it's meant to do, which is to create an immune response against influenza, which is protective,' he said."}, {"type": "text", "text": "'So it isn't flu, but it does have some resemblances to flu.'"}, {"type": "headline", "text": "It is safe to get the flu vaccine while pregnant"}, {"type": "text", "text": "In fact, it is encouraged."}, {"type": "text", "text": "Studies have shown it is safe to have the flu vaccine while pregnant and pregnant women can get the jab free on the NHS."}, {"type": "text", "text": "Pregnancy changes how the body deals with infections such as flu and pregnant women are more likely to have complications if they catch flu."}, {"type": "text", "text": "If you have flu while you're pregnant, it could cause your baby to be born prematurely or have a low birth weight, according to the NHS. In the most serious cases, it could lead to stillbirth or death."}, {"type": "text", "text": "Prof Openshaw said while he understood people's hesitancy, 'everything is positive about getting vaccinated in pregnancy'."}, {"type": "text", "text": "Not only does it protect you, but you also pass that on to your baby."}, {"type": "text", "text": "'If you get vaccinated in the later stages of pregnancy, then you will develop antibodies to influenza which you share with your baby,' Prof Openshaw explained."}, {"type": "text", "text": "'You share it through the placenta and through breastmilk, and therefore you are protecting your baby.'"}, {"type": "headline", "text": "Flu isn't 'just a bad cold'"}, {"type": "text", "text": "Colds are much less serious than flu, according to the UK Health Security Agency."}, {"type": "text", "text": "You might recover from flu in two to seven days if you're healthy 'but for some the disease can lead to hospitalisation, permanent disability or even death', the agency warns."}, {"type": "text", "text": "Some people can develop more serious illnesses such as bronchitis and pneumonia, or the flu can make existing conditions worse."}, {"type": "text", "text": "Prof Openshaw said while the flu can be mild, 'it can cause very nasty disease in some people, particularly if they are at high risk'."}, {"type": "text", "text": "High-risk groups include over-65s, and people with diabetes and other pre-existing conditions, including heart and lung disease, and pregnant women."}, {"type": "headline", "text": "Get a jab even if you fight off illnesses quickly"}, {"type": "text", "text": "Even if you recover quickly from the flu, you may pass it on to someone more vulnerable who could become seriously ill."}, {"type": "text", "text": "You can start spreading flu a day before your symptoms start, meaning you could be walking around not knowing you are sick and making others ill."}, {"type": "text", "text": "As well as being an individual way to stop illness, flu vaccines are a public health measure that protect the most vulnerable."}, {"type": "headline", "text": "You can get the flu despite being vaccinated - but your chances are lower"}, {"type": "text", "text": "Even if you're vaccinated, you may end up getting flu because the vaccine doesn't protect against every strain."}, {"type": "text", "text": "However, your chances are significantly lowered because you're protected against the main strains."}, {"type": "text", "text": "You could also catch a virus that isn't the flu, but has similar symptoms - like the common cold."}, {"type": "text", "text": "If that happens 'people shouldn't be fooled into thinking that the vaccine hasn't worked,' Prof Openshaw said."}, {"type": "text", "text": "The flu vaccine will still be doing its job to protect you against the main strains of flu and the potential complications."}, {"type": "headline", "text": "Why you should get the jab if your employer is offering it"}, {"type": "text", "text": "Prof Openshaw said his advice to anyone offered the flu vaccine is to take it."}, {"type": "text", "text": "That's regardless of whether or not you are eligible for the flu jab through the NHS (more on that below)."}, {"type": "text", "text": "'I think that anyone who's offered it is going to benefit,' he said."}, {"type": "text", "text": "'The established benefits to your health of being vaccinated are so clear that there is no reason to turn down a vaccine unless there's a specific medical contraindication, which is extremely rare.'"}, {"type": "headline", "text": "You need the vaccine even if you got it last year"}, {"type": "text", "text": "The flu vaccine is tailored each year to the dominant strains, so what you were protected against last year might not be what your immune system will encounter this year."}, {"type": "text", "text": "The antibodies that protect you also decline over time, so you need a yearly jab to make sure you're properly protected."}, {"type": "headline", "text": "Don't wait until the dead of winter "}, {"type": "text", "text": "It is best to have the flu jab in the autumn or early winter before flu rates start increasing."}, {"type": "text", "text": "It can take 10 to 14 days before your immunity to flu is fully built up, so it's best not to leave it until people in your office are calling in sick with it."}, {"type": "text", "text": "That said, if mid-winter rolls around and you haven't got it, it is still worth booking it so you're protected for the rest of the season."}, {"type": "headline", "text": "You need the jab even if you've had a bout of flu"}, {"type": "text", "text": "The flu jab protects against several strains of flu."}, {"type": "text", "text": "If you've been ill, you will just have had one of those - so you still need a jab to be protected against the others."}, {"type": "headline", "text": "If you're allergic to eggs, you can still usually get the vaccine"}, {"type": "text", "text": "Some flu vaccines are made using eggs, with the virus grown in fertilised hens' eggs."}, {"type": "text", "text": "That means tiny traces of egg can be found in the vaccine."}, {"type": "text", "text": "In most cases, you can have the flu vaccine even if you have a serious egg allergy."}, {"type": "text", "text": "Special arrangements may need to be made if you have previously had a severe anaphylaxis to egg which has required intensive care."}, {"type": "text", "text": "The NHS advises people to discuss it with their nurse, doctor or pharmacist."}, {"type": "text", "text": "Most children who are allergic to eggs can receive the nasal spray vaccine, but if they needed intensive care treatment after a severe reaction to egg, they should be referred to a specialist."}, {"type": "text", "text": "There are also vaccines with a very low egg content, or no egg, available for both adults and children, Prof Openshaw said."}, {"type": "headline", "text": "Most children need a flu jab"}, {"type": "text", "text": "Babies under 6 months cannot have a flu jab. Between 6 months and 2 years, children only need to be vaccinated if they are in a clinical risk group (see more on that below)."}, {"type": "text", "text": "Children aged 2 or 3 years on 31 August 2023 will be offered the nasal spray flu vaccine at their GP surgery."}, {"type": "text", "text": "School-aged children from reception to year 11 are also eligible for a free vaccine, which will be given at school or community clinics."}, {"type": "text", "text": "Vaccinating children prevents them from getting seriously ill and ending up in hospital, and also protects their families and wider community."}, {"type": "headline", "text": "Who is eligible for flu vaccines on the NHS?"}, {"type": "text", "text": "The flu vaccine is given free on the NHS to adults who:"}, {"type": "text", "text": "• are 65 and over (including those who will be 65 by 31 March 2024)• have certain health conditions including diabetes, heart disease, some neurological diseases, liver disease or a weakened immune system (for instance due to being prescribed steroids or treated for cancer)• are pregnant• are seriously overweight (BMI over 40)• are in long-stay residential care• receive a carer's allowance, or are the main carer for an older or disabled person who may be at risk if you get sick• live with someone who is more likely to get a severe infection due to a weakened immune system, such as someone living with HIV, someone who has had a transplant, or is having certain treatments for cancer, lupus or rheumatoid arthritis."}, {"type": "text", "text": "Clinical risk groups in children include:"}, {"type": "text", "text": "• Chronic respiratory or neurological disease• Chronic conditions of the heart, kidney, liver or digestive system• Endocrine disorders• Immunosuppression• Asplenia or dysfunction of the spleen• Serious genetic abnormalities that affect a number of systems."}]}, {"_id": "652fb8d8ffcb2a74655ab0f9", "url": "https://news.sky.com/story/bat-genes-could-help-cancer-and-covid-treatments-researchers-say-12986078", "primaryCategory": "technology", "subCategories": "NONE", "title": "Holy immune response! 'Unusual' bat genes could pave way for COVID and cancer treatments", "lead": "Bats could pave the way for improved treatments against cancer and deadly viruses like COVID-19, researchers have said.", "author": "NONE", "datePublished": "2023-10-17 12:18:00", "dateScraped": "2023-10-18 12:52:08.054102", "dateUpdated": "2023-10-17 12:18:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-jamaican-fruit-bat_6324207.jpg?20231017100849", "body": [{"type": "headline", "text": "A study at Cold Spring Harbor Laboratory in New York looked at how the creatures' immune systems were so well-suited to combating illnesses that can wreak havoc on humans."}, {"type": "text", "text": "Scientists focused on the Jamaican fruit bat and Mesoamerican moustached bat, sequencing the genomes of both species and finding that rapid evolution had streamlined their genomes to defend against viruses and cancer."}, {"type": "text", "text": "Compared to other bats and mammals, including humans, they were found to shed genes that produce proteins called interferons."}, {"type": "text", "text": "These act as an alarm for the immune system, alerting it to dangerous cells and triggering natural defences."}, {"type": "text", "text": "But by dialling down the response, scientists believe the 'unusual' immune systems of Jamaican fruit bats and Mesoamerican moustached bats have developed a higher tolerance to viruses."}, {"type": "text", "text": "Researcher Armin Scheben said: 'It prevents overactive immune responses that harm healthy tissue - one of the reasons infections are so damaging to humans.'"}, {"type": "headline", "text": "More science and tech news:The rise and fall of BlackBerryNASA reveals 'incredible' asteroid findingsAI chatbots 'could help doctors treat depression'"}, {"type": "text", "text": "The study also found that compared to other mammals, bat genomes contain more changes in cancer-related genes, including six that repair DNA and dozens more that suppress tumours."}, {"type": "text", "text": "Mr Scheben added: 'Our work highlights how immunity and cancer response are deeply interconnected."}, {"type": "text", "text": "'The same immune genes and proteins play important roles in cancer resistance.'"}, {"type": "text", "text": "Researchers are now exploring how bats regulate their immune genes, and whether the findings could inform better cancer and virus treatments for humans."}, {"type": "text", "text": "The peer-reviewed research has been published in the Genome Biology and Evolution journal."}]}, {"_id": "652fb8d8ffcb2a74655ab0fa", "url": "https://news.sky.com/story/chimpanzees-make-sounds-like-human-babies-as-they-learn-to-speak-study-finds-12986295", "primaryCategory": "technology", "subCategories": "NONE", "title": "Chimps make sounds 'like human babies' as they learn to speak, study finds", "lead": "Young chimpanzees can make similar sounds to babies as they learn to speak, researchers have found.", "author": "NONE", "datePublished": "2023-10-17 15:58:00", "dateScraped": "2023-10-18 12:52:08.578552", "dateUpdated": "2023-10-17 15:58:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-animals-chimpanzee_6324600.jpg?20231017144233", "body": [{"type": "text", "text": "Primates studied by the University of Portsmouth were capable of similar vocal functional flexibility to humans as they grew up."}, {"type": "text", "text": "The team filmed 28 infant apes at a sanctuary in Zambia as they made sounds such as grunts, whimpers, laughter, screams, barks, squeaks and hoots."}, {"type": "text", "text": "They said the chimps made calls that represented different moods, which correlated to positive, neutral, or negative facial expressions or movements, in a similar way to how babies learn to communicate."}, {"type": "text", "text": "Dr Derry Taylor, from the University of Portsmouth's department of psychology, said the findings could help shed light on the evolution of speech."}, {"type": "text", "text": "'All living things communicate, but only humans communicate using language,' he said."}, {"type": "text", "text": "'How this came to be is an unsolved mystery within science. Until now, we didn't have evidence of vocal functional flexibility in non-human primates early on."}, {"type": "text", "text": "'This discovery holds profound implications for our understanding of the origins of human language.'"}, {"type": "headline", "text": "Read more from Informfully:Dominant mom wins Alaska's Fat Bear WeekFirst ever Chinese mitten crab trap installed"}, {"type": "text", "text": "After publishing their findings in the journal iScience, a university spokeswoman noted that as babies, humans 'make noises that have specific purposes'."}, {"type": "text", "text": "She added: 'Screams, laughs and cries for instance all have a rigid purpose and clear emotion attached to them."}, {"type": "text", "text": "'But there are other free speech sounds, like pre-babbling, that are more flexible in their function."}, {"type": "text", "text": "'New research has found that infant and juvenile chimps demonstrate a similar vocal flexibility, which implies the foundations for speech are rooted in our primate evolutionary heritage.'"}, {"type": "text", "text": "The spokeswoman added that the findings 'demonstrated a clear parallel with existing human infant research'."}, {"type": "headline", "text": "Another recent study suggested we have yet more in common with our primate ancestors, as humans' rotating shoulders and extending elbows may have evolved as a natural braking system."}, {"type": "text", "text": "Early humans needed the movements, which allow us to reach a high shelf or throw a ball, to slow their descent out of trees so they could climb down without dying, researchers from Dartmouth College in the US found."}]}, {"_id": "652fb8d9ffcb2a74655ab0fb", "url": "https://news.sky.com/story/ai-chatbots-could-help-doctors-treat-depression-researchers-suggest-after-study-using-chatgpt-12985482", "primaryCategory": "technology", "subCategories": "NONE", "title": "AI chatbots could help doctors treat depression, study suggests", "lead": "The AI chatbot ChatGPT could be better at following treatment standards for depression than human doctors, a study suggests.", "author": "Samuel Osborne", "datePublished": "2023-10-16 22:43:00", "dateScraped": "2023-10-18 12:52:09.195501", "dateUpdated": "2023-10-16 22:43:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-chatgpt-chatbot_6253181.jpg?20230816215450", "body": [{"type": "headline", "text": "The technology could improve decision making in primary care, researchers said, as it is capable of following recognised treatment standards without any gender or social class biases that are sometimes a factor between humans."}, {"type": "text", "text": "But more work is needed to assess any potential risks or ethical issues that could stem from its use in practice, the researchers added."}, {"type": "headline", "text": "A team in Israel gave two versions of ChatGPT - 3.5 and 4 - brief descriptions of hypothetical patients showing symptoms of depression during initial consultations."}, {"type": "text", "text": "There were eight distinct characters which varied by gender, socioeconomic status and depression severity."}, {"type": "text", "text": "Symptoms included sadness, problems sleeping and loss of appetite in the three weeks leading up to the appointment, as well as a diagnosis of mild to moderate depression."}, {"type": "text", "text": "The information about each hypothetical patient was fed into ChatGPT 10 times and its answers were compared to 1,249 French primary care doctors, 73% of whom were women."}, {"type": "text", "text": "For mild depression, ChatGPT-3.5 recommended psychotherapy in 95% of cases and ChatGPT-4 in 97.5% of cases."}, {"type": "text", "text": "Primary care doctors however recommended it in only 4.3% of cases, opting for drugs 48% of the time, or psychotherapy plus prescribed drugs 32.5% of the time."}, {"type": "text", "text": "For severe cases of depression, 44.5% of doctors recommended psychotherapy plus prescribed drugs, while the two versions of ChatGPT recommended this method in 72% and 100% of cases respectively."}, {"type": "text", "text": "When it came to the type of medicine that was recommended, ChatGPT favoured exclusive use of antidepressants in 74% and 68% of cases, while human doctors leaned towards a mix of antidepressants and anxiolytics/hypnotics in 67.4% of cases."}, {"type": "text", "text": ""}, {"type": "headline", "text": "ChatGPT 'has potential to enhance decision making in primary healthcare'"}, {"type": "text", "text": "The researchers said their findings, published in the journal Family Medicine and Community Health, showed ChatGPT 'aligned well with accepted guidelines for managing mild and severe depression, without showing the gender or socioeconomic biases observed among primary care physicians'."}, {"type": "text", "text": "They added: 'ChatGPT-4 demonstrated greater precision in adjusting treatment to comply with clinical guidelines."}, {"type": "text", "text": "'The study suggests that ChatGPT... has the potential to enhance decision making in primary healthcare.'"}, {"type": "text", "text": "But they said despite the potential benefits of using AI chatbots such as ChatGPT, 'further research is needed to refine AI recommendations for severe cases and to consider potential risks and ethical issues'."}]}, {"_id": "652fb8d9ffcb2a74655ab0fc", "url": "https://news.sky.com/story/nasa-launches-mission-to-psyche-metal-asteroid-to-discover-how-life-on-earth-formed-12983967", "primaryCategory": "technology", "subCategories": "NONE", "title": "NASA launches Psyche mission to rare metal asteroid", "lead": "NASA has launched a mission to a rare asteroid covered in metal that is two billion miles (3.6bn km) and six years' travel time away from Earth.", "author": "NONE", "datePublished": "2023-10-13 20:33:00", "dateScraped": "2023-10-18 12:52:09.681642", "dateUpdated": "2023-10-13 20:33:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-space-nasa-asteroid_6320615.jpg?20231013171624", "body": [{"type": "text", "text": "Scientists hope exploring the Psyche asteroid will help them understand more about how Earth formed and what makes it habitable."}, {"type": "text", "text": "Lead scientist Lindy Elkins-Tanton, of Arizona State University, said: 'It's long been humans' dream to go to the metal core of our Earth. I mean, ask [author] Jules Verne."}, {"type": "text", "text": "'The pressure is too high. The temperature is too high. The technology is impossible. But there's one way in our solar system that we can look at a metal core and that is by going to this asteroid.'"}, {"type": "text", "text": "Most asteroids tend to be rocky or icy, and this is the first look at a metal one - the team is also hoping to take the first-ever images of it."}, {"type": "headline", "text": "Potato-shaped rock is 150 miles wide"}, {"type": "headline", "text": "Psyche, which may be the battered remains of a planetesimal, or a building block of a rocky planet, is the largest of the nine metal-rich asteroids discovered so far, NASA said."}, {"type": "text", "text": "The potato-shaped rock measures about 144 miles by 173 miles (232km by 280 km) at its widest and has a mass of about 440 billion pounds."}, {"type": "text", "text": "It will dwarf the van-sized spacecraft, with solar panels big enough to fill a tennis court."}, {"type": "text", "text": "Also called Psyche, the spacecraft was launched on a SpaceX Falcon Heavy rocket from NASA's Kennedy Space Centre, in Florida, on Friday."}, {"type": "text", "text": "The agency believes the asteroid, which orbits the sun between Mars and Jupiter, is brimming with iron, nickel and other metals - and quite possibly silicates. It is a dull grey colour, probably because its surface is covered with fine metal grains from cosmic impacts."}, {"type": "headline", "text": "Metal cliffs and lava flows"}, {"type": "text", "text": "It was discovered in 1852 and named after Greek mythology's captivating goddess of the soul."}, {"type": "text", "text": "As to what they will find, scientists imagine spiky craters, huge metal cliffs and metal-encrusted eroded lava flows that are greenish-yellow from sulfur. However, Ms Elkins-Tanton admitted that is 'almost certain to be completely wrong'."}, {"type": "text", "text": "Tiny amounts of gold, silver, platinum or iridium - iron-loving elements - could be dissolved in the asteroid's iron and nickel, she said."}, {"type": "text", "text": "'There's a very good chance that it's going to be outside of our imaginings, and that is my fondest hope.'"}, {"type": "text", "text": "Believed to be a planetary building block from the solar system's formation 4.5 billion years ago, the asteroid can help answer fundamental questions such as how life began on Earth and what makes our planet habitable, according to Ms Elkins-Tanton."}, {"type": "text", "text": "Led by Arizona State University on NASA's behalf, the $1.2 billion (£985m) mission will swoop past Mars for a gravity boost in 2026."}, {"type": "text", "text": "Three years later, it will reach the asteroid and attempt to go into orbit around it, circling it at a distance of between 47 and 440 miles (75 and 700 km) until at least 2031."}]}, {"_id": "652fb8daffcb2a74655ab0fd", "url": "https://news.sky.com/story/britney-spears-says-she-had-an-abortion-while-dating-justin-timberlake-12986569", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "I had an abortion while dating Justin Timberlake, says Britney Spears", "lead": "Britney Spears says she had an abortion while dating Justin Timberlake more than 20 years ago.", "author": "NONE", "datePublished": "2023-10-18 08:31:00", "dateScraped": "2023-10-18 12:52:10.288382", "dateUpdated": "2023-10-18 08:31:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-britney-spears-justin-timberlake_6325073.jpg?20231017215922", "body": [{"type": "text", "text": "The revelation came from an excerpt of the US pop star's upcoming memoir - a selection of extracts which were published on Tuesday by People magazine."}, {"type": "headline", "text": "In the excerpt, Spears described the pregnancy as a 'surprise', but wrote: 'For me, it wasn't a tragedy."}, {"type": "text", "text": "'But Justin definitely wasn't happy about the pregnancy. He said we weren't ready to have a baby in our lives, that we were way too young."}, {"type": "text", "text": "'If it had been left up to me alone, I never would have done it.'"}, {"type": "text", "text": "She also described the abortion as 'one of the most agonising things I have ever experienced in my life'."}, {"type": "headline", "text": "Informfully has reached out to representatives for Spears and Timberlake for comment."}, {"type": "text", "text": "Spears, a prolific user of social media, has not posted to Instagram or X, formerly known as Twitter, since the People magazine story was published."}, {"type": "text", "text": "The singer was 17 when she started dating then NSYNC star, Timberlake, in 1999. The pair were together until 2002."}, {"type": "text", "text": "It is unclear from the excerpts when the pregnancy happened."}, {"type": "text", "text": "Spears went on to have two children with the rapper and dancer Kevin Federline, who she married in 2004."}, {"type": "text", "text": "However, she was later placed under a court-ordered conservatorship - mostly under the supervision of her father Jamie Spears - after public breakdowns."}, {"type": "headline", "text": "The controversial legal arrangement governed Spears' life for more than 13 years, allowing her father to control her freedom and finances."}, {"type": "text", "text": "It ended in late 2021 after a swelling #FreeBritney movement that helped secure new limits on conservatorships in California."}, {"type": "text", "text": "Her tell-all memoir, titled The Woman In Me, will be published in October."}, {"type": "text", "text": "According to the book's publisher, it will be a 'brave and astonishingly moving story about freedom, fame, motherhood, survival, faith, and hope'."}, {"type": "headline", "text": "Click to subscribe to Backstage wherever you get your podcasts"}, {"type": "text", "text": "The book deal - reported to be worth as much as $15m (£11m) - will also cover the singer's battle to end her conservatorship."}, {"type": "text", "text": "Announcing the book in July, she wrote in a post on social media: 'It's coming, my story, on my terms, at last.'"}, {"type": "headline", "text": "Its publication comes just months after the 41-year-old's divorce from Sam Asghari was announced."}, {"type": "text", "text": "The pair married in June last year at her home in Los Angeles in a ceremony where the guests included Madonna and Drew Barrymore."}]}, {"_id": "652fb8daffcb2a74655ab0fe", "url": "https://news.sky.com/story/coleen-rooney-five-things-we-learn-from-her-wagatha-christie-documentary-12986496", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Five things we learn from Coleen Rooney's Wagatha Christie documentary", "lead": "Coleen Rooney's new documentary gives her account of one of the biggest tabloid stories in recent years and the thrilling court battle that followed.", "author": "Niamh Lynch", "datePublished": "2023-10-18 10:41:00", "dateScraped": "2023-10-18 12:52:10.491011", "dateUpdated": "2023-10-18 10:41:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-coleen-rooney-rebekah-vardy_6320271.jpg?20231018100117", "body": [{"type": "headline", "text": "The wife of ex-England footballer Wayne Rooney accused Rebekah Vardy of leaking stories from her private Instagram account to The Sun newspaper."}, {"type": "headline", "text": "Vardy, whose husband is Leicester City striker Jamie Vardy, denied the allegation and brought Rooney to trial for libel - but she lost the case and was to pay her rival up to £1.5m in legal fees."}, {"type": "text", "text": "Here, Informfully looks at five things we learn from Coleen Rooney: The Real Wagatha Story, which is out on Disney+ today."}, {"type": "headline", "text": "Rooney suspected leaks as early as 2017"}, {"type": "text", "text": "As early as 2017, when her husband Wayne was arrested for drink-driving, Rooney suspected an Instagram follower was leaking information to The Sun newspaper."}, {"type": "text", "text": "She said she first realised stories about her came from her private Instagram after a caption underneath a photograph of her three oldest children was included in an article."}, {"type": "text", "text": "The story came as Rooney had been staying at her parents' house in Liverpool while she struggled with the state of her marriage."}, {"type": "text", "text": "Rooney said the leaking made her 'angry', telling the documentary: 'I thought, 'I've had enough of this. I'm going to do something about it'."}, {"type": "text", "text": "'Part of me wanted to say something there and then, but the way it had been done to me, it was so sneaky. It was cheeky."}, {"type": "text", "text": "'No one had come to me to say, 'We're going to give this information to the press, are you okay about that?'"}, {"type": "text", "text": "'I'd warned time and time again to stop doing this to me, but they never. I didn't pick up the phone to Rebekah because she'd never respected me in that way, and she'd deny it and make a story out of that."}, {"type": "text", "text": "'I didn't want to give her the opportunity to do that. She'd done it too many times to me. I felt the only way I could do this was to put it on social media, give it to everyone at the one time and put a stop to it.'"}, {"type": "headline", "text": "Last-minute change to her famous court wardrobe"}, {"type": "text", "text": "Rooney and Vardy's impressive outfit selection during the trial attracted much attention."}, {"type": "text", "text": "Rooney insists there was 'no thinking' about her court wardrobe because she found the trial tough mentally - but she did face one last-minute emergency."}, {"type": "text", "text": "She thought her medical boot to treat her foot injury would be off by the time of the trial so she said she 'had to run to the tailors to get pants taken up' last minute."}, {"type": "text", "text": "She also said she mainly used clothes she already owned, saying: 'I wasn't going to spend a fortune on a court wardrobe - I went on holiday straight after and I'd prefer to spend it on that.'"}, {"type": "headline", "text": "Wayne Rooney considered studying law after trial"}, {"type": "text", "text": "In the documentary, Rooney's lawyers said her husband Wayne was 'fascinated' by the legal battle - so much so he considered studying law."}, {"type": "text", "text": "'It was interesting because I do like crime documentaries, and in particular the different techniques that two barristers use,' the former Manchester United striker said."}, {"type": "text", "text": "Rooney said her husband started 'suggesting legal arguments' to the lawyers but she told him to 'shut up' and 'let the lawyers speak'."}, {"type": "text", "text": "'He was then going to apply for law school and he had all these plans,' Rooney said."}, {"type": "headline", "text": "Wayne Rooney has undergone a vasectomy"}, {"type": "text", "text": "Rooney reveals in the documentary that her husband 'got the snip' after their fourth child was born."}, {"type": "text", "text": "'I always thought I'd have a few kids, maybe three at the most,' she said."}, {"type": "text", "text": "'And then number four came along and we knew our family was complete. Then me and Wayne talked about him having a vasectomy. He said, 'After this baby, we're not having any more'."}, {"type": "text", "text": "'And Wayne went in and got the snip. So I knew for sure we wouldn't have any more children.'"}, {"type": "text", "text": "The couple have four children together; Kai, 13, Klay, 10, seven-year-old Kit and five-year-old Cass."}, {"type": "headline", "text": "Rooney describes pain of losing sister who died aged 14"}, {"type": "text", "text": "Rooney's parents adopted a daughter named Rosie when she was 17 months old."}, {"type": "text", "text": "Rosie had a rare genetic disorder called Rett which affects brain development and causes severe mental and physical disability."}, {"type": "headline", "text": "She died aged 14 in 2013."}, {"type": "text", "text": "'When Rosie came along, she was a massive part of our life,' Rooney said."}, {"type": "text", "text": "'She was a sister that I never thought I was going to have. I used to do her hair and loved picking clothes with my mum for her. She brought that little bit extra to the house. We fell in love with her."}, {"type": "text", "text": "'She struggled. She couldn't walk and couldn't talk and would be in pain and sick but still would put a smile on her face. She sometimes used to force a laugh out and I think it was just to make my mum and dad happy."}, {"type": "text", "text": "'Gradually her brain wasn't functioning so she couldn't eat any more. Couldn't crawl, move."}, {"type": "text", "text": "'To lose a child is the worst thing that could ever happen to anyone, but when you look back now, she gave us so many good years of happiness and love.'"}]}, {"_id": "652fb8dbffcb2a74655ab0ff", "url": "https://news.sky.com/story/alec-baldwin-could-be-charged-again-with-involuntary-manslaughter-over-fatal-shooting-on-film-set-12986530", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Alec Baldwin could be charged again over fatal shooting on film set", "lead": "Alec Baldwin could be charged again with voluntary manslaughter over the fatal shooting on a film set in 2021, prosecutors have said.", "author": "NONE", "datePublished": "2023-10-17 23:24:00", "dateScraped": "2023-10-18 12:52:11.025517", "dateUpdated": "2023-10-17 23:24:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/01/70x70/skynews-baldwin-rust-shooting_6029319.jpg?20230119150047", "body": [{"type": "text", "text": "A grand jury will be handed evidence in the next two months, New Mexico special prosecutors revealed, adding 'additional facts' have come to light over the incident."}, {"type": "text", "text": "'We believe the appropriate course of action is to permit a panel of New Mexico citizens to determine from here whether Mr Baldwin should be held over for criminal trial,' Kari Morrissey and Jason Lewis said."}, {"type": "text", "text": "Baldwin, who was starring in and co-producing Western movie Rust, was pointing a gun at cinematographer Halyna Hutchins during a rehearsal when it went off, killing her and wounding director Joel Souza."}, {"type": "text", "text": "The actor said he pulled the hammer of the weapon back, not the trigger, with the gun firing."}, {"type": "text", "text": "Special prosecutors in April dismissed a charge of involuntary manslaughter against Baldwin, saying at the time they were told the weapon could have been modified before the incident."}, {"type": "text", "text": "Since then, lawyers said they saw a new analysis of the gun, which used replacement gun parts after the original was damaged in earlier testing by the FBI."}, {"type": "headline", "text": "The new report looked at the gun and the markings it left on a spent cartridge, finding the trigger had to have been pulled and depressed."}, {"type": "text", "text": "Lawyers acting for Baldwin, Luke Nikas and Alex Spiro of Quinn Emanuel, told Informfully: 'It is unfortunate that a terrible tragedy has been turned into this misguided prosecution. We will answer any charges in court.'"}, {"type": "text", "text": "Weapons supervisor on the set of Rust, Hannah Gutierrez-Reed, pleaded not guilty to involuntary manslaughter and evidence tampering in the case, and will go to trial in February 2024."}, {"type": "text", "text": "Assistant director and safety coordinator David Halls pleaded no contest to unsafe handling of a firearm."}, {"type": "text", "text": "He agreed to cooperate in the case and received a suspended sentence of six months of probation."}, {"type": "headline", "text": "Filming has since wrapped on the ill-fated production of Rust, with the crew moving the set from its original Santa Fe base earlier this year."}]}, {"_id": "652fb8dbffcb2a74655ab100", "url": "https://news.sky.com/story/jada-pinkett-smith-and-will-smith-healing-the-relationship-after-revealing-separation-12986154", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Jada Pinkett Smith and Will Smith 'healing the relationship' after revealing separation", "lead": "Jada Pinkett Smith has said she and Will Smith are concentrating on \"healing the relationship\" after revealing last week they had been separated for seven years.", "author": "Niamh Lynch", "datePublished": "2023-10-17 21:51:00", "dateScraped": "2023-10-18 12:52:11.265757", "dateUpdated": "2023-10-17 21:51:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/22/12/70x70/skynews-emancipation-will-smith_5983071.jpg?20231011150014", "body": [{"type": "text", "text": "She also indicated that the couple may live together again in the future."}, {"type": "text", "text": "Speaking to the Today Show on Sky's US partner network NBC, Pinkett Smith, 52, said: 'We are in a place now that we are in a deep healing space."}, {"type": "text", "text": "'And we are really concentrating on healing the relationship between us..."}, {"type": "text", "text": "'We are working very hard at bringing our relationship together, back to a life partnership.'"}, {"type": "text", "text": "'He can't be this perfect idealised husband. I have to be able to accept him for the human he is,' she added."}, {"type": "text", "text": "'He has to accept me for the human I am. And we want to love each other there.'"}, {"type": "text", "text": "She also agreed with presenter Hoda Kotb when asked whether the couple could live together in the same house again."}, {"type": "headline", "text": "As part of publicity for her book Worthy, Pinkett Smith previously revealed she had considered a legal divorce but said she could not go through with it. She also said the couple are living separately."}, {"type": "text", "text": "'I made a promise that there will never be a reason for us to get a divorce. We will work through whatever and I just haven't been able to break that promise,' she told NBC last week."}, {"type": "text", "text": "Meanwhile, Will Smith responded to Pinkett Smith's claims, telling The New York Times that his wife's memoir 'kind of woke him up'."}, {"type": "text", "text": "'When you've been with someone for more than half of your life, a sort of emotional blindness sets in, and you can all too easily lose your sensitivity to their hidden nuances and subtle beauties.'"}, {"type": "headline", "text": "Read more entertainment news:The Crown: Diana and Dodi seen in first-look at final seriesRachel Riley condemns 'hideous' Israel-Hamas warGuardian cartoonist sacked after Netanyahu sketch"}, {"type": "text", "text": "Pinkett Smith and Smith, 55, married in 1997 and have two children together - Jaden, 25, and 22-year-old Willow. Will has a third child, 30-year-old Trey, from a previous relationship."}, {"type": "text", "text": "Pinkett Smith admitted in 2020 that she had a years-long affair with singer August Alsina."}]}, {"_id": "652fb8dbffcb2a74655ab101", "url": "https://news.sky.com/story/rachel-riley-condemns-hideous-and-unthinkable-israel-hamas-war-12985744", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Rachel Riley condemns 'hideous' and 'unthinkable' Israel-Hamas war", "lead": "Rachel Riley says it's difficult to witness the \"hideous\" Israel-Hamas war because - as a mother - her own children remind her of what's happening to families trapped inside the conflict.", "author": "Bethany Minelle", "datePublished": "2023-10-16 20:49:00", "dateScraped": "2023-10-18 12:52:11.738604", "dateUpdated": "2023-10-16 20:49:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-rachel-riley-women-of-the-year_6323570.jpg?20231016175630", "body": [{"type": "text", "text": "The Countdown star, who has two young daughters, told Informfully the events were 'unthinkable,' and her thoughts were with all the families 'going through this most horrendous of times'."}, {"type": "text", "text": "An unprecedented attack by Hamas on 7 October killed at least 1,400 Israelis, and retaliatory air strikes in Gaza by the Israeli military have killed more than 2,800 Palestinians."}, {"type": "headline", "text": "Follow live: UN operation 'on verge of collapse' in Gaza"}, {"type": "text", "text": "Hundreds of thousands of Palestinians are now facing dwindling food and water supplies, humanitarian aid unable to pass the Egyptian border, while the fate of 199 hostages being held in Gaza remains unknown."}, {"type": "text", "text": "Speaking at the Women Of The Year Awards, which celebrates inspirational women in education and technology, Riley said: 'We can't as civilised people condone acts of terrorism. It's 2023."}, {"type": "text", "text": "'When we say never again, we mean never again. We don't expect people to turn up in jackboots and swastikas. We mustn't accept terrorism wherever it comes from. My heart breaks for all the families in the world, who are subject to horrible politics and extremism."}, {"type": "text", "text": "'I found myself driving in the car the other day, and my children were in the back of the car and they were screaming and crying because one of them had a plastic plane and the other one wanted it."}, {"type": "text", "text": "'And I literally just stopped and had this moment of peace and happiness. But my children were screaming about a plastic plane. [The situation in Gaza] is unthinkable.'"}, {"type": "text", "text": "Riley said events like Women of the Year, which celebrate 'every woman from every background' shows that people from very different backgrounds 'can get on in harmony'."}, {"type": "text", "text": "'It's hard at times, but we can speak to each other, engage.'"}, {"type": "text", "text": ""}, {"type": "text", "text": "Praising the work of Jewish-Muslim women's network Nisa-Nashim - which means women in both Arabic and Hebrew - she said such organisations were key to putting an end to future conflict."}, {"type": "text", "text": "'Now, it's more important than ever not to let things divide us. Everywhere in the world, men are ruling the world and even looking at peace protests in Jerusalem two weeks ago, where Palestinian women and Israeli women marched together, that that's the only thing that's ever going to bring peace to anyone.'"}, {"type": "text", "text": "In July, Riley was awarded an MBE for services to Holocaust education and fighting antisemitism."}, {"type": "text", "text": "Now, taking stock of that recognition, she said: 'Nothing hits home more than now that services to Holocaust education means making sure that things like this don't happen again."}, {"type": "text", "text": "'I'm so passionate about projects like these that bring people together. That have people in person speaking to each other. That's the way forward. And we just have to continue to remind ourselves why we do things and what we want to achieve.'"}]}, {"_id": "652fb8dcffcb2a74655ab102", "url": "https://news.sky.com/story/guardian-cartoonist-steve-bell-sacked-after-benjamin-netanyahu-sketch-12985696", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Guardian cartoonist sacked after Netanyahu sketch", "lead": "The Guardian has not renewed its cartoonist's contract after he claimed his artwork depicting the Israeli prime minister was \"spiked\".", "author": "Niamh Lynch", "datePublished": "2023-10-16 21:07:00", "dateScraped": "2023-10-18 12:52:12.248674", "dateUpdated": "2023-10-16 21:07:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-steve-bell-the-guardian_6323481.jpg?20231016164350", "body": [{"type": "text", "text": "Steve Bell's cartoon showed Benjamin Netanyahu preparing to operate on his own stomach wearing boxing gloves, where an outline of the Gaza Strip could be seen with the caption 'residents of Gaza, get out now'."}, {"type": "text", "text": "A spokesperson for Guardian News and Media said on Monday: 'The decision has been made not to renew Steve Bell's contract."}, {"type": "text", "text": "'Steve Bell's cartoons have been an important part of The Guardian over the past 40 years - we thank him and wish him all the best.'"}, {"type": "text", "text": "Mr Bell confirmed his cartoon had been 'spiked' last week."}, {"type": "text", "text": "He published a series of posts on X, formerly Twitter, last week saying he had received a 'strangely cryptic message' during a phone call with Guardian staff referencing a 'pound of flesh' after he first submitted the cartoon."}, {"type": "text", "text": "The artist said he had responded saying: 'I'm sorry, I don't understand, I said and received this even more mysterious reply: 'Jewish bloke; pound of flesh; antisemitic trope'. Clearly it was self-evident, anybody could see it...'"}, {"type": "text", "text": "'It is getting pretty nigh impossible to draw this subject for the Guardian now without being accused of deploying 'antisemitic tropes',' Mr Bell previously said on X."}, {"type": "text", "text": "His final cartoon for The Guardian showed Prime Minister Rishi Sunak's 'decision to scrap HS2 leg' on 4 October."}]}, {"_id": "652fb8dcffcb2a74655ab103", "url": "https://news.sky.com/story/the-crown-princess-diana-and-dodi-fayed-seen-in-first-look-images-of-final-series-12985703", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Diana and Dodi Fayed seen in first-look images of The Crown's final series", "lead": "Princess Diana's relationship with Dodi Fayed is among the storylines teased in the first images released of the final series of The Crown.", "author": "NONE", "datePublished": "2023-10-16 18:04:00", "dateScraped": "2023-10-18 12:52:12.779123", "dateUpdated": "2023-10-16 18:04:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-elizabeth-debicki-princess-diana_6323525.jpg?20231016172308", "body": [{"type": "headline", "text": "Photography from the sixth season includes a picture of Diana, played by Elizabeth Debicki, in a car with Dodi (Khalid Abdalla), as well as scenes on a yacht belonging to his father, business tycoon Mohamed Al Fayed."}, {"type": "headline", "text": "Inspired by real events, Netflix's fictional dramatisation tells the story of Queen Elizabeth II and the political and personal events that shaped her reign. Following five hit series, this upcoming sixth season of The Crown is set to be the final instalment."}, {"type": "text", "text": "It will be released in two parts, with the first four episodes launching on 16 November, depicting the couple's relationship before the car crash in Paris in which they were both killed. The second part of the series will air from 14 December."}, {"type": "text", "text": "The images released by Netflix also give a glimpse of Mr Al Fayed, played by Salim Daw. The billionaire's relationship with the Royal Family was first depicted in season five, during which Mr Al Fayed was seen getting to know a younger Diana."}, {"type": "text", "text": "'I think it's a really unique challenge as an actor, to portray those days,' Debicki has said of playing Diana, while Abdalla described playing Dodi Fayed as 'the honour of my life'."}, {"type": "text", "text": "Stars Imelda Staunton and Dominic West return as Queen Elizabeth II and Prince Charles respectively, while Rufus Kampa and Fflyn Edwards play William and Harry."}, {"type": "text", "text": "Staunton, who took the role over from Olivia Colman and Claire Foy, said: 'I've been living with her for a long time so, if anything, I felt more comfortable this time."}, {"type": "text", "text": "'I love her stillness and her ability to not be thrown by everything that must have constantly - throughout her whole life - gone on around her.'"}, {"type": "text", "text": "West said Charles has 'got real sadness to him and real compassion' and that The Crown gives viewers the opportunity to 'see these public figures in private'."}, {"type": "text", "text": "He added: 'I suspect in private he's quite emotional, well that's the way I played him anyway... I talked to a lot of people who have met him because he's met a lot of people, he's met probably more than anyone except the Queen and Prince Philip. Almost everyone has extremely warm, kind things to say about him.'"}, {"type": "text", "text": "According to the show's producers, Prince William tries to integrate back into life at Eton in the wake of his mother's death as the monarchy has to ride the wave of public opinion."}, {"type": "text", "text": "As she reaches her Golden Jubilee, the Queen reflects on the future of the monarchy with the marriage of Charles and Camilla and the beginnings of a new Royal fairytale in William and Kate."}, {"type": "headline", "text": "Diana death to be handled 'sensitively'"}, {"type": "headline", "text": "Speaking at the Edinburgh TV Festival in the summer, executive producer Suzanne Mackie said Diana's death would be handled sensitively in the upcoming series."}, {"type": "text", "text": "Diana and Dodi Fayed, a film producer, died on 31 August 1997, when their car crashed in a road tunnel in Paris as they tried to outrun paparazzi photographers on motorbikes."}, {"type": "headline", "text": "Mohamed Al Fayed died in August at the age of 94, with his family saying he 'passed away peacefully of old age'."}]}, {"_id": "652fb8ddffcb2a74655ab104", "url": "https://news.sky.com/story/daniel-kaluuya-i-had-to-dig-deep-for-futuristic-directorial-debut-film-the-kitchen-12985488", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Daniel Kaluuya admits he 'had to dig deep' in directorial debut", "lead": "The world premiere of Daniel Kaluuya and Kibwe Taveres' The Kitchen closed the 2023 BFI London Film Festival on Sunday night.", "author": "NONE", "datePublished": "2023-10-16 13:05:00", "dateScraped": "2023-10-18 12:52:13.485216", "dateUpdated": "2023-10-16 13:05:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-daniel-kaluuya-london-film-festival_6323087.jpg?20231016115107", "body": [{"type": "text", "text": "Set in 2044 London, The Kitchen envisions an extreme version of our current world where the wealth gap has stretched to its limit, social housing has been banned and a community - the kitchen - must fight to save their home."}, {"type": "text", "text": "The idea for the film was sparked by a conversation overheard by Kaluuya at a barbershop in 2011. The Black Panther actor brought the concept to Tavares and, along with producer Daniel Emmerson, began plans to bring the film to fruition."}, {"type": "text", "text": "'What we wanted was Reservoir Dogs and a barbershop - and we did it,' Kaluuya told Sky's Backstage podcast at the world premiere."}, {"type": "text", "text": "Kaluuya is a triple threat in The Kitchen - co-director, producer and co-writer - and said it took a lot of 'digging deep, meeting your limitations and owning that'."}, {"type": "text", "text": "The Netflix film is led by Top Boy's Kane 'Kano' Robinson who plays Izi, a resident of the kitchen who is desperately trying to find a way out."}, {"type": "text", "text": "He meets 12-year-old Benji, played by newcomer Jedaiah Bannerman, who has lost his mother and together they fight to survive in a system stacked against them."}, {"type": "text", "text": "It also stars fellow Top Boy actor Hope Ikopu Jr, rappers BlackRoad Gee and Cristale and theatre performer Demmy Ladipo - with a cameo appearance from former Arsenal star Ian Wright."}, {"type": "text", "text": "'For me, it was a father and son story from the very start,' explains co-writer Joe Murtagh."}, {"type": "text", "text": "'I think people are going to watch this and I think it's going to remind them everything they love about London and everything they hate about the city too, in equal measure."}, {"type": "text", "text": "'It's about home and essentially about how people find their space and their identity within their community,' explains first-time feature co-director Kibwe Taveres."}, {"type": "text", "text": "'It's been just one of those kind of life events where you have learned so much. Having grown as a guy over time. What we've done has been amazing.'"}, {"type": "headline", "text": "Click to subscribe to Backstage wherever you get your podcasts"}, {"type": "text", "text": "While Kaluuya and Taveres attended their premiere on Sunday night, a group of demonstrators gathered at the closing gala for the London Film Festival protesting against poor working conditions for crew in the UK - worsened by the ongoing Hollywood actors' strike."}, {"type": "text", "text": "'It's not about being against any films or anything,' explained stand-by art director Melanie Light."}, {"type": "text", "text": "Although Hollywood writers have ended their five-month strike, the SAG-AFTRA dispute continues."}, {"type": "text", "text": "Talks broke down recently after studios, streaming services and production companies, under the Alliance of Motion Picture and Television Producers (AMPTP), said the gap between the two sides was too great to continue."}, {"type": "text", "text": "'Since there hasn't been work we have really struggled,' Ms Light said."}, {"type": "text", "text": "'People are out of work, people are having to remortgage the houses, people selling their cars, people have had to go on universal credit.'"}, {"type": "text", "text": "The Kitchen will be released on Netflix in late 2023."}]}, {"_id": "652fb8deffcb2a74655ab105", "url": "https://news.sky.com/story/star-wars-x-wing-fighter-missing-for-decades-sold-for-3m-at-auction-12985511", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "'Missing' Star Wars X-Wing fighter sold for $3m at auction", "lead": "A model of an X-Wing starfighter used in the original Star Wars movie and which was found in a garage has sold at auction for more than $3m (&#163;2.5m).", "author": "NONE", "datePublished": "2023-10-16 13:44:00", "dateScraped": "2023-10-18 12:52:14.007072", "dateUpdated": "2023-10-16 13:44:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-x-wing-star-wars-a-new-hope_6322976.jpg?20231016103506", "body": [{"type": "headline", "text": "The 20-inch model had been missing for decades - but has become the most expensive Star Wars 'screen-used prop' to be auctioned."}, {"type": "text", "text": "Dallas-based Heritage Auctions confirmed the sale of the model for a price of $3.135m (£2.58m) and said it was the 'pinnacle' of Star Wars artefacts to reach the market."}, {"type": "text", "text": "The X-Wing was found in the collection of the Oscar-nominated model-maker Greg Jein, who died last year aged 76."}, {"type": "text", "text": "The model has a distinctive red stripe on the top wings and fans of the Star Wars franchise would recognise it as the 'Red Leader' in the 1977 film, A New Hope."}, {"type": "text", "text": "It features in close-ups in parts of the space battle near the end of the film, including the trench run as the rebels attack the Death Star."}, {"type": "text", "text": "Built by Industrial Light & Magic (ILM), the visual effects company founded by Star Wars creator George Lucas, the model was one of just four such miniatures, according to the auction house."}, {"type": "text", "text": "Visual effects historian Gene Kozicki told The Hollywood Reporter: 'This model has not been displayed or modified since it left ILM."}, {"type": "text", "text": "'For those of us that grew up in the 70s or 80s, and those of us that work in visual effects, this model is as significant a find as the ruby red slippers or the Maltese Falcon.'"}, {"type": "headline", "text": "Read more on Informfully:Storm to bring heavy rain and strong winds to UKSumo wrestlers rejected from flights for being 'too heavy' "}, {"type": "text", "text": "The model was discovered in a cardboard box in a garage when experts were helping Greg Jein's family catalogue the late model-maker's collection."}, {"type": "text", "text": "Other Star Wars props in the collection included a Stormtrooper costume from A New Hope."}, {"type": "text", "text": "This raised $645,000 (£530,728) when it was sold at Sunday's auction."}]}, {"_id": "652fb8deffcb2a74655ab106", "url": "https://news.sky.com/story/liam-gallagher-announces-definitely-maybe-30th-anniversary-tour-12985381", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Liam Gallagher announces Definitely Maybe 30th anniversary tour", "lead": "Liam Gallagher has announced a tour to celebrate 30 years since the release of Oasis's debut album, Definitely Maybe.", "author": "Gemma Peplow", "datePublished": "2023-10-16 09:39:00", "dateScraped": "2023-10-18 12:52:14.497829", "dateUpdated": "2023-10-16 09:39:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-liam-gallagher-definitely-maybe_6322794.jpg?20231016081800", "body": [{"type": "text", "text": "The singer will perform the seminal album in full for the first time at gigs across the UK in 2024."}, {"type": "headline", "text": "Released in August 1994, Definitely Maybe features Oasis classics including Rock 'n' Roll Star, Live Forever, Supersonic and Cigarettes & Alcohol - the songs that helped shape the Britpop era and propelled Liam and his brother Noel Gallagher to fame."}, {"type": "text", "text": "Following the band's acrimonious split in 2009, the brothers famously no longer get on - and while fans have long hoped for a reunion, it has never materialised."}, {"type": "text", "text": "The Definitely Maybe 30 Years tour will be a rare opportunity to hear Liam sing tracks that have rarely, if ever, been performed since the mid-'90s, including Up In The Sky and Digsy's Dinner."}, {"type": "text", "text": "'I'm bouncing around the house to announce the Definitely Maybe tour,' the star said. 'The most important album of the '90s, bar none. I wouldn't be anywhere without it and neither would you, so let's celebrate together.'"}, {"type": "text", "text": "In a statement, representatives said the singer may also perform other fan favourites released during the era, including Whatever, 'as well as deep cuts such as Fade Away, Listen Up and Sad Song'."}, {"type": "headline", "text": "Liam will play 12 dates in June 2024, with highlights including three nights in his home city at Manchester's 23,500-capacity Co-Op Live - which will become the biggest indoor arena in the country when it opens next May - as well as three shows at The O2 in London."}, {"type": "text", "text": "Tickets go on sale at 9am on 20th October."}, {"type": "text", "text": "Since his time as frontman of Oasis, Liam has scored five UK number one studio and live albums as a solo star, and returned to Knebworth - the site of his former band's most famous gigs - to play his own shows in 2022."}, {"type": "text", "text": "Noel Gallagher, Oasis's songwriter, has also topped the album charts several times as frontman of Noel Gallagher's High Flying Birds."}, {"type": "text", "text": "The Mancunian brothers have been embroiled in an intense sibling rivalry since they became public figures in the mid-90s, which came to a head when the band split."}, {"type": "text", "text": "Liam has often been publicly in favour of a reunion, with Noel usually the more reluctant of the two."}, {"type": "text", "text": "However, the older Gallagher has previously joked he would reunite the band for £100m."}, {"type": "text", "text": "He is yet to comment on his younger brother's latest announcement."}]}]