[{"_id": "64885b7951ac331e4a70c6e7", "url": "https://www.bbc.co.uk/news/uk-england-nottinghamshire-65887752?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "England", "subCategories": "Regions,Nottingham", "title": "Police investigate 'horrific' attacks in city centre", "lead": "A 31-year-old man is arrested on suspicion of murder after the \"horrific and tragic\" attacks.", "author": "By Amy Phipps & Alex SmithBBC News", "datePublished": "test", "dateScraped": "2023-06-13 14:05:13.742998", "dateUpdated": "test", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/128B5/production/_130075957_ba219ba1a8da98ff1543b3cffc1015b1627f8c85.jpg", "body": "Three people have been killed - and another three injured - in connected \"horrific and tragic\" attacks in Nottingham.<br/>Two people, believed to have been stabbed, were found dead by police in Ilkeston Road just after 04:00 BST.<br/>Officers were then called to Milton Street where a van had attempted to run over three people.<br/>Police, who have arrested a man on suspicion of murder, later found a man dead in Magdala Road.<br/>The 31-year-old is currently in custody and the city centre has been locked down.<br/>Police said the three people injured in the van attack in Milton Street were being treated in hospital.<br/>Warning: People may find some of the details in the story upsetting<br/>Chief Constable Kate Meynell, from Nottinghamshire Police, said the force believed all three incidents were linked.<br/>\"This is an horrific and tragic incident which has claimed the lives of three people,\" she said.<br/>\"This investigation is at its early stages and a team of detectives is working to establish exactly what has happened.<br/>\"We ask the public to be patient while inquiries continue.\"<br/>An eyewitness told the BBC he witnessed a young man and young woman being stabbed in Ilkeston Road, close to the junction with Bright Street, at about 04:00.<br/>The man, who asked to remain anonymous, said he heard \"awful, blood-curdling screams\" and saw a man dressed in black, with a hood and rucksack, \"grappling with some people\".<br/>\"It was a girl, and a man or boy she was with - they looked quite young,\" he said.<br/>\"She was screaming 'help!' I just wish I'd shouted something out of the window to unnerve the assailant.<br/>\"I saw him stab the lad first and then the woman. It was repeated stabbing - four or five times. The lad collapsed in the middle of the road.<br/>\"The girl stumbled towards a house and didn't move. The next minute she had disappeared down the side of a house, and that's where they found her.\"<br/>Witness Lynn Haggitt said she saw a van hitting two people in the city centre.<br/>\"At half past five I saw a van pull up at the side of me,\" she said. \"It was white, all white. There was a police car behind it coming up slowly, no flashing lights.<br/>\"The man in the driver's seat looked in his mirror and saw the police car behind him.\"<br/>She said the van then drove up to \"the corner of the street and went into two people\".<br/>\"The lady ended up on the kerb, and then he backed up the white van and he went, speeded up Parliament Street with the police cars following him,\" she added.<br/>Nic Chuter lives in Mapperley Road, close to the junction of Woodborough Road, not far from where a man was found dead in Magdala Road.<br/>The former emergency planner said he was greeted by armed police officers as he left the house.<br/>He said: \"[The] first thing we saw this morning when I took the children to nursery was someone calling me over with a very large gun saying 'hello, what are you up to?'<br/>\"We're not able to use the car as it's being counted as part of a crime scene, so everything within the cordon is staying put.\"<br/>Prime Minister Rishi Sunak thanked the emergency services and said he was being updated on developments.<br/>\"My thoughts are with those injured, and the family and loved ones of those who have lost their lives,\" he said.<br/>Home Secretary Suella Braverman said she was \"shocked and saddened\" by the deaths, adding she had spoken to Nottinghamshire Police's chief constable and was \"receiving regular updates\".<br/>Labour leader Sir Keir Starmer also sent his \"thoughts to all those affected and to the emergency services who are responding\".<br/>A damaged white Vauxhall Vivaro van and a cordon could be seen in Bentinck Road, Nottingham, which BBC Verify has confirmed is where an arrest took place.<br/>It is not yet known if it is the same van that was involved in the incident.<br/>A statement from the city's three Labour MPs - Lilian Greenwood, Nadia Whittome and Alex Norris - said: \"Awful news for our city to wake up to today.<br/>\"Our community's thoughts and prayers are with all those affected.<br/>\"Our gratitude is with our blue light responders for their work today also.\"<br/>Nottingham City Council leader David Mellen said: \"Ours is an overwhelmingly peaceful and tolerant city where people get along with one another and it's incomprehensible that such dreadful violence has happened here.<br/>\"I'm grateful to the police for swiftly making an arrest and for all the emergency services responding to this tragic situation and keeping us safe.\"<br/>Hayley Compton, BBC Radio Nottingham<br/>This is normally an incredibly busy part of the city, it is where all of the buses come in.<br/>There is a huge police presence and lots of people around wondering what is going on, trying to make their way into work, into college, into school.<br/>It is a huge incident for the city and I have seen at least 40-50 police officers at the two cordons I have visited.<br/>The police are talking to people, reassuring them and making sure they know where they're going. Most questions are being answered simply with \"there has been a major incident\".<br/>A number of roads in the city have been closed while investigations take place. These are:<br/>Nottinghamshire Police have set up a dedicated phone line for the incident and have asked anyone concerned about a family member or friend to call them on 0800 0961011.<br/>Follow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk.<br/>Are you in the area? Did you witness the incidents? Only if it safe to do so, you can share your experiences by emailing haveyoursay@bbc.co.uk.<br/>Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:<br/>If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "}, {"_id": "64885b7a51ac331e4a70c6e8", "url": "https://www.bbc.co.uk/news/uk-england-hereford-worcester-65857668?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "England", "subCategories": "Regions,Hereford & Worcester", "title": "Alfie Steele: Mum and partner guilty of killing boy in bath", "lead": "Alfie Steele, 9, was repeatedly dunked head first into a cold bath as part of a discipline regime.", "author": "By Rebecca WoodsBBC News, West Midlands", "datePublished": "test", "dateScraped": "2023-06-13 14:05:14.228107", "dateUpdated": "test", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/060B/production/_130074510_696c62f9-3e49-4eb9-8aef-d27651b28d3e.jpg", "body": "A mother and her partner have been convicted of killing her nine-year-old son in the bath after months of abuse.<br/>Alfie Steele was found unresponsive at his home in Droitwich, Worcestershire, in February 2021.<br/>Dirk Howell, 41, was found guilty of murdering the young boy and his mother, Carla Scott, was convicted of manslaughter. <br/>Jurors cleared her of Alfie's murder. They were told by the judge they would never have to sit on a jury again.<br/>They deliberated for 10 hours over the case after weeks of hearing horrific details of the nine-year-old's final months.<br/>Alfie was subjected to a cruel discipline regime and had more than 50 injuries when he died.<br/>Jurors heard how his punishments included beatings, being forced to stand outside and being dunked head first in cold baths.<br/>The family was known to social services and neighbours had made repeated calls to police to raise concerns about how Alfie was being treated.<br/>A safeguarding review will now explore what more could have been done to save him."}, {"_id": "64885b7a51ac331e4a70c6e9", "url": "https://www.bbc.co.uk/news/entertainment-arts-65881813?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Entertainment & Arts", "subCategories": "", "title": "Sir Paul McCartney says artificial intelligence has enabled a 'final' Beatles song", "lead": "The star says machine learning helped lift John Lennon's voice from a demo and turn it into a song.", "author": "By Mark SavageBBC Music Correspondent", "datePublished": "test", "dateScraped": "2023-06-13 14:05:14.566427", "dateUpdated": "test", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14498/production/_130069038_gettyimages-519726116.jpg", "body": "Sir Paul McCartney says he has employed artificial intelligence to help create what he calls \"the final Beatles record\".<br/>He told BBC Radio 4's Today programme the technology had been used to \"extricate\" John Lennon's voice from an old demo so he could complete the song.<br/>\"We just finished it up and it'll be released this year,\" he explained.<br/>Sir Paul did not name the song, but it is likely to be a 1978 Lennon composition called Now And Then.<br/>It had already been considered as a possible \"reunion song\" for the Beatles in 1995, as they were compiling their career-spanning Anthology series.<br/>Sir Paul had received the demo a year earlier from Lennon's widow, Yoko Ono. It was one of several songs on a cassette labelled \"For Paul\" that Lennon had made shortly before his death in 1980. <br/>Lo-fi and embryonic, the tracks were largely recorded onto a boombox as the musician sat at a piano in his New York apartment.<br/>Cleaned up by producer Jeff Lynne, two of those songs - Free As A Bird and Real Love - were completed and released in 1995 and 96, marking the Beatles' first \"new\" material in 25 years.<br/>The band also attempted to record Now And Then, an apologetic love song that was fairly typical of Lennon's later career, but the session was quickly abandoned.<br/>\"It was one day - one afternoon, really - messing with it,\" Lynne recalled.<br/>\"The song had a chorus but is almost totally lacking in verses. We did the backing track, a rough go that we really didn't finish.\"<br/>Sir Paul later claimed George Harrison refused to work on the song, saying the sound quality of Lennon's vocal was \"rubbish\".<br/>\"It didn't have a very good title, it needed a bit of reworking, but it had a beautiful verse and it had John singing it,\" he told Q Magazine.<br/>\"[But] George didn't like it. The Beatles being a democracy, we didn't do it.\"<br/>There were also said to have been technical issues with the original recording, which featured a persistent \"buzz\" from the electricity circuits in Lennon's apartment.<br/>In 2009, a new version of the demo, without the background noise, was released on a bootleg CD. Fans have speculated that this recording may not have been available in 1995, suggesting it was stolen from his apartment, along with other personal effects, after his death.<br/>In the intervening years, Sir Paul has repeatedly talked about his desire to finish the song.<br/>\"That one's still lingering around,\" he told a BBC Four documentary on Jeff Lynne in 2012. \"So I'm going to nick in with Jeff and do it. Finish it, one of these days.\"<br/>It would seem that technology has now afforded the musician a chance to achieve that goal.<br/>The turning point came with Peter Jackson's Get Back documentary, where dialogue editor Emile de la Rey trained computers to recognise the Beatles' voices and separate them from background noises, and even their own instruments, to create \"clean\" audio.<br/>The same process allowed Sir Paul to \"duet\" with Lennon on his recent tour, and for new surround sound mixes of the Beatles' Revolver album to be created last year.<br/>\"He [Jackson] was able to extricate John's voice from a ropey little bit of cassette,\" Sir Paul told Radio 4's Martha Kearney. <br/>\"We had John's voice and a piano and he could separate them with AI. They tell the machine, 'That's the voice. This is a guitar. Lose the guitar'. <br/>\"So when we came to to make what will be the last Beatles' record, it was a demo that John had [and] we were able to take John's voice and get it pure through this AI. <br/>\"Then we can mix the record, as you would normally do. So it gives you some sort of leeway.\"<br/>However, the musician admitted that other applications of AI gave him cause for concern. <br/>\"I'm not on the internet that much [but] people will say to me, 'Oh, yeah, there's a track where John's singing one of my songs', and it's just AI, you know? <br/>\"It's kind of scary but exciting, because it's the future. We'll just have to see where that leads.\"<br/>The star was talking to Radio 4 ahead of the launch of a new book and accompanying photography exhibition at the National Portrait Gallery.<br/>Titled Eyes Of The Storm, the project features portraits taken by Sir Paul on his own camera, between December 1963 and February 1964, as the Beatles were catapulted to global fame."}, {"_id": "64885b7a51ac331e4a70c6ea", "url": "https://www.bbc.co.uk/news/business-65876822?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Business", "subCategories": "Market Data,New Economy,New Tech Economy,Companies,Technology of Business,Economy,CEO Secrets,Global Trade,Cost of Living", "title": "Pay rise surprise leads to forecasts of higher interest rates", "lead": "Wages rise at their fastest rate in 20 years, excluding the pandemic, but still lag behind the cost of living.", "author": "By Daniel ThomasBusiness reporter, BBC News", "datePublished": "test", "dateScraped": "2023-06-13 14:05:14.816846", "dateUpdated": "test", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F1EC/production/_128623916_gettyimages-761605157.jpg", "body": "UK wages have risen at their fastest rate in 20 years, excluding the pandemic, raising expectations that UK interest rates will have to rise. <br/>Regular pay excluding bonuses increased by 7.2% in the three months to April, although it still lags behind inflation - the rate at which prices rise. <br/>The Bank of England has warned big pay rises are contributing to the UK's still-high rates of inflation. <br/>It has put up interest rates 12 times since 2021 to try to slow price rises.<br/>Higher interest rates may be good for savers, but are driving up repayment costs for millions of mortgage holders. <br/>And fears the Bank of England will raise interest rates higher than previously thought - from their current 4.5% to as high as 5.5% - have been causing turbulence in the mortgage market. <br/>Lenders have been putting up rates and pulling hundreds of deals, causing uncertainty for borrowers. <br/>On Tuesday, the government's borrowing costs - which directly impact mortgage rates  - rose to their highest rate since last year's mini-budget. <br/>Samuel Tombs, chief UK economist at Pantheon Economics, said the renewed pick-up in wage growth would \"add fuel\" to expectations for higher interest rates. <br/>This was because the figures were\"fanning the impression that the UK has a unique problem with ingrained high inflation\". <br/>Darren Morgan, director of economic statistics at the Office for National Statistics (ONS), said in cash terms, basic pay is now growing at its fastest since current records began, apart from the period when the figures \"were distorted by the pandemic\".<br/>\"However, even so, wage rises continue to lag behind inflation.\" <br/>According to the ONS, pay when adjusted for inflation fell by 1.3% in the three months to April.<br/>Have you just been given a pay rise, or are you fighting for one? Get in touch.<br/>The rise in the minimum wage had had a \"significant\" impact on the April pay figures, said Andrew Hunter, co-founder of the job search engine Adzuna.<br/>The minimum wage - known as the National Living Wage - rose to £10.42 an hour in April for those aged 23 and over.<br/>\"Nearly two million workers in the UK saw an almost 10% increase in pay this spring,\" Mr Hunter told the BBC's Today programme.<br/>Workers in multiple industries have held strikes since last summer as pay rates fail to keep pace with inflation. But the gap is narrowing as inflation starts to fall. <br/>The Bank of England has warned sharp pay rises are likely to prolong the UK's still-high rates of inflation. The cost of living rose by 8.7% in the year to April, more than four times the Bank's 2% target. <br/>Mr Hunter said: \"Your average worker will be delighted that their pay on average is going up, but that's not necessarily a good thing for inflation.\"<br/>The bottom line of these numbers is that it is difficult to see evidence of a cooling labour market, and therefore the Bank of England is still on course to push rates above 5% in the coming weeks. Markets even think there is now a 35% chance of a 0.5 percentage point rise next week.<br/>Normal wages are still on the rise, with private sector wage growth now at 7.6% in the three months to April. That is far stronger than expected. The impact of the rise in the National Living Wage is an important factor here. This is still however below the rate of inflation, meaning a cash rise but an ongoing squeeze in real terms. It will not feel like a wage boom.<br/>In recent days, financial markets have been pushing interest costs for two-year UK government lending back up to the levels last seen at the mini-budget, and above US levels. This is a bet that UK inflation is proving more stubborn and sticky than expected and elsewhere. Tuesday's figures provide more evidence for that.<br/>Figures from the ONS also showed that:<br/>The UK economy is currently struggling to grow as the soaring cost of living and rising interest rates squeeze households. But the jobs market remains resilient.<br/>Chancellor Jeremy Hunt said: \"Rising prices are continuing to eat into people's pay cheques - so we must stick to our plan to halve inflation this year to boost living standards.\"<br/>However, Labour's shadow chancellor Rachel Reeves said: \"Family finances are being squeezed to breaking point by a further fall in real wages, and record numbers of people are out of work due to long-term sickness.\"<br/>1. Choose the right time - Scheduling a talk in advance will allow you and your boss time to prepare, and means you're more likely to have a productive conversation.<br/>2. Bring evidence - If you're asking for a pay rise, you should have lots of evidence of why you deserve one.<br/>3. Be confident - When asking your boss for more money, it helps if you're confident and know your worth.<br/>You can read tips from careers experts in full here."}, {"_id": "64885b7b51ac331e4a70c6eb", "url": "https://www.bbc.co.uk/news/uk-northern-ireland-65892145?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "N. Ireland", "subCategories": "N. Ireland Politics", "title": "NI police apologise to 'Hooded Men' over interrogations", "lead": "The 14 men were arrested during internment without trial and questioned by the police and army.", "author": "By Julian O'NeillBBC News NI home affairs correspondent", "datePublished": "test", "dateScraped": "2023-06-13 14:05:15.297616", "dateUpdated": "test", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/CE17/production/_100495725_hoodedmencaserejected05.jpg", "body": "An apology from the Police Service of Northern Ireland has been issued to the so-called \"Hooded Men\" over their treatment under interrogation in 1971.<br/>The 14 men were arrested during internment without trial and questioned by the police and the Army.<br/>Two years ago the UK Supreme Court ruled that the techniques they were subjected to would be characterised as torture by today's standards.<br/>They have long-campaigned for an apology.<br/>It comes a day after the death of one of the men, Joe Clarke, at the age of 71.<br/>Their case has been the subject of multiple legal actions in the UK and Europe for decades. <br/>During interrogation at Ballykelly Army base, they were hooded, beaten, deprived of sleep, food and water and forced to stand in the stress position. <br/>On Tuesday morning, the surviving members of the group received an apology from the PSNI at a meeting in Belfast. <br/>During the meeting it was disclosed that an apology had been hand delivered to Mr Joe Clarke before his death on Thursday.<br/>Solicitor Darragh Mackin said the apology had come after \"weeks of intense negotiation in which drew to a close in the days before Mr Joe Clarke tragically passed away\".<br/>\"This is a seismic development in a seismic case,\" he said.   <br/>He said the case would be pointed to as the \"pin up of due process, humanity and resolution coming together under one umbrella\".<br/>\"This case is an example of why the efforts by the British government to brush the legacy of the past under the carpet will never, and can never, work,\" he added.  <br/>He also paid tribute to high ranking PSNI officers, particularly ACC Todd and head of Legacy Branch, Mr Ian Saunders who \"despite the sensitivities engaged in an extensive negotiation, and against all odds, ensured the delivery of an apology before the passing of Mr Clarke\".<br/>\"The time is now for the government and Ministry Of Defence (MoD) to apologise for their part in these torture techniques. Today proves, nobody is above the law,\" he added.<br/>Their case has been the subject of multiple legal actions in the UK and Europe for decades. <br/>In 1976, the European Commission of Human Rights ruled that the five techniques used on the men amounted to torture.<br/>This ruling was later referred to by the European Court of Human Rights in 1978, which held that the UK had carried out inhuman and degrading treatment, but fell short of defining it as torture.<br/>In 2019, Lord Chief Justice Sir Declan Morgan, Northern Ireland's most senior judge, said their treatment \"would, if it occurred today, properly be characterised as torture\".<br/>He said the ruling later by the Supreme Court in 2021 was \"unbelievable\", but that it was tinged with sadness that some of the \"Hooded Men\" did not live to witness it."}, {"_id": "64885b7b51ac331e4a70c6ec", "url": "https://www.bbc.co.uk/news/business-65890391?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Business", "subCategories": "Market Data,New Economy,New Tech Economy,Companies,Technology of Business,Economy,CEO Secrets,Global Trade,Cost of Living", "title": "Mortgages: New squeeze on landlords will hit renters too", "lead": "High mortgage costs mean landlords face a \"turning point\", a firm warns, leading to fewer homes to rent.", "author": "By Kevin PeacheyCost of living correspondent", "datePublished": "test", "dateScraped": "2023-06-13 14:05:15.525442", "dateUpdated": "test", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/18FA/production/_129349360_whatsubject.jpg", "body": "Landlords are making their lowest profits for 16 years as interest rates rise, leading some to look to leave the sector, estate agency Savills has said.<br/>Twelve consecutive increases in the Bank of England's base rate, matched by rising mortgage costs, were putting the squeeze on landlords' income, it said.<br/>Many smaller buy-to-let investors were also near, or at, retirement age.<br/>If they decide to sell up, fewer homes could be available and renting would get more expensive.<br/>\"Following a boom period for buy-to-let landlords, 2023 marks a turning point for Britain's private rented sector,\" said Lucian Cook, head of residential research at Savills.<br/>\"There is a very real risk that landlords will exit the sector, particularly those with high levels of borrowing, putting increased pressure on a sector where demand significantly outweighs supply in many locations.\" <br/>Interest rates have been rising since the start of 2021, and in recent days expectations of further increases have been heightened.<br/>Data on wages and rising prices mean markets anticipate inflation and interest rates to stay higher for longer than previously expected. <br/>This has led to government borrowing costs - which directly impact mortgage rates - rising to their highest rate since last year's mini-budget.<br/>Mortgage rates are expected to continue rising - leaving landlords particularly exposed.<br/>Are you a landlord? Get in touch and share your experiences.<br/>Savills said data from the first three months of the year showed buy-to-let investors had already been squeezed, with net profits falling below 4% - the lowest since 2007. That compares with profits of as much as 23% when rates were at ultra-low levels during the last decade.<br/>It said that larger landlords could be the most likely to stay in the sector.<br/>Savills research suggests 1.9 million properties are owned by 620,000 landlords aged over 65, with a further 1.9 million owned by landlords aged between 55 and 64.<br/>They could choose to leave, meaning tenants would have less choice, Mr Cook said. Better-paid renters in more secure employment could go to the front of the queue for those remaining properties, he added.<br/>There's more on your renting rights and where to go for help here.<br/>Newly-published figures from the Bank of England show that the proportion of mortgages advanced to buy-to-let investors is at its lowest level since 2011.<br/>The data also showed how total mortgage lending dived during the first three months of the year.<br/>Total mortgage borrowing stood at £58.8bn, down 23.6% in a year. The Bank also recorded a rise in people falling behind on mortgage repayments.<br/>Since then, mortgage rates have climbed for borrowers looking for a new deal, with a typical two-year fixed-rate deal now at a rate of 5.9%, according to the financial information service Moneyfacts. The average rate on a five-year fixed-rate mortgage is 5.55%. "}, {"_id": "64885b7b51ac331e4a70c6ed", "url": "https://www.bbc.co.uk/news/uk-england-hampshire-65882181?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "England", "subCategories": "Regions,Hampshire & Isle of Wight", "title": "Broken-down Hampshire bus brides praise officers who rescued them", "lead": "Jemma and Sian Batchelor-Thomas were rescued by police when their coach broke down in Hedge End.", "author": "By Ros TappendenBBC South", "datePublished": "test", "dateScraped": "2023-06-13 14:05:15.787268", "dateUpdated": "test", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7AE0/production/_130065413_mediaitem130065409.jpg", "body": "Two brides who got a lift to their wedding in a police car after their coach broke down said the officers who rescued them went \"above and beyond\".<br/>Jemma and Sian Batchelor-Thomas were on the coach with 20 of their closest family and friends when it broke down in Hedge End on Saturday morning.<br/>Officers gave the couple a lift to the ceremony in a police car while others accepted lifts from passing motorists.<br/>They said, despite the stressful start to the day, everyone made it on time.<br/>Jemma said: \"It was a really intimate service so we booked the coach from the hotel where we were staying so everyone could relax and enjoy the journey.<br/>\"That obviously didn't happen because after 10 minutes we broke down.<br/>\"The guests thought we were joking.<br/>\"We had about half an hour to get to the registry office but we were still half an hour away.\"<br/>Sian said, despite their predicament, the guests were \"very cool, calm and collected\".<br/>She said: \"One of the bridal party saw the police car and asked them if they could give us a lift.\"<br/>Two strangers, who introduced themselves as Mark and Tash, also pulled over and offered a ride to Jemma and Sian's witnesses.<br/>Jemma said: \"Sian was very calm but I was extremely stressed - I thought 'this is terrible' but now, looking back, we can see the funny side of things.<br/>\"Everyone was just so kind and supportive - all the members of the public, the people who gave our witnesses a lift. There were so many nice messages from random people.<br/>\"Being a same-sex couple, that was massive - there were no negative comments, everyone was so supportive.<br/>\"It also shows that the police are there to serve as well as to protect the community. Rachel and Lucy [the officers] went above and beyond in their roles.\"<br/>In a Facebook post, PCSO Rachel Barry and PC Lucy Stoneley of the Hedge End Neighbourhood Policing Team, said: \"We wish them all the best for a very happy future together and are very happy that we could be there to help.\"<br/>Follow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."}, {"_id": "64885b7c51ac331e4a70c6ee", "url": "https://www.bbc.co.uk/news/technology-65850668?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Tech", "subCategories": "", "title": "Why making AI safe isn't as easy as you might think", "lead": "AI could improve our lives hugely or destroy us all, the experts say - so how do we make it safe?", "author": "By Zoe Kleinman and Philippa WainTechnology editor", "datePublished": "test", "dateScraped": "2023-06-13 14:05:16.328571", "dateUpdated": "test", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13D37/production/_130070218_gettyimages-866481488.jpg", "body": "Artificial-intelligence experts generally follow one of two schools of thought - it will either improve our lives enormously or destroy us all. And that is why this week's European Parliament debate on how the technology is regulated is so important. But how could AI be made safe? Here are five of the challenges ahead.<br/>The European Parliament has taken two years to come up with a definition of an AI system - software that can \"for a given set of human-defined objectives, generate outputs such as content, predictions, recommendations or decisions influencing the environments they interact with\". <br/>This week, it is voting on its Artificial Intelligence Act - the first legal rules of their kind on AI, which go beyond voluntary codes and require companies to comply.  <br/>Former UK Office for Artificial Intelligence head Sana Kharaghani points out the technology has no respect for borders. <br/>\"We do need to have international collaboration on this - I know it will be hard,\" she tells BBC News. \"This is not a domestic matter. These technologies don't sit within the boundaries of one country <br/>But there remains no plan for a global, United-Nations-style AI regulator - although, some have suggested it - and different territories have different ideas:<br/>\"If people trust it, then they'll use it,\" International Business Machines (IBM) Corporation EU government and regulatory affairs head Jean-Marc Leclerc says.<br/>There are enormous opportunities for AI to improve people's lives in incredible ways. It is already:<br/>But what about screening job applicants or predicting how likely someone is to commit crime?<br/>The European Parliament wants the public informed about the risks attached to each AI product. <br/>Companies that break its rules could be fined the greater of €30m or 6% of global annual turnover. <br/>But can developers predict or control how their product might be used?<br/>So far, AI has been largely self-policed.<br/>The big companies say they are on board with government regulation - \"critical\" to mitigate the potential risks, according to Sam Altman, boss of ChatGPT creator OpenAI. <br/>But will they put profits before people if they become too involved in writing the rules?<br/>You can bet they want to be as close as possible to the lawmakers tasked with setting out the regulations.<br/>And Lastminute.com founder Baroness Lane-Fox says it is important to listen not just to corporations. <br/>\"We must involve civil society, academia, people who are affected by these different models and transformations,\" she says.<br/>Microsoft, which has invested billions of dollars in ChatGPT, wants it to \"take the drudgery out of work\". <br/>It can generate human-like prose and text responses but, Mr Altman points out, is \"a tool, not a creature\".<br/>Chatbots are supposed to make workers more productive.<br/>And in some industries, AI has the capacity to create jobs and be a formidable assistant.<br/>But others have already lost them - last month, BT announced AI would replace 10,000 jobs.  <br/>ChatGPT came into public use just over six months ago.<br/>Now, it can write essays, plan people's holidays and pass professional exams. <br/>The capability of these large-scale language models is growing at a phenomenal rate.<br/>And two of the three AI \"godfathers\" - Geoffrey Hinton and Prof Yoshua Bengio - have been among those to warn the technology has huge potential for harm. <br/>The Artificial Intelligence Act will not come into force until at least 2025 -  \"way too late\", EU technology chief Margrethe Vestager says. <br/>She is drawing up an interim voluntary code for the sector, alongside the US, which could be ready within weeks."}, {"_id": "64885b7d51ac331e4a70c6ef", "url": "https://www.bbc.co.uk/news/business-65696083?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Business", "subCategories": "Market Data,New Economy,New Tech Economy,Companies,Technology of Business,Economy,CEO Secrets,Global Trade,Cost of Living", "title": "Can Amsterdam make the circular economy work?", "lead": "Amsterdam has ambitious plans to radically cut the amount of resources used by the city's economy.", "author": "By Suzanne Bearne Amsterdam", "datePublished": "test", "dateScraped": "2023-06-13 14:05:17.763115", "dateUpdated": "test", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/119D1/production/_129854127_bakrikopievan018creditsbarbarakieboom.jpg", "body": "At United Repair Centre (URC), located next to the popular indoor food market Foodhallen in Amsterdam, Bakri Zaitoun is busy repairing the sleeve of a dark blue Patagonia puffer jacket.<br/>Mr Zaitoun, a tailor from Syria who arrived in the Netherlands in 2018, is among eight refugees working as tailors at URC, which was founded last year to help extend the lifespan of clothing by fixing garments for brands and their customers.<br/>Through a translator Mr Zaitoun explains that he has been a tailor for 25 years, but when he first arrived in the Netherlands he had to do all sorts of jobs. I asked him if it's good to be tailoring again and he gives me a big smile.<br/>Mr Zaitoun's work is a small part of Amsterdam's effort to become a circular economy.<br/>A traditional industrial economy uses raw materials to make products which are discarded when they are no longer wanted, sometimes before the end of their useful lives. <br/>The circular economy aims to break the link between economic activity and using up the earth's resources. This may involve reusing, repairing, and sharing materials and products. <br/>\"Circularity is the hottest topic in the fashion industry right now,\" says Thami Schweichler, chief executive at URC, an organisation he set up through his social enterprise Makers Unite, a creative textile platform.<br/>\"Every brand is looking at how they can be sustainable. Repairs will be part of the future of circularity for brands.\" <br/>There needs to be a systematic solution if change is to happen, he says. \"It's not going to happen through the consumer.\" <br/>Currently working with five brands including Patagonia, Scotch & Soda and Decathlon, companies send garments needing to be repaired to URC, which aims to fix goods within a week. <br/>Turning around over 400 repairs a week, or roughly 20,000 a year, Mr Schweichler says the target is to reach 200,000 repairs per year by 2026.<br/>Swelled by the rise of fast fashion, the clothing industry is known to be one of the most wasteful sectors, with three-quarters of our clothing ending up burned or buried in landfill, according to the World Economic Forum.<br/>According to the Ellen MacArthur Foundation, clothing production doubled from 2000 to 2015 while there was a 40% drop in the amount of time clothing was worn. <br/>While sustainability is on the agenda across many countries, in the Netherlands the government has set out bold plans to make the economy circular as quickly as possible.<br/>In 2020 the Amsterdam declared itself the first city in the world to commit to building a circular economy, focusing on food and organic waste streams, consumer goods, and the built environment.<br/>In seven years' time Amsterdam plans to have halved its use of new raw materials. By 2050, the ambition is to be fully circular - relying only on used and recycled materials.<br/>That will be a big challenge for the construction industry, which is responsible for more than 30% of the extraction of natural resources and 25% of solid waste generated in the world. <br/>One Dutch start-up, Madaster, is hoping to make a small dent in those statistics.<br/>It has created an online registry capturing the materials used in Amsterdam's buildings, as well as information about how they can be reused at the end of their life. <br/>\"The built environment uses a lot of materials and energy to create products,\" says director Pablo van den Bosch. \"Instead of waste and make, if we can instead reuse, it's good for carbon emissions and good for decreasing waste.\"<br/>He says Madaster worked together with the Amsterdam authorities to create a digital overview of the buildings across the city. \"If the city wants to redevelop an area they have insights into what materials they can save and perhaps use the materials already there instead of tearing it down.\"<br/>More technology of business:<br/>He points to the Olympic office in Amsterdam Zuid, which was completely refurbished rather than knocked down. \"Natural stone was removed from the façade and used for flooring in the same building.\"<br/>Despite innovations like this, there is a long way to go. <br/>The Circular Economy Progress Report 2022 by PBL Netherlands Environmental Assessment Agency found that while \"policy efforts thus far have laid a foundation and developed a structure for a circular economy in the Netherlands… the Dutch economy still functions mainly in a linear fashion\".<br/>\"I'm afraid that the country and the city aren't meeting targets,\" says Willem van Winden, professor of urban economic innovation at Amsterdam University of Applied Sciences.<br/>\"The problem is that circular model and practices right now are costlier than linear ones. Unless the government implements stricter measures I'm afraid it will not happen. You need massive investment to make circular economy happen. A lot of businesses won't make the transition unless legislation forces them to.\" <br/>Nevertheless, Amsterdam is setting up initiatives to encourage start-ups to make a bigger splash in the circular economy sector.<br/>One initiative launched together with AMS Institute and venture capital accelerator Rockstart is Amsterdam Circular, a two-month programme designed to help 20 early-stage firms find funding. <br/>\"There was a clear need for the city to support early-stage start-ups and scale up financing,\" says Guy Vincent, programme lead at Amsterdam Circular. \"The programme is designed to support start-ups developing circular solutions in areas such as food, energy, mobilisation, construction and climate resilience.\" <br/>He says start-ups in the circular economy space face more challenges than other new firms.<br/>\"They are typically higher risk with lower profits as they can be testing new business models that are more complex and often not proven. Traditional VCs can be hesitant to invest in them. We want to try and find ideal financing models for circular companies. Co-financing is needed, i.e. private sector and a blend of public funds.\"<br/>Dutch electronics manufacturer Fairphone is one company that has managed to establish itself in the circular economy space.<br/>It encourages its customers to keep their phones as long as possible and makes the phones relatively easy to fix.<br/>\"Keeping the phone in longer use is the highest impact you can make in this product category,\" says Eva Gouwens, chief executive of Fairphone.<br/>She points out that 75% of carbon emissions happen at production. <br/>\"The average lifetime of a device is two to three years. If we can extend to at least every five years, then you only need half the materials.\" <br/>Fairphone also offers a recycling programme, encouraging customers to hand in their old phone in return for at least €50. \"We can use modules or at least components for repairing other devices. Many phones are sat in drawers or go to landfill,\" she says.<br/>Prof van Winden is encouraged by the companies developing circular models, but has this observation about the circular economy: \"For now it's mainly the upmarket segments and they're often expensive products for richer people.\""}, {"_id": "64885b7e51ac331e4a70c6f0", "url": "https://www.bbc.co.uk/news/world-europe-65886246?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "World", "subCategories": "Africa,Asia,Australia,Europe,Latin America,Middle East,US & Canada", "title": "How Silvio Berlusconi paved the way for populist politics", "lead": "The three-time prime minister leaves an indelible stamp on his country and on the European continent as a whole.", "author": "By Katya AdlerEurope Editor in Milan", "datePublished": "test", "dateScraped": "2023-06-13 14:05:18.034125", "dateUpdated": "test", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/129C3/production/_130072267_gettyimages-108499839.jpg", "body": "Flamboyant, controversial Silvio Berlusconi - a four-time prime minister and a key coalition partner in Italy's current government - was envied and admired, loathed and derided in equal measure for many, many years.<br/>Nicknamed Il Cavaliere - the Knight - he will not easily be forgotten at home. And he leaves an indelible Berlusconi-shaped stamp on European politics too. <br/>I followed his political career from the start - later as a journalist but firstly as a student - writing a university dissertation entitled \"Il cammino inarrestabile di Silvio Berlusconi - The unstoppable rise of Silvio Berlusconi\" after he won his first election back in 1994. <br/>Berlusconi quite simply set off a political earthquake in Europe that year - the aftershocks of which will still reverberate long after his state funeral on Wednesday.<br/>It seemed revolutionary back in the 1990s to have a business tycoon, former cruise ship crooner and generally screamingly obvious non-career politician at the helm of important EU and Nato military alliance member Italy.<br/>That was a time of political deepening of the European project focused in Brussels, but Silvio Berlusconi pushed a more nationalist, \"Italy First\" type of narrative. <br/>I was informed by someone in the room that he once told EU leaders at a summit they should speak more about women and football instead.<br/>At home, Berlusconi jumped into coalition government with the post-fascist far-right - until then a taboo in post-war Italy - rendering them more socially acceptable as a result. <br/>He was intentionally politically incorrect, claiming to speak the language of \"ordinary people\". He was also unapologetic about using his media empire as an advantage over political opponents. He displayed a blatant disregard for the judiciary too, later attempting to change Italian law to avoid prosecution himself.<br/>Is Berlusconi's political playbook sounding familiar at all?<br/>In many ways, he is the father of modern day populist nationalism in Europe. Ingredients of his political cocktail are evident in numerous ambitious right-leaning politicians and political movements across the continent.<br/>Think: Hungary's Victor Orban - who publicly mourned Mr Berlusconi's death on Monday, as well as more than one Austrian government, Marine Le Pen of France, and more.<br/>You could also draw parallels further afield - with former US President Donald Trump, for example, whom Mr Berlusconi admired.<br/>He had a penchant for strongmen politicians, such as Vladimir Putin, who he was great friends with. He is even said to have gifted the Russian leader with a duvet cover festooned with both men's faces. On hearing of Mr Berlusconi's death on Monday, President Putin described him as a \"dear person, a true friend\". <br/>A stark contrast to his often spiky relationship with Italy's traditional friends, Germany and France.<br/>That closeness to Moscow worried Italy's allies, especially after the invasion of Ukraine, when Mr Berlusconi was back in coalition government.<br/>In Brussels, at the European Union headquarters, he was widely viewed with derision and disdain.<br/>Despite the rhetoric, hyperbole and almost relentless optimist political shtick - even when Italy was hit by the 2008 economic crisis - Berlusconi failed to improve his country's fortunes or even radically change Italy.<br/>Instead, the real change he brought about was influencing and emboldening a new generation of ambitious politicians in the wider European political arena."}, {"_id": "64885b7e51ac331e4a70c6f1", "url": "https://www.bbc.co.uk/news/world-middle-east-65812444?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "World", "subCategories": "Africa,Asia,Australia,Europe,Latin America,Middle East,US & Canada", "title": "'As Palestinian youths, the political process has failed us'", "lead": "Palestinian millennials feel their leaders have failed them, data shared with the BBC suggests.", "author": "By Yousef EldinBBC World Service", "datePublished": "test", "dateScraped": "2023-06-13 14:05:18.502454", "dateUpdated": "test", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/10D48/production/_130063986_gettyimages-1033198168.jpg", "body": "Palestinians under the age of 30 have never had a chance to vote in an election and many say they have little faith in the Palestinian leadership. Exclusive data shared with the BBC suggests they are increasingly rejecting the idea of a two-state solution to the Israeli-Palestinian conflict.<br/>\"The very clichéd 'two-state solution' - Western-made, without looking at the real situation,\" 17-year-old Janna Tamimi responds disparagingly when asked about it, adding: \"But where are the borders?\" <br/>Janna says she is one of the youngest accredited journalists in the world. At the age of seven she began borrowing her mother's phone and covering protests in her hometown of Nabi Salah in the occupied West Bank.<br/>\"I've been reporting the [Israeli forces'] night raids and the day raids that happen pretty often. I don't film all of them, but I try my best. It's been a bit hard with school and everything. But there's always something to cover.\" <br/>Since Janna was born there has not been a single general or presidential election in the Palestinian territories. The last one took place in 2006, which means anyone under 34 years old has never had the opportunity to vote. <br/>What has followed is a collapse of trust in the Palestinian political leadership and a downward spiral of support for the two-state solution, the internationally backed formula for peace envisaging an independent Palestinian state alongside Israel.<br/>The West Bank-based Palestinian Center for Policy and Survey Research has tracked the changing views of the population for over two decades and has shared data exclusively with the BBC on 18 to 29-year-olds.<br/>The findings demonstrate clear trends in this generation's declining support for the governing Palestinian Authority (PA) and a consistent drop in support for a two-state solution over the last decade. <br/>\"Today, the youth discontent is driven to a large extent by the lack of legitimacy that they see in the political system. So we have a president, who, for the last 14 years has been ruling without electoral legitimacy,\" explains Dr Khalil Shikaki, the director of the centre. <br/>\"Our political system is largely authoritarian; it is largely a one-man show. In theory, we have a constitution, but in reality, we're not observing our constitution.\"<br/>At the same time, support for armed confrontation is highest amongst under 30-year-olds, with over 56% supporting a return to an intifada, or uprising, against Israel, according to the most recent poll in March. <br/>In the past year, numerous new militant groups have sprung up in the northern West Bank towns of Nablus and Jenin, challenging the legitimacy of the Palestinian Authority's security forces.<br/>The most well-known are the Lions' Den and the Jenin Brigades, which have carried out attacks in the West Bank against Israeli forces and settlers.<br/>We join the Jenin Brigades at 02:00 one night as they carry out training exercises in the labyrinthine streets of the Jenin refugee camp. <br/>Each member is armed with an M16 assault rifle and dressed head to toe in black as they silently make their way in a single line formation. Their guns point forward scanning alleys and rooftops as they move. <br/>Mostly men in their 20s, these fighters claim to be independent of major militant groups and have publicly rejected links to political parties in the Palestinian territories. <br/>One of the fighters, Mujahed, 28, tells us that his generation is not represented by the current leadership. <br/>\"The youth of Palestine have lost hope with the political methods of the past 30 years,\" he says. <br/>Does he support violence as a solution? <br/>\"This occupation enters here daily and kills in cold blood, in broad daylight,\" he says, referring to Israeli forces. \"This occupation only understands the language of force.\"  <br/>In the absence of a general or presidential election, the student elections in universities are a barometer of the political temperature. Birzeit University in the West Bank and its student elections are widely regarded as a reflection of the political mood in the territories. <br/>The change of sentiments is evident here too. The student Fatah party, the youth wing of the dominant party in the Palestinian Authority, has always held out against opposition Islamist parties, including Fatah's main rival Hamas. But that changed last year.<br/>\"It was a shock,\" explains Mustafa, a student representative for the Democratic Front for the Liberation of Palestine party that also stood in the 2022 student elections. <br/>\"Usually, the difference between Fatah and the Hamas factions is one or two seats. This time it was 10 for Hamas.\"<br/>The unprecedented landslide win for Hamas in these student elections is largely seen as a protest against the Palestinian Authority, a feat which was repeated last month, albeit with a slightly reduced majority. <br/>\"Of course, if there were general elections, they would yield the same results as the ones in Birzeit,\" Mustafa continues, \"because people are fed up with the way the Palestinian Authority is dealing with things, whether it is political detentions, taxes, killings or the smothering of freedom of expression\".<br/>For many who have grown up with no voice in the future of the Palestinian territories, it has raised questions about identity. <br/>Majd Nasrallah works as a curator at the Qattan Foundation, an independent organisation working in culture and education. He is based in the West Bank city of Ramallah but was born in a town situated in northern Israel. <br/>Palestinian citizens make up 20% of Israel's population and like many in his generation he prefers to identify as \"from '48\" - a term that describes Palestinians who remained in the land which became Israel following its creation in 1948. As a result, he finds himself excluded from Palestinian society. <br/>\"I'm not recognised as part of the Palestinian system in the West Bank,\" Majd continues. \"I'm not supposed to vote [in Palestinian elections]. Actually, according to Israeli law, I'm not even supposed to be here [in Ramallah].\" <br/>Israeli law prohibits citizens from travelling to Palestinian areas in the West Bank for security reasons.<br/>Without a voice in the Palestinian political process, Majd also has no faith in the two-state solution.<br/>\"The two-state solution is really a corpse of a political project that is usually used as a fig leaf for the continued oppression of Palestinians,\" he says.<br/>\"It's not about a state, if you ask me. A five-year-old can take a look at the map and tell you that this doesn't work.\" <br/>The future of a two-state solution is in question if a generation who have most at stake in it are increasingly rejecting it as a viable option. <br/>I ask Majd what he could imagine hoping for.<br/>\"For the longest time, I was an advocate for the 'one democratic state' solution [encompassing Israel and the Palestinian territories],\" he says. \"Over at least the last decade, there have been so many attempts to voice our discontent with this current form of governance, which have been completely repressed. I can say with a full heart, the PA does not represent the voice of not only my generation, but Palestinians at large.\"<br/>The Palestinian Authority did not respond to a request for a reply to issues raised in this article. "}, {"_id": "64885b7e51ac331e4a70c6f2", "url": "https://www.bbc.co.uk/news/uk-wales-65887990?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Wales", "subCategories": "Wales Politics,Wales Business,North West,North East,Mid,South West,South East,Cymru,Local News", "title": "Marathon Eryri to drop Snowdonia from official name", "lead": "Marathon Eryri says it is important to focus on \"authenticity\" as it drops Snowdonia from its title.", "author": "By Peter GillibrandBBC News", "datePublished": "test", "dateScraped": "2023-06-13 14:05:18.739770", "dateUpdated": "test", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/640B/production/_98511652_snowdoniamarathonbbc.jpg", "body": "A marathon has announced it will be known solely by its Welsh name, dropping its English title. <br/>Marathon Eryri was previously also known as Snowdonia Marathon, but organisers said it was a \"no brainer\" to remove the English name. <br/>Last year, the national park authority voted to refer to the national park and Wales' tallest mountain by their Welsh names - Eryri and Yr Wyddfa. <br/>These are also known as Snowdonia and Snowdon respectively in English. <br/>The Bannau Brycheiniog national park made a similar move earlier this year, electing to use its Welsh name rather than the English name, the Brecon Beacons. <br/>Marathon Eryri starts and finishes at the bottom of Yr Wyddfa and includes 2,750ft (838m) of climbs. <br/>Announcing the move on Facebook, the race said: \"Same awesome race, same fantastic views, same incredible participants, new authentic name.\"<br/>Jayne Lloyd, the race coordinator, said: \"It seemed a no brainer really to drop the Snowdonia. We always referred to ourselves as Marathon Eryri locally.<br/>\"Snowdonia's name is Eryri. Snowdonia is an English word, an English imposition - the same as Yr Wyddfa. <br/>\"I think it's important to focus on the authenticity of the name.\"<br/>Ms Lloyd described the Welsh language as the \"centrepin\" of the race's identity.<br/>\"It's a Welsh event and people coming here have a Welsh experience, it's something they can't get anywhere else in the UK,\" she said.<br/>\"People travelling here really appreciate the language and the culture of the area. It's really important that they know Welsh is a thriving language and culture.\"<br/>This year's race takes place in October.<br/>Originally taking place in 1982, Marathon Eryri has been voted Best British Marathon twice."}, {"_id": "64885b7f51ac331e4a70c6f3", "url": "https://www.bbc.co.uk/news/uk-politics-65888166?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Politics", "subCategories": "Parliaments,Brexit", "title": "Nadine Dorries says sinister forces stopped her peerage", "lead": "The former cabinet minister accuses Rishi Sunak's team of blocking her seat in the Lords, as rift within Tory party continues.", "author": "By Sam FrancisPolitical reporter, BBC News", "datePublished": "test", "dateScraped": "2023-06-13 14:05:19.542594", "dateUpdated": "test", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1ABF/production/_130074860_a3.jpg", "body": "Former cabinet minister Nadine Dorries has said \"sinister forces\" denied her a seat in the House of Lords.<br/>The MP was one of Boris Johnson's close allies who didn't appear on the former PM's resignation honours list.<br/>In the Daily Mail, Ms Dorries accuses Rishi Sunak's political team of removing her name from the list.<br/>The row comes as MPs await the publication of a report into whether Mr Johnson misled MPs deliberately over pandemic events in Downing Street.<br/>Mr Johnson, who resigned as an MP, has lashed out at what he sees as the \"kangaroo court\" of the Privileges Committee, who have been examining evidence from Mr Johnson and his staff over Partygate.<br/>The committee had been preparing to recommend suspending Mr Johnson as an MP for 10 days or more, the BBC was told, a threshold which would have resulted in a recall petition among his constituents and a potential by-election.<br/>The committee's report - due on Wednesday - is sufficiently devastating to the former prime minister's reputation that he walked away from Parliament before, he anticipated, MPs and voters might force him to, the BBC's political editor Chris Mason says.<br/>It adds to the fallout from Mr Johnson's resignation honours, fuelling a continuing rift within the Conservative Party - including a war of words between Mr Sunak and Mr Johnson. <br/>Downing Street is now facing a hat-trick of by-elections after Ms Dorries, Mr Johnson, and Nigel Adams, Conservative MP for Selby and Ainsty, announced their resignations quick succession. <br/>Ms Dorries has not yet formally stood down as an MP.<br/>The by-elections have the potential to create major problems for Mr Sunak at a time when the Conservatives are trailing Labour by an average of 15 points in national polls.<br/>Labour leader Sir Keir Starmer called the by-elections \"political tantrums\".<br/>Speaking at London Tech Week, Sir Keir said political uncertainty is leading to \"many investors\" holding back from putting money into the UK.<br/>On Monday, Mr Sunak accused his former boss of asking him to \"overrule\" the vetting advice on his House of Lords nominations. In response, Mr Johnson accused Mr Sunak of \"talking rubbish\".<br/>The resignation honours list is a tradition that gives outgoing prime ministers the opportunity to nominate people for honours.<br/>The House of Lords Appointments Commission (HOLAC) said it rejected eight of Mr Johnson's nominations. However, there has been no confirmation of who the nominees were and why they were not included on the list.<br/>A Cabinet Office spokesperson said HOLAC did not support the peerage nominations of the MPs put forward by Mr Johnson.<br/>The spokesperson added: \"It is unprecedented for a sitting prime minister to invite HOLAC to reconsider the vetting of individual nominees on a former prime minister's resignation list.\"<br/>But Ms Dorries said Mr Sunak's team \"had made sure that certain names would not be on\" the list sent to HOLAC. Ms Dorries added she understands this \"to be true despite denials from those concerned\".<br/>Ms Dorries used her article to argue for her place in the House of Lords, writing: \"I was born into poverty and clawed my way out of it to build a new life for me and my family, and then carved out a role in public service.<br/>\"A seat in the Lords was recognition of that - and a means of continuing to give back to society.\"<br/>Ms Dorries said Mr Johnson had told her in autumn last year she had been put on his resignation honours list.<br/>The former culture secretary said she had been vetted for the peerage, but because six months had passed, her checks had expired.<br/>She also said Mr Sunak and Mr Johnson had a meeting last week to discuss his honours list.<br/>Ms Dorries accused the prime minister of using \"weasel words\" at that meeting to give Mr Johnson the impression Mr Sunak would ask HOLAC to restart the vetting process.<br/>According to Ms Dorries, these \"duplicitous machinations\" were to avoid a by-election caused when an MP steps down to take a seat in the House of Lords."}, {"_id": "64885b7f51ac331e4a70c6f4", "url": "https://www.bbc.co.uk/news/world-europe-65881261?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "World", "subCategories": "Africa,Asia,Australia,Europe,Latin America,Middle East,US & Canada", "title": "Ukraine offensive: What will it take for military push to succeed?", "lead": "If Kyiv can split Russian troops in the south and hold ground, its push will have achieved its aims.", "author": "By Frank GardnerBBC security correspondent", "datePublished": "test", "dateScraped": "2023-06-13 14:05:19.800105", "dateUpdated": "test", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7400/production/_130069692_gettyimages-1258632908.jpg", "body": "\"Don't call it a counter-offensive,\" say the Ukrainians. \"This is our offensive, it's our chance to finally drive out the Russian army from our land.\"<br/>All right, but what will it take to actually succeed? <br/>First off, let's not get distracted by the recent hard-fought but tiny territorial gains Ukraine has been making as it retakes obscure, half-abandoned villages in the eastern Donetsk and south-eastern Zaporizhzhia regions. <br/>After months of stalemate, images of victorious, battle-stained Ukrainian soldiers holding up their country's blue and yellow flag in front of a bullet-ridden building is a welcome morale boost for Ukrainians. <br/>But in the big strategic picture, this is a sideshow. <br/>The area of Russian-held territory that matters most in this campaign is the south: the area between the city of Zaporizhzhia and the Sea of Azov. <br/>This is the so-called \"land corridor\" that connects Russia to illegally annexed Crimea, the central part of that purple-shaded strip on the map below that has barely changed since the early weeks of the invasion last year.<br/>If Ukraine can split that in two and hold the ground it's retaken, then its offensive will have largely been successful. <br/>It would cut off Russia's troops in the west and make it hard to resupply their garrison in Crimea. <br/>It would not necessarily spell an end to the war - which some are now predicting could drag on for years - but it would put Ukraine in a strong bargaining position when the inevitable peace talks finally take place. <br/>But the Russians have looked at the map, quite some time ago, and reached the same conclusion. <br/>So while Ukraine sent its soldiers off to Nato countries for training and readied their 12 armoured brigades for this summer campaign, Moscow spent that time constructing what is now being called \"the most formidable defensive fortifications in the world\".<br/>Blocking Ukraine's path to the coast - its own coast, let's not forget - are layer upon layer of Russian minefields, concrete tank-blockers (known as \"dragons' teeth\") bunkers, firing positions and trenches wide enough and deep enough to stop a Leopard 2 or M1 Abrams tank literally in its tracks. <br/>All of this is covered by pre-determined artillery impact zones calibrated to rain down high explosive on Ukraine's armoured vehicles as they and their crews wait for their engineers to find a way through.<br/>The early signs are - and it is still very early in this campaign - that those Russian defences are so far holding fast.<br/>Ukraine has yet to commit the bulk of its forces - so these are probing, reconnaissance attacks designed to reveal the whereabouts of Russia's artillery and search out areas of vulnerability in their lines. <br/>In Ukraine's favour is morale. Its soldiers are highly-motivated and fighting to liberate their own country from an invader. <br/>Most of Russia's troops do not share that motivation, and in many cases their training, equipment and leadership are inferior to Ukraine's. <br/>The General Staff back in Kyiv will be hoping that if they can achieve a sufficient breakthrough then a collapse in Russian morale will be contagious, spreading across the battlefront as demoralised Russian troops lose the will to fight.<br/>Also in Ukraine's favour is the quality of hardware that Nato countries have provided. Unlike Soviet-designed armoured vehicles, Nato's tanks and infantry fighting vehicles can often withstand a direct hit, or at least enough to protect the crew inside who then live to fight on. <br/>But will that be enough to counter the strength of Russia's artillery and drone attacks? <br/>Russia, as the vastly bigger country, can draw on more resources than Ukraine. President Vladimir Putin, who started this war in the first place, knows that if he can only wear down the Ukrainians into a stalemate that drags on into next year then there is a chance that the US and other allies will tire of supporting this expensive war effort and start to pressure Kyiv to reach a ceasefire compromise. <br/>Finally, there is the matter of air cover, or lack of it. Attacking a well dug-in enemy without sufficient close air support is highly risky. <br/>Ukraine knows this, which is why it's long been pleading with the West to supply it with F16 fighter jets. <br/>The US, which makes them, did not give the green light for this until late May, by which time the first, preparatory, phase of Ukraine's offensive was already under way. <br/>Critically for Ukraine, the game-changing F16s may now arrive too late on the battlefield to play a key role in the early phases of this counter-offensive.<br/>This is not to say the Ukrainians will lose. <br/>Time and again they have proved themselves agile, resourceful and inventive. They successfully drove the Russian army out of Kherson by hitting their rear-area logistics hubs to the point where the Russians could no longer resupply their troops in that southern city. <br/>Equipped with long-range weapons like Britain's Storm Shadow cruise missile, Ukraine will be attempting to do the same now. <br/>But amidst all the claim and counter-claim of a propaganda war, it may yet be weeks or even months before we get a clearer picture of who is likely to ultimately prevail in this war."}, {"_id": "64885b8151ac331e4a70c6f5", "url": "https://www.bbc.co.uk/news/uk-65878427?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "UK", "subCategories": "England,N. Ireland,Scotland,Wales,Isle of Man,Guernsey,Jersey,Politics,Local News", "title": "Women to get gay-conviction pardons for first time", "lead": "Previous schemes in England and Wales only applied to some offences linked to gay men.", "author": "By Lauren Moss and Josh ParryLGBT correspondent and producer", "datePublished": "test", "dateScraped": "2023-06-13 14:05:21.295111", "dateUpdated": "test", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/134F8/production/_130069097_gettyimages-1138639816.jpg", "body": "Women convicted of offences related to being gay can apply to have their convictions removed, under an expansion of the government's pardon scheme.<br/>The Disregards and Pardons Scheme, launched in England an Wales in 2012, initially applied to only men - and specified offences. <br/>Now, anyone convicted or cautioned under former laws related to same-sex activity can apply.<br/>One charity welcomed the move but said pardons should be automatic.<br/>Homosexuality was partially decriminalised in 1967. While lesbians were not explicitly outlawed in the same way as gay men, they were sometimes punished for same-sex activity under indecency laws. <br/>This means the government is unable to estimate the number of women likely to be eligible and applications will be considered on a case-by-case basis.<br/>Offences sometimes used to criminalise behaviour between gay men will also be included in the scheme - \"solicitation by men\", for example, which essentially criminalised one man \"chatting up\" another, the Home Office says.<br/>But pardons will be granted only if certain conditions are met, such as the sexual activity is not an offence today.<br/>Only 208 people have successfully applied for a pardon since 2012, Home Office data shows. More than 400 people's applications have been rejected because their convictions were not covered by the scheme.<br/>Jo Easton, chief executive of Unlock, a charity for people with criminal records, said the expansion was \"an important step\".<br/>\"We firmly believe people should not have to apply to have their record wiped of things that are quite rightly no longer offences,\" she said.<br/>Those who successfully apply will have their convictions deleted from official records and no longer be required to disclose them during court proceedings or when applying for jobs.<br/>Safeguarding Minister Sarah Dines hopes it will help \"right the wrongs of the past\".<br/>Those who may be eligible can apply online.<br/>Have you been affected by this story? You can share your experiences by emailing haveyoursay@bbc.co.uk.<br/>Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:<br/>If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "}, {"_id": "64885b8151ac331e4a70c6f6", "url": "https://www.bbc.co.uk/news/world-latin-america-65886245?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "World", "subCategories": "Africa,Asia,Australia,Europe,Latin America,Middle East,US & Canada", "title": "Woman found breathing in coffin at own funeral", "lead": "Mourners in Ecuador realise the 76-year-old is still alive hours after she was placed in a coffin.", "author": "By Laura GozziBBC News", "datePublished": "test", "dateScraped": "2023-06-13 14:05:21.524944", "dateUpdated": "test", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/88D3/production/_130072053_gettyimages-538235416.jpg", "body": "Mourners at the wake of an elderly Ecuadorean woman were startled to discover she was still alive.<br/>A hospital doctor in the city of Babahoyo declared Bella Montoya, 76, dead following a suspected stroke.<br/>She was placed in a coffin and taken to a funeral parlour, where relatives held a vigil before her planned burial.<br/>When, after almost five hours, they opened the coffin to change her clothes ahead of the funeral, the woman gasped for air.<br/>\"My mum started to move her left hand, to open her eyes, her mouth; she struggled to breathe,\" her son Gilbert Balberán described the moment he realised his mother was still alive.<br/>Video taken by one of the mourners shows her lying in an open casket struggling to breathe, while another complains that an ambulance they called has not yet arrived. <br/>Minutes later, firefighters arrive and lift Bella Montoya from the coffin onto a stretcher and take her back to the same hospital where she had been declared dead. <br/>Her son told Ecuadorean media that she was in intensive care, but was responsive. <br/>\"My mum is on oxygen, her heart is stable. The doctor pinched her hand and she reacted, they tell me that's good because it means she is reacting little by little,\" newspaper El Universo quoted him as saying.<br/>Ecuador's health ministry has set up a committee to investigate the incident.<br/>Mr Balberán said he had taken his mother to hospital at about 09:00 \"and at noon a doctor told me [she] died\".<br/>He said he had even been issued with a death certificate, which stated that she had died of cardiopulmonary arrest after suffering a stroke.<br/>Bella Montoya is not the only person to \"come alive\" after being officially declared dead. <br/>In February, an 82-year-old woman was found to be breathing while lying in a funeral home in New York state. She had been pronounced dead three hours earlier at a nursing home."}, {"_id": "64885b8151ac331e4a70c6f7", "url": "https://www.bbc.co.uk/news/world-australia-65886519?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "World", "subCategories": "Africa,Asia,Australia,Europe,Latin America,Middle East,US & Canada", "title": "Australia bus crash: Driver going too fast in Hunter Valley, police say", "lead": "The tragedy has rocked a small rural town in the Hunter Valley where many victims lived.", "author": "By Tom HousdenBBC News, Sydney", "datePublished": "test", "dateScraped": "2023-06-13 14:05:21.766064", "dateUpdated": "test", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12CF7/production/_130074077_brettbutton.jpg", "body": "The man driving a bus in Australia that crashed, killing 10 and injuring at least 20, was allegedly going too fast in foggy conditions, police say.<br/>The bus was carrying passengers returning from a wedding on Sunday when it overturned at a roundabout near the town of Greta in New South Wales (NSW).<br/>Many of the victims are connected to tight-knit rural sporting clubs, local media have reported.<br/>The crash is one of Australia's deadliest road incidents.<br/>Brett Andrew Button, 58, has been charged with multiple counts of dangerous driving and negligence, after being arrested on Monday. <br/>He was allegedly driving \"in a manner that was inconsistent with the conditions\", the NSW Police Traffic and Highway Patrol Commander told reporters on Tuesday. <br/>\"He lost control of that vehicle... obviously the speed was too quick for him to negotiate that roundabout,\" Acting Assistant Commissioner David Waddell added.<br/>Fourteen people injured in the crash in the Hunter Valley wine region remain in hospital, with two in a critical condition, police say.<br/>They have not formally identified any of the victims, but the mayor of Singleton said many lived in the small town.<br/>\"I know we'll never get over it,\" Sue Moore told the BBC. <br/>Some local families have been at the side of injured people in hospital in Newcastle and Sydney, Ms Moore said, and others are planning funerals while reeling from \"the worst possible thing that could ever happen in their lives\".<br/>\"As far as I know, one lot of parents are leaving two kids orphaned,\" she said.<br/>A junior doctor, Rebecca Mullen, was among those killed, said NSW Health Minister Ryan Park.\"This has made a very dark day even darker for NSW Health,\" he said.<br/>Tasmanian man Kane Symons also died in the crash, his former surf club confirmed on social media.<br/>Posting on behalf of his family, the Carlton Park Surf Lifesaving Club described Mr Symons as \"an amazing athlete... a great bloke and a mate to many\".<br/>\"We adored him and he will be truly missed,\" they said.<br/>Pop-up mental health clinics have been set up in Singleton and the nearby town of Cessnock to support the local community, and Ms Moore said discussions are under way to fundraise for the victims' families.<br/>Mr Button is also a Hunter Valley local, and is clearly hurting along with the victims' relatives, a magistrate said when he faced court on Tuesday morning.<br/>\"I see before me a man suffering,\" Magistrate Robyn Richardson said, granting him bail.<br/>The Cessnock Local Court heard Mr Button had committed seven driving offences over the past 30 years, but did not have a criminal record.<br/>Prime Minister Anthony Albanese on Tuesday said the \"horrific tragedy\" had rocked the country, particularly because people \"associate weddings with love and... celebrations\".<br/>\"Of course, the scars will last for such a long, long period of time,\" he told the Australian Broadcasting Corporation.<br/>The crash site was \"still an active crime scene\", police said on Monday, with forensics officers working through the wreckage.<br/>The Hunter Valley in NSW is known for its vineyards and native bushland, making it a popular spot for wine lovers and group outings or celebrations. "}, {"_id": "64885b8251ac331e4a70c6f8", "url": "https://www.bbc.co.uk/news/world-us-canada-65886521?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "World", "subCategories": "Africa,Asia,Australia,Europe,Latin America,Middle East,US & Canada", "title": "Treat Williams: Everwood and Hair actor dies in road accident", "lead": "The star of Hair and Everwood had over 130 acting credits in career that spanned almost 50 years.", "author": "By Tom HousdenBBC News", "datePublished": "test", "dateScraped": "2023-06-13 14:05:22.325121", "dateUpdated": "test", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5093/production/_130072602_gettyimages-1181771430.jpg", "body": "Actor Treat Williams, who starred in the film musical Hair and the US television series Everwood, has died in a road accident aged 71.<br/>Williams was thrown from his motorbike in Vermont on Monday after being hit by an SUV turning left, police said.<br/>He was airlifted to hospital with critical injuries, but pronounced dead on arrival.<br/>The actor recorded over 130 screen credits in a career that spanned almost 50 years. <br/>\"As you can imagine, we are shocked and greatly bereaved at this time,\" a family statement published by Variety magazine said. <br/>\"Treat was full of love for his family, for his life and for his craft, and was truly at the top of his game in all of it.\"<br/>Williams' agent of 15 years, Barry McPherson, described him as \"the nicest guy\" who was \"so talented\".<br/>\"He was an actor's actor,\" McPherson told People magazine, adding that Williams had been at \"the heart of Hollywood since the late 1970s\".<br/>Actor Wendell Pierce described Williams on social media as a \"passionate... creative man\" whose \"adventurous spirit was infectious\".<br/>Following his 1979 breakthrough in Hair as hippie George Berger, Williams appeared in Steven Spielberg's 1941 (1979), Once Upon A Time In America (1984), Dead Heat (1988), Things to Do in Denver When You're Dead (1995) and Deep Rising (1998).<br/>He was also known for his stage acting, with roles in Stephen Sondheim's Follies and as Danny Zuko in the original Broadway production of Grease.<br/>In the early 2000s, Williams appeared as widowed Dr Andy Brown in four series of the US TV drama Everwood, and he also took on roles in Chesapeake Shores, Blue Bloods and Chicago Fire.<br/>He was nominated for an Emmy award for his work in the 1996 TV movie The Late Shift, and received three Golden Globes nominations during the 1980s.<br/>Born Richard Treat Williams in Connecticut in 1951, he is survived by his wife Pam Van Sant, whom he married in 1988. The couple had two children. "}, {"_id": "64885b8c51ac331e4a70c6f9", "url": "https://www.bbc.co.uk/news/uk-64783753?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "UK", "subCategories": "England,N. Ireland,Scotland,Wales,Isle of Man,Guernsey,Jersey,Politics,Local News", "title": "Covid inquiry: Race should be at its core, say campaigners", "lead": "A coalition of organisations says the official inquiry does not focus enough on the role of racism.", "author": "By Ashitha NageshCommunity affairs correspondent", "datePublished": "test", "dateScraped": "2023-06-13 14:05:32.944888", "dateUpdated": "test", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/151CC/production/_128767468_mediaitem128767467.jpg", "body": "Race should be made a central part of the UK's independent public inquiry into the pandemic, campaigners say.<br/>A letter seen by BBC News, sent to the chairwoman of the Covid-19 inquiry, calls for it to look at \"racism as a key issue\" at every stage. <br/>Ethnic minorities were significantly more likely to die with Covid-19, according to official figures.<br/>An inquiry spokesperson said the unequal impacts of the pandemic would be at the forefront of its work.<br/>People from ethnic minority backgrounds who lost loved-ones during the pandemic also told BBC News they felt \"sidelined\" by the process so far.<br/>The letter to Baroness Hallett, who is chairing the inquiry, has been co-ordinated by the group Covid-19 Bereaved Families for Justice and race equality think tank Runnymede. It calls for ethnic minority communities to be \"placed firmly at the centre\" of the inquiry.<br/>It has been signed by 26 other organisations - a mix of equality campaigners, such as the Joint Council for the Welfare of Immigrants and the Ubele initiative, and health bodies, including the NHS BME Network and London-based Guys and St Thomas's Foundation.<br/>The letter was sent ahead of a preliminary hearing on Tuesday, which is looking at the role of the healthcare system in the pandemic. <br/>The inquiry will begin hearing evidence in June. Before then, preliminary sessions are being held to agree which issues should be examined in each section of the inquiry.<br/>The Covid inquiry told BBC News that it is committed to looking at inequalities, and that their impact on the pandemic will be at the forefront of its investigations.<br/>For those who've lost family members, this promise to look at inequalities generally doesn't go far enough. They believe ethnicity should be examined separately.<br/>Lobby Akinnola, whose father, Femi, died with Covid in April 2020 at the age of 60, said \"there's no way [race] couldn't have\" played a role in his dad's death.<br/>His father was a regular gym-goer, with no underlying health conditions, he said.<br/>\"He was a black man in England,\" Lobby, of Leamington Spa, Warwickshire, said. <br/>\"Racism is pervasive in every aspect of life. My dad really highlights why it's so important to look at this as a systemic and structural problem, because he did everything right.\"<br/>As a carer, Femi was a \"key worker\". At the time, people from minority ethnic communities were statistically more likely to be classified as key workers - particularly in people-facing jobs that left them more exposed to the virus.<br/>\"He was going to work with his winter gloves and scarves as makeshift PPE. There's nothing more this man could have done to try and stay alive,\" Lobby said.<br/>At a hearing on 14 February, the inquiry's barrister said looking at racism in the first part of the inquiry - which will examine how prepared the UK was for a pandemic - would be \"an impossible task\". <br/>The Covid inquiry told BBC News it had instructed \"two world-leading inequalities experts\" to contribute to the first module.<br/>Lobby wants stories like his father's to be heard in the inquiry \"because we've seen first-hand the consequences\" of racial inequality. <br/>\"As a black man from a black family, it feels like race and the impact that race had in the pandemic has also... just been sidelined, too. It feels like it's more of an afterthought than being a priority for the inquiry.\"<br/>The inquiry has set up a listening exercise to gather people's experiences. <br/>The letter sent to Lady Hallett also alleges that the listening exercise appears to be an \"entirely separate process\" to the main inquiry.<br/>Rabinder Sherwood, whose parents both died with Covid in January 2021, took part in the exercise two weeks ago by filling in an online survey.<br/>She said the form was \"really cold\", with some \"brutal\" questions including: \"When did your experience start?\" and \"When did your experience end?\"<br/>After submitting it, she said: \"That's it, an abrupt end - thank you, goodbye, no signposting to any support you may need.\"<br/>Jean Adamson, whose father died in a care home during the pandemic's first wave, said she felt \"nobody is listening to us\".<br/>She said Lady Hallett had \"promised us that bereaved families would be front and centre of the inquiry\". <br/>\"I feel a sense of betrayal, because that isn't happening,\" she added.<br/>Lady Hallett told Tuesday's preliminary hearing that the aim of the listening exercise was \"to ensure that we reach as many people as possible, across the United Kingdom - from those who are seldom heard to those who are more often heard - to find out from them directly what their experience of the pandemic was\".<br/>The responses, she added, will \"be fed into the inquiry and can inform the findings and recommendations that I make\". <br/>A spokesperson for the inquiry also told BBC News it had appointed specialists in research and communications to \"enable thousands of people across the UK to share their experiences of the pandemic\"."}, {"_id": "64885b8d51ac331e4a70c6fa", "url": "https://www.bbc.co.uk/news/health-63080466?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Health", "subCategories": "", "title": "Loss and suffering at heart of Covid inquiry", "lead": "Inquiry chair Baroness Hallett promises 'thorough and fair' review at first preliminary hearing.", "author": "By Nick TriggleHealth correspondent", "datePublished": "test", "dateScraped": "2023-06-13 14:05:33.185804", "dateUpdated": "test", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/678C/production/_125680562_gettyimages-1388407308.jpg", "body": "Those who have suffered will be at the heart of the Covid public inquiry, the chair of the inquiry has promised during the first preliminary hearing.<br/>Baroness Hallett said the pandemic had caused loss to millions of people.<br/>She said that included those who have seen loved ones die, been left in poor health, had education disrupted and suffered economic hardship.<br/>It came as the inquiry holds a one-day hearing on its first \"module\" - pandemic preparedness.<br/>Other modules will cover political decision-making at the start, the health system, vaccines, test-and-trace and health inequalities.<br/>The hearing had originally been scheduled for last month, but was delayed after the death of Queen Elizabeth II.<br/>Just before a minute's silence was held for those who lost their lives, Lady Hallett said: \"There's one word that sums up the pandemic for so many - and that is the word 'loss'.<br/>\"Although there were positive aspects of the pandemic, for example the way in which communities banded together to help each other and the vulnerable, millions of people suffered loss, including the loss of friends and family members; the loss of good health - both mental and physical; economic loss; the loss of educational opportunities and the loss of social interaction.<br/>\"Those who are bereaved lost the most. They lost loved ones and the ability to mourn properly.\"<br/>Lady Hallett said she would do \"everything in her power\" to explore what happened and what lessons needed to be learned, saying the inquiry would be \"thorough and fair\".<br/>\"Those who have suffered will be at the heart of the inquiry,\" she added.<br/>During the session in London it was also announced which individuals and organisations will be core participants for the first module - this entitles them to access documents and make submissions.<br/>Groups representing bereaved relatives, government departments, the health secretary, the UK Health Security Agency and NHS England have all been appointed core participant status, alongside public health officials and ministers in the devolved nations.<br/>Lawyers have also been setting out how the inquiry will proceed. Members of the public and other groups not awarded core participant status will still get to submit evidence, and there will be more informal listening events around the country which people can attend.<br/>The public hearings where people are called to give evidence do not start until the spring. But the start of the first preliminary hearing is still being seen as an important milestone for the families who lost loved ones.<br/>However, the Covid-19 Bereaved Families for Justice campaign said the listening exercise was flawed.<br/>Group co-founder Matt Fowler said he was concerned families would be marginalised, since the listening exercise was being run by a third-party, including PR firms that had won government contracts during the pandemic.<br/>\"This clearly risks a conflict of interest, and it's hard to see how we can have confidence that our experiences will be listened to accurately and fairly,\" he said.<br/>Lindsay Jackson's mother, Sylvia, 87, died from Covid during the first lockdown, after contracting it at a care home.<br/>Ms Jackson, of the Covid-19 Bereaved Families for Justice campaign group, said it was essential lessons were learned.<br/>She was \"really pleased\" the inquiry was finally starting, but said it had taken too long to reach this stage. <br/>\"It's two-and-a-half years since the pandemic started. We lost so many people. If people have done things wrong, they need to be held accountable.<br/>\"For me, my family and the others who lost loved ones, it's important that answers are found to the questions that we have.\"<br/>Several reports have already put the UK government's handling of the pandemic at the start, under the spotlight.<br/>Last year, a report by MPs on the Health and Social Care Committee and the Science and Technology Committee, said the UK's failure to do more to stop Covid spreading early in the pandemic was one of the country's worst public health failures.<br/>It said the government approach - backed by its scientists - to try to manage the situation and in effect achieve herd immunity by infection had delayed the first lockdown, costing thousands of lives.<br/>And a report by spending watchdog the National Audit Office, published in late 2021, found ministers had not been properly prepared for a pandemic like Covid-19 and lacked detailed plans on shielding, job-support schemes and school disruption.<br/>One issue likely to come under scrutiny in module one is how much was learned from Exercise Cygnus, a 2016 government exercise simulating a flu pandemic. <br/>Meanwhile, Lady Poole, the judge appointed in December, to lead the inquiry into the Scottish government's Covid response has resigned from the role for personal reasons."}]