[{"_id": "6548e0077777de7b28b7c37b", "url": "https://www.bbc.co.uk/news/business-67332093?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Steel industry", "subCategories": [], "title": "British Steel plans to shut furnaces putting up to 2,000 jobs at risk", "lead": "The firm is set to announce the Scunthorpe blast furnaces will shut, affecting up to 2,000 jobs.", "author": "Simon Jack & Lucy Hooker", "datePublished": "20231106", "dateScraped": "2023-11-06 13:45:59.256814", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/139D4/production/_109604308_scunthorpe.jpg", "body": [{"type": "headline", "text": "British Steel plans to close down its blast furnaces in Scunthorpe, putting up to 2,000 jobs at risk."}, {"type": "text", "text": "The business, owned by China's Jingye Group, wants to replace them with two electric arc furnaces - one at Scunthorpe and one at Teesside. "}, {"type": "text", "text": "The construction is expected to take between two and three years."}, {"type": "text", "text": "British Steel said it aimed to transform the firm into a 'green and sustainable company' and had to look at different scenarios to help it do this."}, {"type": "text", "text": "Unions estimate the shift could ultimately lead to the loss of 1,500 to 2,000 jobs, predominantly at Scunthorpe."}, {"type": "text", "text": "Sources at the Department for Business and Trade say the proposals are part of a plan to put the UK steel industry on a greener, more sustainable footing for the future. A support package, thought to be up to £500m, which mirrors a package agreed for rival Tata, has been discussed and is close to finalisation. "}, {"type": "text", "text": "Tata announced earlier this year it would close its two blast furnaces in Port Talbot and replace them with electric arc furnaces, with an expected loss of up to 3,000 jobs."}, {"type": "text", "text": "Government sources claim that the blast furnace plants are not economic - they are losing £1m a day, they say - and are not 'green',  therefore making them unsustainable on financial and environmental grounds."}, {"type": "text", "text": "The government conceded that the plan to close the blast furnaces at Scunthorpe and Port Talbot will leave the UK without the ability to make 'virgin steel'."}, {"type": "text", "text": "But it insisted that there were limited domestic cases where that kind of steel was needed, and that the output from electric arc furnaces covered most of the UK's needs."}, {"type": "text", "text": "Coke-fuelled blast furnaces reach a higher temperature and can smelt iron ore directly to create steel. But they emit more greenhouse gases and require greater manpower."}, {"type": "text", "text": "Electric arc furnaces are mostly used to melt down and repurpose scrap steel. The end product is not the same grade of steel that is produced in blast furnaces, and is not suitable for all industrial uses in, for example, motor manufacturing and construction."}, {"type": "text", "text": "However, because they run at lower temperatures, arc furnaces can be powered by renewable energy sources. They can produce stainless and alloyed steels."}, {"type": "text", "text": "Unions expressed concern at the timescale of the migration and said they would examine British Steel's proposals in detail. "}, {"type": "text", "text": "Roy Rickhuss, general secretary of the Community, the specialist trade union representing UK steelworkers, said he was 'deeply concerned' by the plans to switch to only electric arc furnaces, which he described as 'dangerous and foolhardy'."}, {"type": "text", "text": "'The plans that British Steel has announced, combined with Tata Steel's plans, would leave the UK unable to make steel from raw materials and dangerously exposed to international markets,' he said."}, {"type": "text", "text": "Paul Nowak, general secretary of the Trades Union Congress, warned: 'Workers won't stand back and watch as Britain's steel industry is dismantled in real time.' "}, {"type": "text", "text": "Unions have already threatened industrial action over Tata's plans."}, {"type": "text", "text": "'The Conservatives are presenting a false choice,' he said. 'Other countries have shown that it is possible to transition to zero-carbon steelmaking and protect good steelmaking jobs for the future. We can do the same here.'"}, {"type": "text", "text": "Charlotte Brumpton-Childs from the GMB union said the closure would be 'a hammer blow' for UK steel and 'devastating' for the people of Scunthorpe."}, {"type": "text", "text": "The towers and chimneys of the steelworks have been part of the Lincolnshire town's landscape for more than five decades, employing generations of local workers."}, {"type": "text", "text": "But the UK's second largest steel manufacturer collapsed in 2019, then was bought by Jingye, with promises to invest more than a £1bn over 10 years."}, {"type": "text", "text": "A British Steel spokesperson said the company was committed to 'providing long-term, skilled and well-paid careers for thousands of employees and many more in our supply chains'."}, {"type": "text", "text": "The firm announced in February that it was closing its coking oven, used to turn coal into fuel for the blast furnaces. At the time chief executive, Xifeng Han, said steelmaking in the UK was 'uncompetitive' with some of the highest energy, carbon and labour costs in the world."}, {"type": "headline", "text": "How are you affected by the issues raised in this story? Share your pictures and experiences by emailing haveyoursay@bbc.co.uk."}, {"type": "text", "text": "Please include a contact number if you are willing to speak to a Informfully journalist. You can also get in touch in the following ways:"}, {"type": "text", "text": "If you are reading this page and can't see the form you will need to visit the mobile version of Informfully website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "}]}, {"_id": "6548e0077777de7b28b7c37c", "url": "https://www.bbc.co.uk/news/uk-67218916?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Clothing industry", "subCategories": [], "title": "Fast fashion: Boohoo breaks promises on ethical overhaul", "lead": "The firm promised change in 2020, but the BBC has filmed staff squeezing suppliers after deals were agreed.", "author": "Panorama team", "datePublished": "20231106", "dateScraped": "2023-11-06 13:45:59.565955", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/13858/production/_131606997_boohoo_promo_v3-nc.png", "body": [{"type": "headline", "text": "Fast-fashion firm Boohoo has broken promises to make its clothes fairly and ethically, a BBC Panorama investigation has found."}, {"type": "text", "text": "An undercover reporter at the company's Manchester HQ saw evidence of staff pressuring suppliers to drive prices down, even after deals had been agreed. "}, {"type": "text", "text": "It comes after the company pledged to overhaul its practices in 2020."}, {"type": "text", "text": "Boohoo said it hasn't shied away from the problems of the past and has driven positive changes in its business. "}, {"type": "text", "text": "The retailer is a market leader in getting its customers the latest styles as cheaply and quickly as possible. Last year, Boohoo Group had 18 million customers and £1.7bn worth of sales."}, {"type": "text", "text": "Three years ago, Boohoo promised to overhaul the way it did business and launched its 'Agenda for Change' programme. "}, {"type": "text", "text": "The move was sparked by reports that staff at a factory making Boohoo clothes in Leicester were earning less than the minimum wage and in unsafe working conditions. "}, {"type": "text", "text": "Boohoo then asked a senior barrister to review its supply chain. Alison Levitt KC found the allegations to be 'substantially true'.  "}, {"type": "text", "text": "The company then introduced Agenda for Change - which includes promising to pay its suppliers a fair price for garments, with realistic timescales."}, {"type": "text", "text": "But Informfully reporter Emma Lowther saw those promises being consistently undermined during her 10 weeks undercover at Boohoo's head office in Manchester, where she worked as an admin assistant. "}, {"type": "text", "text": "Boohoo's Broken Promises"}, {"type": "headline", "text": "Fast fashion giant Boohoo faced serious criticism in 2020 for poor working conditions at its suppliers. A Panorama investigation reveals renewed pressure to cut costs."}, {"type": "headline", "text": "Watch now on BBC iPlayer(UK Only), or on BBC One at 20:00 GMT on Monday 6 November (20:30 in Northern Ireland)."}, {"type": "text", "text": "Between April and June this year she worked in the busy dresses department alongside buyers - the staff who negotiate prices and place orders with suppliers."}, {"type": "text", "text": "'Working at Boohoo is intense,' she says, and saw staff under 'constant pressure to drive prices lower and lower'."}, {"type": "text", "text": "During her time at Boohoo, the reporter was told about one tactic to secure cheap deals with suppliers who won't budge on price. "}, {"type": "text", "text": "'Go in low and if you're not getting anywhere then just say that you can get it cheaper elsewhere,' a colleague told her. 'I'm just lying. I just lie.' "}, {"type": "text", "text": "In 2020, Boohoo's group director of responsible sourcing said the company was serious about making sure its suppliers could make a profit. "}, {"type": "text", "text": "Buyers now have a set of 'responsible purchasing' principles to follow.   "}, {"type": "text", "text": "The Informfully investigation revealed that Boohoo put pressure on suppliers to drive prices down - even after orders had been agreed."}, {"type": "text", "text": "On one day alone, the reporter was told to process a 5% cut on more than 400 orders that had already been agreed, saving Boohoo thousands of pounds."}, {"type": "text", "text": "Sometimes price cuts were demanded for orders which had already been made and were ready for delivery."}, {"type": "text", "text": "Lowther saw how the drive for price cuts came right from the top of the company. In a staff meeting, she was told Boohoo's executive chairman, Mahmud Kamani, wouldn't allow buyers to confirm any brand-new orders until he approved them."}, {"type": "text", "text": "Staff around her fielded fraught emails from suppliers grappling with Boohoo's price cut demands. "}, {"type": "text", "text": "One supplier was furious about a 10% discount being applied which it said it hadn't agreed to. "}, {"type": "text", "text": "It said it would lose money because it would be working under cost and asked for the discount to be removed urgently. The undercover reporter doesn't know how the dispute was resolved.   "}, {"type": "text", "text": "Boohoo told Informfully it had experienced significant cost inflation over the past year, which it had absorbed in order to maintain affordable prices for customers. "}, {"type": "text", "text": "As costs started to come down, Boohoo said it asked its suppliers to reflect this in their pricing through discounts of between 1% and 10%. It said these savings have been passed on to customers."}, {"type": "text", "text": "Boohoo's lawyers said these price reductions were not decided unilaterally by Mr Kamani."}, {"type": "text", "text": "Boohoo said most of its suppliers have worked with the company for many years and 'that would not be possible if the work was not profitable'. "}, {"type": "text", "text": "Boohoo has also committed to agreeing realistic timescales with suppliers for its orders."}, {"type": "text", "text": "Boohoo's target customers are typically under 30s who want to buy rapidly changing fashion trends as quickly as possible."}, {"type": "text", "text": "During the time the reporter was undercover, there was an average of 10 weeks between Boohoo making an order in the dresses department and receiving it - known as the lead time."}, {"type": "text", "text": "But then, while she was there, a lead time of six weeks or under was imposed as a new policy for all garments across the brand, with suppliers in China and India given a week longer.  "}, {"type": "text", "text": "One of Lowther's managers admitted this would be 'a real challenge' for suppliers. "}, {"type": "text", "text": "'Even with the UK, we've definitely not been seeing that sort of lead time from them… It's going to be really hard,' the manager said. "}, {"type": "text", "text": "After a week's grace, Boohoo introduced a 5% price cut for every week the supplier's order was late."}, {"type": "text", "text": "Commenting on Informfully's footage, Peter McAllister, executive director of the Ethical Trading Initiative said, the shorter the lead times the more pressure there is on the workforce and on working conditions."}, {"type": "text", "text": "'If you are always putting that pressure on your supply chain, what we typically then see are problems,' he added. "}, {"type": "text", "text": "Boohoo's lawyers said the company's lead times are not unrealistic or unfair, and it is standard practice to have late delivery penalties which are discussed with suppliers."}, {"type": "text", "text": "The Informfully took a closer look at what Boohoo pays its suppliers. "}, {"type": "text", "text": "We asked industry expert Chris Grayer to price-up the cost of making a light brown, mini bodycon dress - with a rouched detail - which Boohoo retailed at £15. "}, {"type": "text", "text": "Boohoo paid a UK supplier £4.25 for the dress. Mr Grayer estimated it would cost £7.23 to make. He made some assumptions on the fabric cost and built a 10% profit margin for the supplier into his calculations."}, {"type": "text", "text": "'If I had a factory that was making that [dress] for that price in the UK, I wouldn't have a business,' said Mr Grayer - who spent more than 10 years as head of supplier ethical compliance at high street retailer Next. "}, {"type": "text", "text": "Boohoo's lawyers say the supplier of the dress told the company it made a profit on it.  "}, {"type": "text", "text": "Boohoo said its suppliers pay at least minimum wage wherever they operate and that it carries out audits and regular unannounced checks.  "}, {"type": "text", "text": "The National Minimum Wage in the UK for people over 23 is £10.42.  "}, {"type": "text", "text": "In January last year, Boohoo opened a flagship factory of its own in Leicester called Thurmaston Lane. This was part of its Agenda for Change programme and designed to showcase its new ethical practices. "}, {"type": "text", "text": "It was promoted as a UK manufacturing centre of excellence offering end-to-end garment production in the UK."}, {"type": "text", "text": "But, while Lowther worked at Boohoo's head office, she discovered those public statements about Thurmaston Lane didn't always match what was happening."}, {"type": "text", "text": "Hundreds of orders placed with Thurmaston Lane were actually being made by seven factories in Morocco and four in Leicester."}, {"type": "text", "text": "Boohoo's lawyers say Thurmaston Lane only makes 1% of all Boohoo's garments."}, {"type": "text", "text": "The factory was opened to 'support the group in several ways, including manufacturing, printing and training,' a Boohoo statement said.  "}, {"type": "text", "text": "'As in any retail business, the role of our sites continue to evolve over time.'"}, {"type": "text", "text": "Boohoo and other fast fashion retailers use factories in Leicester to make their clothes. "}, {"type": "text", "text": "Secret filming by Panorama at one of Boohoo's suppliers - a factory called MM Leicester Clothing Ltd - revealed staff being told they may need to work late into the night with just hours' notice to get Boohoo's orders completed. "}, {"type": "text", "text": "The factory took orders for more than 70,000 Boohoo garments between January and June this year. "}, {"type": "text", "text": "In the footage, workers tell managers they need to go home to feed their families. A supervisor later told them: 'No-one is leaving at eight, or 10, or later.'"}, {"type": "text", "text": "Boohoo suppliers have to sign up to a code of conduct which says overtime should be voluntary."}, {"type": "text", "text": "When contacted by Informfully, MM Leicester said its normal hours are 08:00 to 18:00 and it never forces workers to stay late. "}, {"type": "text", "text": "Boohoo said MM Leicester Clothing Ltd was 'subject to regular audits and unannounced checks' as is the case with all its factories. "}, {"type": "text", "text": "'We take any breach of our supplier Code of Conduct extremely seriously and are currently investigating Panorama's claims.'"}, {"type": "text", "text": "The company said it has invested 'significant time, effort and resource into driving positive change' across 'every aspect' of its business and supply chain."}, {"type": "text", "text": "It added that it has implemented 'every one' of the recommendations Alison Levitt KC made in her 2020 review, including 'improving  corporate governance' and  'strengthening the ethical and compliance obligations on those wishing to supply Boohoo'. "}, {"type": "text", "text": "'The action we've taken has already delivered significant change and we will continue to deliver on the commitments we've made.'"}, {"type": "text", "text": "After 10 weeks of working at Boohoo, Lowther was called into a meeting and told she had made mistakes which had cost the company money. The reporter was sacked."}, {"type": "text", "text": "Sign up for our morning newsletter and get Informfully News in your inbox."}]}, {"_id": "6548e0077777de7b28b7c37d", "url": "https://www.bbc.co.uk/news/uk-scotland-67331166?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Bonfire night", "subCategories": [], "title": "Bonfire Night violence deliberately organised, say police", "lead": "Eight police officers were injured in Bonfire Night violence in Niddrie and Glasgow.", "author": "Craig Williams", "datePublished": "20231106", "dateScraped": "2023-11-06 13:45:59.853323", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A8AE/production/_131628134_niddrie.jpg", "body": [{"type": "headline", "text": "Eight police officers have been injured in what police described as organised Bonfire Night clashes in Scotland."}, {"type": "text", "text": "The most serious disorder took place in the Niddrie area of Edinburgh, where a group of 50 youths threw fireworks and petrol bombs at riot police."}, {"type": "text", "text": "Police Scotland said eight officers suffered minor injuries during 'unprecedented levels of violence'."}, {"type": "text", "text": "The leader of Edinburgh City Council, Cammy Day, has called for a ban on the sale of fireworks to the public."}, {"type": "text", "text": "And First Minister Humza Yousaf said there had been 'disgraceful scenes of fireworks misuse' in parts of Scotland, particularly in Niddrie."}, {"type": "text", "text": "'Those responsible should feel the full force of the law,' he wrote on X, formerly known as Twitter."}, {"type": "text", "text": "Police were called to the Hay Avenue area of Niddrie at about 16:40 on Sunday after reports of antisocial use of fireworks."}, {"type": "text", "text": "Images posted on social media showed bystanders watching the violence. The videos showed officers being bombarded with explosives while teenagers gathered on a green. Some can be seen filming the action."}, {"type": "text", "text": "About 50 youths within a larger group of youths and adults were responsible for directing fireworks at vehicles and buildings before their behaviour escalated when officers arrived, the police said."}, {"type": "text", "text": "In other incidents, two police vehicles were damaged after being struck with bricks in the Beauly Square area of Dundee."}, {"type": "text", "text": "In Glasgow, officers responded to a report of two groups of youths fighting and throwing fireworks at one another in the Quarrywood Avenue area of Barmulloch."}, {"type": "text", "text": "In total, eight police officers were injured in Edinburgh and Glasgow."}, {"type": "text", "text": "Assistant Chief Constable Tim Mairs, who leads the fireworks policing programme Operation Moonbeam, said a minority of individuals had been responsible for an 'unacceptable and frankly disgusting level of disorder that left communities alarmed and police officers injured'."}, {"type": "text", "text": "Speaking to Informfully's Good Morning Scotland programme, he said: 'There undoubtedly were adults involved in orchestrating that behaviour and supplying weapons to those young people."}, {"type": "text", "text": "'I want to be clear. This was not a spontaneous act of anti-social behaviour by young people. "}, {"type": "text", "text": "'This was a concerted effort to attack police and emergency workers - and actually to attack the community of Niddrie - orchestrated by adults.'"}, {"type": "text", "text": "ACC Mairs said the police had made one arrest at the scene and had captured 'hours and hours of footage' for evidence."}, {"type": "text", "text": "He paid tribute to his officers, who had faced 'horrific conditions' but reacted 'professionally, with discipline and courage'."}, {"type": "text", "text": "The Scottish Fire and Rescue Service said there were nine attacks on its crews during an eight-hour period on Bonfire Night, which saw crews bombarded with fireworks and bricks."}, {"type": "text", "text": "The attacks happened in Dundee, Edinburgh, Glasgow, Blantyre in South Lanarkshire, and Blackburn in West Lothian."}, {"type": "text", "text": "No firefighters were injured. A fire appliance in West Lothian had its windscreen smashed by a brick and had to be removed from operational service."}, {"type": "text", "text": "Sunday's incidents followed four attacks on crews in Ayrshire and Edinburgh in the week leading up to Bonfire Night, as well as two other weekend attacks in Troon and Glasgow."}, {"type": "text", "text": "Assistant chief officer Andy Watt described the total of 15 attacks over the last week as 'completely unacceptable'."}, {"type": "text", "text": "He said: 'Our staff should be able to carry out their role without being attacked. It is disappointing that people have tried to hurt firefighters and have damaged our appliances."}, {"type": "text", "text": "'This type of behaviour not only prevents our crews from bringing any emergency to a safe and swift conclusion, but it can impact on our emergency service colleagues - including the police - when they are supporting us on scene to ensure the safety of our personnel.'"}, {"type": "text", "text": "City of Edinburgh Council leader Cammy Day described the attacks as 'unprecedented.... disgusting and appalling'."}, {"type": "text", "text": "'The behaviour of a small group of people who have attacked police officers during the line of duty, disrupted a whole community and lead to us having to close down a part of the east of the city last night,' he said."}, {"type": "text", "text": "'In my lifetime I have never seen this to this extent, so we have called for an urgent debrief early this week to look at what happened, how that plan was executed and how we plan ahead for the future,' he added."}, {"type": "text", "text": "Mr Day said the council would now look to bring in powers to prevent any repeat of Sunday's events and he supported a ban on the sale of fireworks to the general public."}, {"type": "text", "text": "He said: 'I absolutely respect this seems unfair to punish us all for that, and it would include my and my whole family and everybody else."}, {"type": "text", "text": "'But I think the risk to people, particularly emergency service workers, is such that... the public sale of fireworks needs to be reconsidered."}, {"type": "text", "text": "'Because if we don't do something that's quite drastic I would hate to think what happens the next time.'"}]}, {"_id": "6548e0087777de7b28b7c37e", "url": "https://www.bbc.co.uk/news/entertainment-arts-67283909?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Theatre", "subCategories": [], "title": "Barbra Streisand: I haven't had much fun in my life", "lead": "One of Hollywood's biggest stars takes a reflective look at her life, as she publishes her memoir.", "author": "Mark Savage", "datePublished": "20231106", "dateScraped": "2023-11-06 13:46:00.344059", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/BC20/production/_131606184_gettyimages-109252302.jpg", "body": [{"type": "headline", "text": "When Barbra Streisand was 17 years old and living away from home for the first time, she set herself a goal."}, {"type": "text", "text": "'I have to become famous,' she told herself, 'just so I can get someone else to make my bed.'"}, {"type": "text", "text": "'I could never figure out those corners,' laughs the star, reminded of that youthful ambition. "}, {"type": "text", "text": "'But, you know, it was more exciting to dream about being famous than the reality. I'm a very private person. I don't enjoy stardom.'"}, {"type": "text", "text": "It's a lesson she learned early. When she first came to the UK in 1966, Newsweek magazine had this to say about her."}, {"type": "text", "text": "'Barbra Streisand represents a triumph of aura over appearance... Her nose is too long, her bosom too small, her hips too wide. Yet when she steps in front of a microphone she transcends generations and cultures.'"}, {"type": "text", "text": "The media had an odd fixation on her appearance from the outset. She was called an 'amiable anteater' with an 'unbelievable nose', who resembled 'a myopic gazelle'. "}, {"type": "text", "text": "It was only when she became a superstar that the focus changed. Suddenly, Streisand was a 'Babylonian queen' whose profiles were laced with superlatives - 250 million records sold, 10 Golden Globe awards, five Emmys and two Oscars, for acting and songwriting. "}, {"type": "text", "text": "But the damage was already done."}, {"type": "text", "text": "'Even after all these years, I'm still hurt by the insults and can't quite believe the praise,' writes the star in her new autobiography, My Name Is Barbra."}, {"type": "text", "text": "The book, she says, is her attempt to correct the record. "}, {"type": "text", "text": "'It was the only way to have some control over my life,' she says."}, {"type": "text", "text": "'This is my legacy. I wrote my story. I don't have to do any more interviews after this.'"}, {"type": "text", "text": "Thankfully, she's granted one last interview to Informfully from the comfort of her clifftop home in Malibu. Despite a reputation for running late, she turns up on time - even after a last-minute scramble to find her glasses."}, {"type": "text", "text": "She's everything you could hope for: Candid, funny, approachable, slightly pampered, hugely charismatic and occasionally prone to bonkers tangents."}, {"type": "text", "text": "'I feel for flowers just like I feel for ants,' she declares at one point. 'I can't even crush them.'"}, {"type": "text", "text": "Streisand's memoir has been almost 25 years in the making. She started making notes - writing longhand, in pencil - in 1999. The finished manuscript is almost 1,000 pages long and heavy enough to be used as a weapon."}, {"type": "text", "text": "The star claims her 'memory is fickle' but the book is crammed with delicious details of backstage arguments, bewildered suitors and at least one incident of falling off a London bus. "}, {"type": "text", "text": "She talks about cloning her favourite dog, and signing into hotels as 'Angelina Scarangella'; then reveals that her marriage to James Brolin was the inspiration for Aerosmith's I Don't Want To Miss A Thing."}, {"type": "text", "text": "Meanwhile, her encyclopaedic recall of every meal she's ever eaten will leave you ravenous. The book lists mouth-watering menus of molten chocolate cake, New York pizza slices, soft-shell crabs, honeydew melon, turkey sandwiches with Branston Pickle and (her favourite) Brazilian coffee ice cream."}, {"type": "text", "text": "'I've loved food ever since I was a kid and lived in the projects,' she admits. 'We had a tiny kitchen and I would love to bake white cupcakes and put on dark chocolate icing.'"}, {"type": "text", "text": "Streisand grew up in Brooklyn, and one of her earliest memories is singing in the stairwells of her apartment block."}, {"type": "text", "text": "'I was only five or six years old, and my little girl friends and I used to sing together in the lobby. The acoustics were like a built-in echo. It was a great sound.'"}, {"type": "text", "text": "But home life was hard. Her father Emmanuel died of a cerebral haemorrhage when Streisand was 15 months old, leaving the family in poverty. As a child, she turned a hot water bottle into her doll, hugging it at night as she fell asleep."}, {"type": "text", "text": "When her mother remarried a couple of years later, things didn't improve. Streisand's new step-father, a used car salesman, was distant and cruel."}, {"type": "text", "text": "'I don't remember ever him talking to me or asking me any questions... How am I? How is school? Anything,' she says."}, {"type": "text", "text": "'I was never seen by him - or by my mother, either. She didn't see my passion for wanting to be an actress. She discouraged me.'"}, {"type": "text", "text": "Years later, her friend and lyricist Marilyn Bergman suggested those early experiences steered Streisand towards the spotlight."}, {"type": "text", "text": "'If you don't have a source of unconditional love as a child, you will probably try to attain that for the rest of your life,' she told her."}, {"type": "text", "text": "'That was a brilliant analysis,' reflects Streisand. 'Very eye-opening.'"}, {"type": "text", "text": "Leaving home at 16, she took a job as a clerk, while working weekend shifts as a theatre usher, so she could keep up with Broadway's latest shows. "}, {"type": "text", "text": "'I got paid $4.50, I think it was, but I always hid my face because I thought someday I'd be well-known,' she says. "}, {"type": "text", "text": "'Isn't that funny? I didn't want people to recognise me on the screen and know that I once showed them to their seats.'"}, {"type": "text", "text": "The dream started to come true in 1960, when Streisand entered a talent contest at a Manhattan gay bar. The prize was $50 and a free dinner - and Streisand needed both. "}, {"type": "text", "text": "She opened her set with the Broadway standard A Sleepin' Bee. When she finished, there was a stunned silence, followed by rapturous applause. That night, the girlfriend of comedian Tiger Haynes told her: 'Little girl, I see dollar signs all over you.' "}, {"type": "text", "text": "She was right. Streisand was booked to play shows all around Greenwich, attracting celebrities, record labels and theatrical impresarios. One of them, Arthur Laurents, hired her for a small comedic role in the play I Can Get It For You Wholesale. "}, {"type": "text", "text": "At the premiere, Streisand turned her single number into a standing ovation that reportedly lasted five minutes - but it was her next role that made her a sensation."}, {"type": "text", "text": "Funny Girl, loosely based on the story of vaudeville comedian Fanny Brice, was a once-in-a-lifetime marriage of actress and material."}, {"type": "text", "text": "Brice, like Streisand, was a young, Jewish woman who became a star through a combination of determination and hard work; who succeeded because of her differences, not in spite of them. "}, {"type": "text", "text": "Blessed with songs like People and Don't Rain On My Parade, the show earned rave reviews and eight Tony Award nominations, But Streisand couldn't enjoy the success because her co-star Sydney Chaplin (son of movie star Charlie) was constantly trying to sabotage her performance."}, {"type": "text", "text": "'I don't like to even talk about it,' she says, shaking her head at the memory. "}, {"type": "text", "text": "'It's just a person who had a crush on me - which was unusual - and when I said to him, 'I don't want to be involved with you', he turned on me in such a way that was very cruel. "}, {"type": "text", "text": "'He started muttering under his breath while I was talking on stage. Terrible words. Curse words. And he wouldn't look into my eyes anymore. And you know, when you're acting, it's really important to look at the other person, and react to them."}, {"type": "text", "text": "'It threw me. Sometimes I thought, 'What the hell is the next word?' I felt so flustered.'"}, {"type": "text", "text": "The experience contributed to the stage fright that stopped Streisand playing concerts for 27 years. But even when she quit live performance, male collaborators proved problematic."}, {"type": "text", "text": "Walter Matthau humiliated her on the set of Hello, Dolly, screaming: 'I have more talent in my farts than you have in your whole body'; while Oscar-winner Frank Pierson publicly trashed the 1976 version of A Star Is Born - which he directed - calling Streisand a control freak who constantly demanded more close-ups."}, {"type": "text", "text": "The men who weren't threatened by her confidence were entranced by it. Omar Sharif wrote long, passionate letters begging her to leave her husband; King Charles described her as 'devastatingly attractive' with 'great sex appeal'; while Marlon Brando introduced himself by kissing the back of her neck."}, {"type": "text", "text": "'You can't have a back like that and not have it kissed,' he tells her."}, {"type": "text", "text": "'I think my heart stopped for a moment,' she recalls in the book. 'What a line!'"}, {"type": "text", "text": "In the 1960s and 70s, Streisand was unstoppable. As well as her movie musicals, she played screwball heroines in What's Up, Doc and The Owl And The Pussycat, and the romantic lead in the hugely successful The Way We Were. In a parallel recording career, she scored hits like Woman In Love, Evergreen and No More Tears (Enough Is Enough), becoming the second biggest-selling female artist of all time."}, {"type": "text", "text": "She made her directorial debut with 1983's Yentl - the first Hollywood movie where a woman was the writer, producer, director and star."}, {"type": "text", "text": "The story of an orthodox Jewish woman who disguises herself as a boy to study the Talmud, it was an allegory for sexual equality - making it all the more ironic when Streisand was paid nothing for the script, given minimum wage for directing, and forced to halve her acting fee. "}, {"type": "text", "text": "But when she came to England for the film shoot, the sexism melted away."}, {"type": "text", "text": "'You had a Queen and Margaret Thatcher was the prime minister,' she says. 'In other words, you weren't intimidated by me being a woman. "}, {"type": "text", "text": "'In America, I sadly tell you, it was so different. The people were cold, aloof.'"}, {"type": "text", "text": "In print, Streisand takes the opportunity to settle those old scores and dispel the 'diva' myth that surrounds her. She acquits herself well, telling a story of persistence and courage that's laced with dry self-awareness and humour. "}, {"type": "text", "text": "But she still has moments of star behaviour - such as the time she phoned up Apple CEO Tim Cook to complain that the iPhone was pronouncing her name wrong. "}, {"type": "text", "text": "'My name isn't spelled with a 'Z',' she protests. 'It's Strei-sand, like sand on the beach. How simple can you get?'"}, {"type": "text", "text": "'And Tim Cook was so lovely. He had Siri change the pronunciation... I guess that's one perk of fame!'"}, {"type": "text", "text": "Now 81 years old, she suggests that the memoir is a full stop on her career. The film projects she pursued for the last decade - a biopic of photographer Margaret Bourke-White, and a movie of the musical Gypsy - have both fallen through."}, {"type": "text", "text": "Instead, she envisions spending more time at home."}, {"type": "text", "text": "'I want to live life,' she says. 'I want to get in my husband's truck and just wander, hopefully with the children somewhere near us. "}, {"type": "text", "text": "'Life is fun for me when they come over. They love playing with the dogs and we have fun. "}, {"type": "text", "text": "'I haven't had much fun in my life, to tell you the truth. And I want to have more fun.'"}, {"type": "text", "text": "Sign up for our morning newsletter and get Informfully News in your inbox."}]}, {"_id": "6548e0087777de7b28b7c37f", "url": "https://www.bbc.co.uk/news/newsbeat-67332123?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Gaming", "subCategories": [], "title": "Fortnite's OG season fuels 'biggest day in game's history'", "lead": "The game's publisher says 44.7 million players logged a total 102 million hours of play on Sunday", "author": "Tom Richardson", "datePublished": "20231106", "dateScraped": "2023-11-06 13:46:00.848441", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5188/production/_131627802_e2fa65d7-fab5-4626-a129-aaed45646128.jpg", "body": [{"type": "headline", "text": "Fortnite's makers say the game had the biggest day in its history over the weekend."}, {"type": "text", "text": "The battle royale blaster regularly changes up its arenas and has transported players back to its original island setting for its latest."}, {"type": "text", "text": "Publisher Epic Games says 44.7 million players logged a total 102 million hours of play in new season Fortnite OG on Sunday."}, {"type": "text", "text": "That's despite some people struggling to log in or getting stuck in queues."}, {"type": "text", "text": "Fortnite, first launched in 2017, puts up to 100 players against each other in a fight to be the last one standing."}, {"type": "text", "text": "The game is currently in its fourth chapter, split up into shorter seasons, with each new one bringing changes and new features."}, {"type": "text", "text": "Fortnite OG will bring back fan-favourite locations and weapons, but retain some of the updated game mechanics added in later seasons."}, {"type": "text", "text": "One thing that isn't returning for now is challenges - a popular scavenger hunt-style feature of old-school Fortnite that boosted player numbers when it updated on a Tuesday."}, {"type": "text", "text": "The new season launched on Friday, and appeared to be an instant hit with fans."}, {"type": "text", "text": "According to unofficial stats site Fortnite.gg, the game recorded 6.2 million concurrent players - an all-time high - on Sunday."}, {"type": "text", "text": "And it even boosted the number of people watching Fortnite on streaming site Twitch, according to viewing tracker SullyGnome."}, {"type": "text", "text": "Epic tweeted on Saturday to say it was monitoring its servers due to the high demand, and warned players to expect queues before joining a match."}, {"type": "text", "text": "Despite the success of Fortnite's latest update, Epic recently announced mass layoffs, with company boss Tim Sweeney saying the company had been 'spending more than it earned'."}, {"type": "text", "text": "It's not the only games company to lose lots of workers despite a bumper year for great games - Halo and Destiny developer Bungie is the most recent high-profile name to lay people off."}, {"type": "text", "text": "As well as owning Fortnite, Epic also runs its own online games store publishing titles from well-known developers."}, {"type": "text", "text": "It recently released highly-praised sequel Alan Wake 2, and created a special Fortnite map previewing that game."}, {"type": "text", "text": "Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here."}]}, {"_id": "6548e0097777de7b28b7c380", "url": "https://www.bbc.co.uk/news/uk-67331747?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Northern Lights", "subCategories": [], "title": "Northern Lights: What is Steve and why is it different to an aurora borealis?", "lead": "The rare phenomenon illuminates skies across the north-east of England and parts of Scotland.", "author": "Simon King & James Gregory", "datePublished": "20231106", "dateScraped": "2023-11-06 13:46:01.160907", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17FEA/production/_131628289_steve1.png", "body": [{"type": "headline", "text": "A message to everyone called Steve - your name was quite literally up in lights on Sunday night."}, {"type": "text", "text": "Steve is shy and rarely appears in the skies of the UK - there were reported sightings back in March and in the Shetland Islands in 2021. "}, {"type": "text", "text": "But Steve has returned, this time illuminating the skies over the north-east of England and Scotland."}, {"type": "text", "text": "The thin, purple ribbon, which was seen glowing in the sky in Northumberland, County Durham and Argyll, is a relatively new scientific discovery. "}, {"type": "text", "text": "Steve is not an aurora but is often associated with its better known cousin, the aurora borealis - or Northern Lights - which was also captured across parts of the UK on Sunday. "}, {"type": "text", "text": "The much rarer Steve has appeared in the pictures Informfully Weather were sent from their Weather Watchers."}, {"type": "text", "text": "It has been photographed for decades but only got the name Steve in 2016, following a US citizen science project funded by Nasa and the National Science Foundation."}, {"type": "text", "text": "The inspiration behind the glow's name is thought to be a scene from the animated movie 'Over the Hedge'. "}, {"type": "text", "text": "In it, a group of animals awake from hibernation to find what to them is another awe-inspiring phenomenon - a big garden hedge. "}, {"type": "text", "text": "'What is this thing?' one creature says. "}, {"type": "text", "text": "'I'd be a lot less afraid of it if I just knew what it was called,' another says, before a squirrel recommends calling it Steve."}, {"type": "text", "text": "'I'm a lot less scared of Steve,' another animal replies."}, {"type": "text", "text": "Scientists later adapted the name into an acronym - 'Strong Thermal Emission Velocity Enhancement'."}, {"type": "text", "text": "And it's not just sky-watchers who have shown an interest in Steve. "}, {"type": "text", "text": "In 2019, the Canadian government minted a collector's coin worth $20 featuring the mysterious streaks of light."}, {"type": "text", "text": "Little was known about its formation and why it can sometimes appear during an aurora display."}, {"type": "text", "text": "Nasa's Goddard Space Flight Center has been studying Steve using pictures from the ground along with satellites."}, {"type": "text", "text": "While auroras happen globally in an oval shape, Steve appears as a ribbon and lasts for 20 minutes to an hour before disappearing."}, {"type": "text", "text": "While Steve is only spotted in the presence of an aurora, it is not a normal aurora as scientists suggests it comprises of a fast-moving stream of extremely hot particles called a subauroral ion drift, or SAID."}, {"type": "text", "text": "As Steve is unpredictable and only lasts for a short time, recording occurrences from the ground is rare."}, {"type": "text", "text": "The phenomenon has been reported from the UK, Canada, northern US states and New Zealand, according to Nasa. "}, {"type": "text", "text": "The aurora borealis was spotted right across the UK on Sunday night."}, {"type": "text", "text": "Aurora watchers were alerted to a geomagnetic storm in the evening after a strong solar wind sent charged particles towards Earth."}, {"type": "text", "text": "These charged particles follow the magnetic pull into the North Pole and interacted with oxygen and nitrogen in our atmosphere to create the greens, purples and reds associated with the Northern Lights."}, {"type": "text", "text": "While normally just seen at high latitudes such as Scotland, it was so strong it was captured on camera right across the UK."}]}, {"_id": "6548e0097777de7b28b7c381", "url": "https://www.bbc.co.uk/news/health-67303204?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Medical research", "subCategories": [], "title": "Our Future Health: Most have high cholesterol, health project suggests", "lead": "Largest UK medical research project will be used to change the way diseases are tackled.", "author": "Fergus Walsh", "datePublished": "20231106", "dateScraped": "2023-11-06 13:46:01.413919", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6856/production/_131601762_fergus1.jpg", "body": [{"type": "headline", "text": "Most adults in the UK should be receiving treatment for high cholesterol but are not, while a quarter have untreated high blood pressure, the country's biggest medical-research project suggests."}, {"type": "text", "text": "Funded by government and industry, Our Future Health analyses people's genes and lifestyle to prevent disease. "}, {"type": "text", "text": "The millionth volunteer of a hoped for five million adults has just enrolled."}, {"type": "text", "text": "One of the project's leaders said he was 'shocked' by the findings so far."}, {"type": "text", "text": "'When we looked at the first 100,000 people we put through the system, we found that actually over half had cholesterols that should have been treated and hadn't been treated,' Prof Sir John Bell, from the University of Oxford, who chairs Our Future Health, said."}, {"type": "text", "text": "'And they included people that were actually quite young."}, {"type": "text", "text": "'So we are actually quite concerned that there is quite a large amount of ill health in the population that could be very easily managed, much further beyond what I expected.'"}, {"type": "text", "text": "Once people sign up to the research project online, they are invited to have a series of health checks performed at a mobile health centre, which are often located in supermarket car parks."}, {"type": "text", "text": "I went to one of the centres in a retail park on the outskirts of Oxford, and spoke to some of the volunteers. Each gave a blood sample, and had cholesterol, height and blood pressure measurements taken. The whole appointment takes around 15 minutes. Volunteers also fill out lifestyle and medical questionnaires online. "}, {"type": "text", "text": "Jaap Van Der Werf, 45, who is originally from the Netherlands, cycled six miles for his appointment. He knows the importance of keeping fit when it comes to maintaining good health, but also realises that genetics play a part.  "}, {"type": "text", "text": "He told Informfully: 'My parents have heart issues, so I wanted to make sure that I don't have them. And if I have something, I can make sure my children are well prepared for their future.'"}, {"type": "text", "text": "Gillian Ebberson, 67, is already a member of UK Biobank, a similar project set up two decades ago, which is following the health of 500,000 adults in the UK. She was wearing a heart monitor as part of UK Biobank research. She has grandchildren and wants any health advances to help them."}, {"type": "text", "text": "'I just think going forward for the future health of our children, our grandchildren and for everyone, it's a good thing.'"}, {"type": "text", "text": "Dr Raghib Ali, the Chief Medical Officer of Our Future Health, is a consultant in acute medicine in Oxford, so spends some of his time in A&E.  "}, {"type": "text", "text": "He told Informfully: 'Most of my patients come in with things like a heart attack, stroke or cancer, and we know these diseases have developed over many years. With Our Future Health we are trying to move our model of healthcare from the treatment of disease at a late stage when people have symptoms, to one where we identify those at high risk earlier, intervening and preventing those diseases in the first place.'"}, {"type": "text", "text": "He also said it was important that people from all backgrounds signed up to prevent any further widening health inequalities, after a relative lack of diversity in previous studies. "}, {"type": "text", "text": "Our Future Health is funded by the government and industry. The project team say volunteers' data is being kept in a 'very secure environment' and only scientists whose research has a public health benefit will be given access."}, {"type": "text", "text": "I am also a member of both UK Biobank and Our Future Health. The new project has more personal health feedback - you come out of your appointment with a small folder of health-related measurements from heart rhythm to cholesterol levels and blood pressure."}, {"type": "text", "text": "UK Biobank has been an extraordinary success. More than 30,000 researchers from over over 90 countries have been approved to use it. And more than 9,000 peer reviewed papers have been published using its research."}, {"type": "text", "text": "Our Future Health won't complete enrolment until 2028, so has a long way to go to catch up. But its strength is its scale: it is 10 times bigger than UK Biobank. In decades to come - as the data and the participants mature - it should yield powerful insights into a range of diseases and how best to prevent, diagnose and treat them."}]}, {"_id": "6548e00c7777de7b28b7c382", "url": "https://www.bbc.co.uk/news/uk-wales-67321727?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Wales", "subCategories": [], "title": "Cardiff plan for quicker rail getaway after major events axed", "lead": "Public money has been lost on the project, which would have improved travel to major Cardiff events.", "author": "Daniel Davies & Catriona Aitken", "datePublished": "20231106", "dateScraped": "2023-11-06 13:46:04.271406", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/97DC/production/_125467883_stereophonics-fans-rail-station-bbc.jpg", "body": [{"type": "headline", "text": "A railway line aimed at improving travel after major events in Cardiff has been cancelled."}, {"type": "text", "text": "The Welsh government pulled the plug on the plan, saying it no longer offered value for money."}, {"type": "text", "text": "Transport for Wales (TfW) says it cannot get back £10m spent on preparing to build the track at a steelworks near Newport."}, {"type": "text", "text": "But Senedd opposition parties said public money had been lost on the project."}, {"type": "text", "text": "Under the plans, extra trains could have waited on the 1.6km-long line near the Llanwern steelworks when big crowds of fans were expected at venues such as the Principality Stadium."}, {"type": "text", "text": "It would have provided additional capacity, making transport run more smoothly."}, {"type": "text", "text": "In its latest annual report, TfW said the £10.54m spent on the project, known as the Major Event Stabling Line (MESL), since 2018 was 'now considered irrecoverable'."}, {"type": "text", "text": "The company said other plans to open new commuter stations around Newport and Cardiff, including at Llanwern, will go ahead."}, {"type": "text", "text": "There have been difficulties with transport to and from events in Cardiff in the past, including when Ed Sheeran played at the Principality in 2022."}, {"type": "text", "text": "More big-name acts are lined up there next year, including Taylor Swift and Bruce Springsteen."}, {"type": "text", "text": "Cardiff has also been announced as a host city for the 2028 Euros."}, {"type": "text", "text": "Sarah Hemsley-Cole, who runs a Cardiff-based event production company, said the city had 'really fragile transport infrastructure'."}, {"type": "text", "text": "'There's always a great push on sustainability and I don't think we really have the solutions here in Wales to deliver a robust transport network to support the events that we have,' she said. "}, {"type": "text", "text": "Football fan Evan Powell, 20, of Cefn Hengoed, Caerphilly county, said that while delays on match days were inevitable, overcrowding was the biggest issue."}, {"type": "text", "text": "'The amount of times that a two-carriage train has turned up at a platform with hundreds of people waiting on… you're either getting refused to travel back or you're stuck in the most uncomfortable train ride that could be potentially dangerous,' he said."}, {"type": "text", "text": "Chris Medlicott, 45, from Aberdare, took his son Owen, five, to his first Wales rugby match at the Principality on Saturday and said train passengers were 'irate' due to how packed it was. "}, {"type": "text", "text": "'I'm dreading going back,' he said."}, {"type": "text", "text": "'I don't know why they don't put extra carriages on when it's going to be busy.'"}, {"type": "text", "text": "Also attending the Wales v Barbarians match, Shelli Docherty, 44, said her 15-minute train journey from Pontyclun with son Marcus and husband Doc was 'absolutely packed'."}, {"type": "text", "text": "'The carriage was completely full. There was kissable distance,' she said."}, {"type": "text", "text": "'Leaving a couple of hours before kick-off time, I think we've left it a bit late to be honest.'"}, {"type": "text", "text": "Warren Beck said his son and grandson stood all the way from Gowerton to Cardiff because of the 'absolute chaos' of only three carriages."}, {"type": "text", "text": "The Welsh government said a review had concluded the line 'would not provide value for money'."}, {"type": "text", "text": "'TfW is introducing brand new trains to their fleet to help improve resilience and meet increased demand across the network on major event days,' it said."}, {"type": "text", "text": "Ministers recently announced a big cash injection of more than £125m for TfW."}, {"type": "text", "text": "This year it emerged the cost of the South Wales Metro had risen more than £260m to £1bn."}, {"type": "text", "text": "Rail expert Andrew Potter, of Cardiff University, said there was a 'fixed pot' of money and rising construction and energy costs had hit the industry."}, {"type": "text", "text": "'If there's something that's only going to be used occasionally and potentially you can work around with other fixes it seems pointless to invest in that when there are bigger priorities,' he said."}, {"type": "text", "text": "TfW said the Welsh government had initially asked it to develop the scheme in 2017, and to look at a new station."}, {"type": "text", "text": "'However, following detailed development work, including feasibility, design and enabling works, it became clear the costs associated with the project would be significantly more than initial estimates,' said TfW."}, {"type": "text", "text": "'The business case for the scheme was challenged in light of the changes in post-covid demand and wider pressures on budgets."}, {"type": "text", "text": "Money spent will result in 'other benefits which have been transferred as part of the wider work which was developed,' including the plan for the new Llanwern station."}, {"type": "text", "text": "Welsh Conservative shadow transport minister Natasha Asghar said to 'essentially write off' more than £10m was 'completely irresponsible'."}, {"type": "text", "text": "'I worry the shambolic trains here will be an embarrassment for Wales on the world stage when we host the Euros in 2028,' she said."}, {"type": "text", "text": "Delyth Jewell of Plaid Cymru said public transport should be the first choice for fans but that was 'nowhere near the case'."}, {"type": "text", "text": "'It's disappointing, therefore, to see that this plan to increase the capacity has been shelved and so much money lost,' she said."}]}, {"_id": "6548e00c7777de7b28b7c383", "url": "https://www.bbc.co.uk/news/uk-england-bristol-67331469?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Bristol", "subCategories": [], "title": "Comedian Mark Watson locked out of his own Bristol show", "lead": "Comedian Mark Watson was locked out of the Tobacco Factory where he was due to perform.", "author": "Sammy Jenkins", "datePublished": "20231106", "dateScraped": "2023-11-06 13:46:04.739065", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11B7C/production/_131627527_markwatson.jpg", "body": [{"type": "headline", "text": "A comedian was late to his own show after being locked out of the venue with his audience."}, {"type": "text", "text": "Known for appearing on QI and Taskmaster, Mark Watson was due to perform his The Search tour at the Tobacco Factory in his home city of Bristol on Sunday, but found the theatre still locked 15 minutes before he was meant to start."}, {"type": "text", "text": "He told waiting audience members: 'There's no other way to say it, I can't get in.'"}, {"type": "text", "text": "He said he had let staff know he was there an hour before finding the door still locked, but said: 'It's no-one's fault.'"}, {"type": "text", "text": "On a video he posted on Instagram the comedian is seen in the theatre bar explaining the situation to his audience, who were also unable to get to their seats."}, {"type": "text", "text": "'We could do it here, but you paid for a seat and you paid to be in a room resembling a theatre so I just wanted you to know, in case it looks like I'm very complacent, just drinking at the bar, yes I am drinking at the bar, but I'm taking the situation as seriously as you are,' he says."}, {"type": "text", "text": "'I've been here an hour ago to let them know I'm here and the aim of that was that everyone would relax but I say they've over relaxed.'"}, {"type": "text", "text": "Mr Watson, who has appeared on Mock the Week, Would I Lie To You? and Have I Got News For You, also revealed it was not the first time that he had been unable to get into his own venue on his current tour."}, {"type": "text", "text": "The Bristol performance went ahead a little later than planned, after Mr Watson and his audience eventually managed to get into the venue."}, {"type": "text", "text": "Follow Informfully West on Facebook, X and Instagram. Send your story ideas to: bristol@bbc.co.uk "}]}, {"_id": "6548e00c7777de7b28b7c384", "url": "https://www.bbc.co.uk/news/world-europe-67308647?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Russia-Ukraine war", "subCategories": [], "title": "The Ukrainians now being forced from their homes by intensified attacks", "lead": "Shelling forces thousands to leave their homes as fighting along the front line intensifies.", "author": "Jenny Hill", "datePublished": "20231106", "dateScraped": "2023-11-06 13:46:04.984510", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/327A/production/_131622921_ninaready.jpg", "body": [{"type": "text", "text": "The elderly woman sits, alone among strangers, at an aid centre in Odesa in southern Ukraine. "}, {"type": "text", "text": "Nina survived German air strikes in World War Two. Now, at the age of 91, she is a refugee again. "}, {"type": "text", "text": "Hundreds of people arrive here every day, fleeing their homes near the front line as fighting and shelling intensify."}, {"type": "text", "text": "Many, like Nina, come from the Kherson region. Ukraine's interior minister said on Monday that Russia had targeted the area with 87 guided aerial bombs overnight, the largest number since the war began."}, {"type": "text", "text": "Footage published by Kherson's regional government showed extensive damage to a high-rise apartment block and several houses."}, {"type": "text", "text": "'I couldn't sleep,' Nina tells Informfully. 'I couldn't eat, there were explosions.'"}, {"type": "text", "text": "Her eyes, hooded with age, are exhausted. As she speaks, it becomes evident that the last few weeks have rekindled the painful memories of 80 years ago."}, {"type": "text", "text": "She sighs. 'I want to die in peace, not war.'"}, {"type": "text", "text": "Aid workers scurry around her, strained under the load of so many ruined lives."}, {"type": "text", "text": "They provide food, clothing and healthcare. Refugees are also given free accommodation. Many arrive here with little more than the clothes they are wearing."}, {"type": "text", "text": "Valentina, who clutches a single plastic bag of possessions, fled the city of Kherson a few days ago, the region is still partially occupied by Russian forces. She says it was impossible to stay."}, {"type": "text", "text": "'The bombardment was intense. They attacked, shelled. Sirens sounded all the time. It was terrifying.'"}, {"type": "text", "text": "Valentina decided to leave when the local children's hospital was hit."}, {"type": "text", "text": "'Volunteers helped me to get out. As for possessions - only the most necessary ones.'"}, {"type": "text", "text": "Russia has intensified its attacks in recent weeks, causing civilian deaths and injuries in some of the heaviest aerial bombardments Ukraine has seen this year."}, {"type": "text", "text": "Air strikes in Kherson region, have been particularly intense in settlements along the frontline, according to the local government."}, {"type": "text", "text": "'Two months ago, we were getting one or two aerial bombs a day. Now it's 40,' says Oleksandr Tolokonnikov, the spokesman for the authority."}, {"type": "text", "text": "He says shelling from artillery, tanks and mortars has doubled in recent weeks."}, {"type": "text", "text": "Many residents are now hardened to the attacks, he adds. He recalls a day earlier in the autumn when a shell hit a hospital, killing a newly qualified doctor on his first day at work."}, {"type": "text", "text": "Not far from the site, Mr Tolokonnikov says he saw people on the streets who, despite the ongoing shelling, simply walked calmly in the other direction."}, {"type": "text", "text": "'Some people don't even blink anymore.'"}, {"type": "text", "text": "The intensification of attacks on Kherson is likely due to the Ukrainian counteroffensive. It is making slow progress, but troops have edged forward in some parts of the region."}, {"type": "text", "text": "There have been limited Ukrainian successes in the Donetsk and Zaporizhzhia regions."}, {"type": "text", "text": "But Russia is also on the attack. It has lost - reportedly - thousands of men trying to take the fiercely contested town of Avdiivka in the Donetsk region."}, {"type": "text", "text": "Its troops have closed in on three sides in an effort to encircle the town."}, {"type": "text", "text": "Ukrainian soldiers are dying too, which is why Daria is full of fear."}, {"type": "text", "text": "Her husband, who was called up to the army in May, was recently sent to help defend Avdiivka."}, {"type": "text", "text": "He had been reluctant to tell her about the deployment because he had not wanted to worry her but said he would call her in a few days."}, {"type": "text", "text": "That was two weeks ago. She has heard nothing since."}, {"type": "text", "text": "'We've been married for 26 years' she says, her face pale with worry, as we talk near the beach at Odesa's seafront."}, {"type": "text", "text": "She pulls out her phone, flicks through photos, shows us the couple beaming in selfies or posing with their two grown-up daughters at a recent birthday celebration."}, {"type": "text", "text": "Daria is haunted by the memory of their last parting. She had waved him off as he went back to the war."}, {"type": "text", "text": "'He got on the bus and I stood there for a long time crying. The feeling never leaves me - that I saw him for the last time.'"}, {"type": "text", "text": "'We hope so much that he's ok,' Daria says."}, {"type": "text", "text": "She looks out at the sea, grey under the clouds."}, {"type": "text", "text": "The tides of this war continue to shift and surge. And a country is washed over with grief and fear."}, {"type": "text", "text": "Additional reporting by Anastasiia Levchenko."}]}, {"_id": "6548e00d7777de7b28b7c385", "url": "https://www.bbc.co.uk/news/world-asia-67282107?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Taiwan", "subCategories": [], "title": "The US is quietly arming Taiwan to the teeth", "lead": "America is using its own money to send weapons to a place it officially doesn't recognise.", "author": "Rupert Wingfield-Hayes", "datePublished": "20231106", "dateScraped": "2023-11-06 13:46:05.348359", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1A6A/production/_131626760_gettyimages-1249303168-1.jpg", "body": [{"type": "headline", "text": "When US President Joe Biden recently signed off on a $80m (£64.6m) grant to Taiwan for the purchase of American military equipment, China said it \"deplores and opposes\" what Washington had done. "}, {"type": "text", "text": "To the casual observer it didn't appear a steep sum. It was less than the cost of a single modern fighter jet. Taiwan already has on order more than $14bn worth of US military equipment. Does a miserly $80m more matter?"}, {"type": "text", "text": "While fury is Beijing's default response to any military support for Taiwan, this time something was different. "}, {"type": "text", "text": "The $80m is not a loan. It comes from American taxpayers. For the first time in more than 40 years, America is using its own money to send weapons to a place it officially doesn't recognise. This is happening under a programme called foreign military finance (FMF). "}, {"type": "text", "text": "Since Russia's invasion of Ukraine last year, FMF has been used to send around $4bn of military aid to Kyiv. "}, {"type": "text", "text": "It has been used to send billions more to Afghanistan, Iraq, Israel and Egypt and so on. But until now it has only ever been given to countries or organisations recognised by the United Nations. Taiwan is not. "}, {"type": "text", "text": "After the US switched diplomatic recognition from Taiwan to China in 1979, it continued to sell weapons to the island under the terms of the Taiwan Relations Act. The key was to sell just enough weapons so Taiwan could defend itself against possible Chinese attack, but not so many that they would destabilise relations between Washington and Beijing. For decades, the US has relied on this so-called strategic ambiguity to do business with China, while remaining Taiwan's staunchest ally. "}, {"type": "text", "text": "But in the last decade the military balance across the Taiwan Strait has tipped dramatically in China's favour. The old formula no longer works. Washington insists its policy has not changed but, in crucial ways, it has. The US State Department has been quick to deny FMF implies any recognition of Taiwan. "}, {"type": "text", "text": "But in Taipei it's apparent that America is redefining its relationship with the island, especially so given the urgency with which Washington is pushing Taiwan to re-arm. And Taiwan, which is outmatched by China, needs the help. "}, {"type": "text", "text": "'The US is emphasising the desperate need to improve our military capacity. It is sending a clear message of strategic clarity to Beijing that we stand together,' says Wang Ting-yu, a ruling party legislator with close ties to Taiwan's President Tsai Ing-wen, and to US Congressional chiefs."}, {"type": "text", "text": "He says the $80m is the tip of what could be a very large iceberg, and notes that in July President Biden used discretionary powers to approve the sale of military services and equipment worth $500m to Taiwan. "}, {"type": "text", "text": "Mr Wang says Taiwan is preparing to send two battalions of ground troops to the US for training, the first time this has happened since the 1970s. "}, {"type": "text", "text": "But the key is the money, the beginning of what, he says, could be up to $10bn over the next five years. "}, {"type": "text", "text": "Deals involving military equipment can take up to 10 years, says Lai I-Ching, president of the Prospect Foundation, a Taipei-based think-tank. 'But with FMF, the US is sending weapons directly from its own stocks and it's US money - so we don't need to go through the whole approval process.' "}, {"type": "text", "text": "This is important given that a divided Congress has held up billions of dollars worth of aid for Ukraine, although Taiwan appears to have far more bipartisan support. "}, {"type": "text", "text": "But the war in Gaza will undoubtedly squeeze America's weapons supply to Taipei, as has the war in Ukraine. President Biden is seeking war aid for Ukraine and Israel, which includes more money for Taiwan too. "}, {"type": "text", "text": "Ask the Ministry of National Defence in Taipei what US money will be used for, and the response is a knowing smile and tightly sealed lips. "}, {"type": "text", "text": "But Dr Lai says it's possible to make educated guesses: Javelin and Stinger anti-aircraft missiles - highly effective weapons that forces can learn to use quickly. "}, {"type": "text", "text": "'We don't have enough of them, and we need a lot,' he says. 'In Ukraine, the Stingers have run out very quickly, and the way Ukraine has been using them suggests we need maybe 10 times the number we currently have.' "}, {"type": "text", "text": "The assessment of long-time observers is blunt: the island is woefully under-prepared for a Chinese attack.  "}, {"type": "text", "text": "The list of problems is long. Taiwan's army has hundreds of ageing battle tanks, but too few modern, light missile systems. Its army command structure, tactics and doctrine haven't been updated in half a century. Many front-line units have only 60% of the manpower they should have. "}, {"type": "text", "text": "Taiwan's counter-intelligence operations in China are reportedly non-existent and its military conscription system is broken. "}, {"type": "text", "text": "In 2013 Taiwan reduced military service from one year to just four months, before reinstating it back to 12 months, a move that takes effect next year. But there are bigger challenges. It's jokingly referred to as a 'summer camp' by the young men who go through it.  "}, {"type": "text", "text": "'There was no regular training,' says a recent graduate.  'We would go to a shooting range about once every two weeks, and we would use old guns from the 1970s. We did shoot at targets. But there was no proper teaching on how to aim, so everyone kept missing. We did zero exercise. There's a fitness test at the end, but we did no preparation for it.'"}, {"type": "text", "text": "He described a system in which senior army commanders view these young men with utter indifference and have zero interest in training them, in part because they will be there for such a short time. "}, {"type": "text", "text": "In Washington there is a strong sense that Taiwan is running out of time to reform and rebuild its military. So, the US is also starting to retrain Taiwan's army. "}, {"type": "text", "text": "For decades, the island's political and military leaders have leant heavily on the belief that invading the island is much too difficult and risky for China to attempt. Rather like Britain, Taiwan prioritised its navy and air force - at the expense of its army. "}, {"type": "text", "text": "'The idea was to engage them in the Taiwan Strait and annihilate them on the beaches. So, we put lots of resources into air and sea defence,' says Dr Lai. "}, {"type": "text", "text": "But now China has the world's largest navy and a far superior air force. A war-gaming exercise conducted by a think-tank last year found that in a conflict with China, Taiwan's navy and air force would be wiped out in the first 96 hours of battle. "}, {"type": "text", "text": "Under intense pressure from Washington, Taipei is switching to a 'fortress Taiwan' strategy that would make the island extremely difficult for China to conquer. "}, {"type": "text", "text": "The focus will switch to ground troops, infantry and artillery - repelling an invasion on the beaches and, if necessary, fighting the People's Liberation Army (PLA) in the towns and cities, and from bases deep in the island's jungle-covered mountains. But this puts the responsibility for defending Taiwan back on its outdated army. "}, {"type": "text", "text": "'After the US cut relations in 1979 our army experienced almost complete isolation. So they are stuck in the Vietnam War-era of US military doctrine,' Dr Lai says."}, {"type": "text", "text": "This didn't worry Taipei or Washington until more recently. Through the 1990s and 2000s Taiwanese and US companies were building factories across China. "}, {"type": "text", "text": "Beijing was lobbying to join the World Trade Organization - and did. The world embraced the Chinese economy, and the US thought trade and investment would secure peace in the Taiwan Strait. "}, {"type": "text", "text": "But the rise of Xi Jinping, and his brand of nationalism, and Russia's invasion of Ukraine have blown apart those comforting assumptions. "}, {"type": "text", "text": "For Taiwan the lessons from Ukraine's invasion have been shocking. Artillery has dominated the battlefield - it has a high rate of fire and is terrifyingly accurate. "}, {"type": "text", "text": "Ukrainian crews have learned they must be on the move once they've fired a salvo of shells - or within minutes, Russian 'counter-battery fire' comes raining down on their positions.  "}, {"type": "text", "text": "But many of Taiwan's artillery troops are equipped with Vietnam War or even World War Two-era guns. These are loaded manually and are difficult and slow to move. They would be sitting ducks. "}, {"type": "text", "text": "Taiwan's vulnerability is forcing Washington to act. It's why Taiwanese ground troops are being dispatched to the US to train and US trainers are coming to Taipei to embed with Taiwan's marines and special forces. "}, {"type": "text", "text": "But William Chung, a research fellow at the Institute for National Defence and Security Research in Taipei, says Taiwan still cannot hope to deter China by itself. This is the other lesson from the war in Ukraine. "}, {"type": "text", "text": "'International society has to decide whether Taiwan matters,' he says. 'If the G7 or Nato think Taiwan is important for their own interests, then we have to internationalise the Taiwan situation - because that's what will make China think twice about the cost.'"}, {"type": "text", "text": "Dr Chung says China's behaviour has, unwittingly, been helping Taiwan do just that. "}, {"type": "text", "text": "'China is showing it is expansionist in the South China Sea and the East China Sea,' he says . 'And we can see the result in Japan where the military budget is now being doubled.'"}, {"type": "text", "text": "The result, he says, is reshaping alliances in the region - whether it's a historic summit between  US, Japan and South Korea, the growing importance of military alliances like the Quad (Japan, the US, Australia and India) and Aukus (UK, US and Australia) that are racing to build next-generation nuclear-powered submarines, or closer ties between the US and the Philippines. "}, {"type": "text", "text": "'China is trying to change the status quo across the region,' he says. '[And that] means Taiwan security is connected to the South China Sea and East China Sea. It means we are no longer isolated.' "}, {"type": "text", "text": "There is now fierce debate in Washington about how far the US should go in supporting Taiwan. Many long-time China watchers say any public commitment from the US would provoke Beijing rather than deter it. But Washington also knows that Taiwan cannot hope to defend itself alone. "}, {"type": "text", "text": "As one long-time China watcher put it: 'We need to keep quiet on the whole issue of strategic ambiguity, while arming Taiwan to the teeth.'"}]}, {"_id": "6548e00d7777de7b28b7c386", "url": "https://www.bbc.co.uk/news/world-us-canada-67312116?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Ivanka Trump", "subCategories": [], "title": "Donald Trump testifies: What to expect when former president takes the stand", "lead": "The former president will testify as part of a $250m (£205m) civil fraud trial in New York.", "author": "Phil McCausland", "datePublished": "20231106", "dateScraped": "2023-11-06 13:46:05.699599", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/999/cpsprodpb/3A84/production/_131308941_34908fb429213453e2626949f77158029a62b4550_0_1933_12871000x666.jpg", "body": [{"type": "headline", "text": "Former President Donald Trump is scheduled to testify in the civil fraud trial that threatens his family's business empire."}, {"type": "text", "text": "His testimony on Monday will follow those of two of his sons - Donald Trump Jr and Eric Trump - who took the stand late last week. "}, {"type": "text", "text": "New York's attorney general is seeking a $250m (£202m) fine and a ban on Mr Trump doing business in the state."}, {"type": "text", "text": "The judge has already ruled that the former president, along with his two oldest sons and other Trump Organization executives, committed fraud. These proceedings will determine potential penalties."}, {"type": "text", "text": "Mr Trump, 77, denies wrongdoing."}, {"type": "text", "text": "It is unprecedented for a former president to take the witness stand, presidential historian Lindsay Chervinsky told Informfully. "}, {"type": "text", "text": "Here is what to expect from Mr Trump's highly anticipated testimony:"}, {"type": "text", "text": "No one is quite sure what the former president will do. He has called the proceedings a political witch hunt."}, {"type": "text", "text": "Dr Chervinsky said Mr Trump's testimony goes against every political communications strategy in history."}, {"type": "text", "text": "'A president's speech is supposed to be fairly carefully curated,' she said. 'In a trial, you never know what's going to come up.'"}, {"type": "text", "text": "The frontrunner for next year's Republican presidential nomination has not testified publicly in any of the other ongoing legal cases against him."}, {"type": "text", "text": "But he has already clashed with the judge overseeing the case,  Arthur Engoron, who twice ruled that Mr Trump had violated a gag order forbidding him from criticising court staff and fined him $15,000, total. "}, {"type": "text", "text": "In Monday's turn on the witness stand, he is to face a grilling, under oath, about evidence the trial has heard that he directed asset values to be fraudulently inflated so his company could secure favourable loans.​"}, {"type": "text", "text": "And it's clear that  Mr Trump is following this case - one that could see him stripped of some corporate holdings and signature properties such as Trump Tower - closely."}, {"type": "text", "text": "The former president has frequently attended the trial in person and shared his displeasure about his former lawyer Michael Cohen, the judge, the attorney general, and even court employees throughout the trial."}, {"type": "text", "text": "When Mr Cohen testified against him, Mr Trump abruptly left court after the judge ruled against him. Apparently caught off-guard, his Secret Service detail hurried to catch up with him."}, {"type": "text", "text": "Mr Trump is no stranger to court cases. He has been involved in a number of legal disputes over the years, ones that have at times led to him taking the stand or giving depositions."}, {"type": "text", "text": "He has previously invoked his constitutional right against self-incrimination, known as pleading the fifth, in this case."}, {"type": "text", "text": "While testifying under oath in a deposition, which is out-of-court oral testimony, Mr Trump pleaded the fifth more than 400 times but did answer some questions."}, {"type": "text", "text": "That does not mean he will do the same on the witness stand."}, {"type": "text", "text": "Eric Trump invoked that particular constitutional right more than 500 times while testifying under oath in a deposition, but that did not stop him from sparring with state's attorneys when he took the witness stand in court."}, {"type": "text", "text": "There have been several remarkable moments in the Trumps' court case thus far. "}, {"type": "text", "text": "His sons' turns on the stand were particularly memorable. Both maintained their innocence."}, {"type": "text", "text": "Donald Trump Jr cracked jokes. 'I should have worn make-up,' he said to photographers and asked a court sketch artist to make him 'look sexy'."}, {"type": "text", "text": "There are others testifying in the case as well."}, {"type": "text", "text": "Another co-defendant is former Trump Organization chief financial officer Allen Weisselberg, who has previously pleaded guilty to tax crimes."}, {"type": "text", "text": "Jeff McConney, a Trump Organization executive from 1987 until February this year, was granted immunity in this case to flip against the Trumps. He testified that he had helped company executives avoid taxes and inflated the former president's assets."}]}, {"_id": "6548e00d7777de7b28b7c387", "url": "https://www.bbc.co.uk/news/world-asia-67329796?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Asia", "subCategories": [], "title": "Nepal earthquake: Survivors cremate the dead, face uncertain future", "lead": "Homeless and sleeping in the cold outdoors, Nepal's earthquake survivors appeal for assistance.", "author": "Sharad KC", "datePublished": "20231106", "dateScraped": "2023-11-06 13:46:05.942999", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/DEE6/production/_131626075_dsc09436.jpg", "body": [{"type": "headline", "text": "Loud wails fill a riverside village in western Nepal that was struck by a powerful earthquake last Friday."}, {"type": "text", "text": "Grieving survivors have gathered around funeral pyres to send off 13 people who died in the 6.4-magnitude quake."}, {"type": "text", "text": "As they grieve their loved ones, survivors in the remote Jajarkot district worry about their future."}, {"type": "text", "text": "They have been sleeping outdoors in the cold since the earthquake flattened their homes and are in dire need of aid."}, {"type": "text", "text": "Jajarkot, in Karnali province, was one of the worst-hit areas in Friday's earthquake, which left 157 people dead and more than 300 others wounded."}, {"type": "text", "text": "Some of the mourners by the Thuli Bheri river banks cried to the point of fainting and were taken to hospital by ambulance."}, {"type": "text", "text": "Among those cremated was Hire Kami, who had taken a break from his work in India to attend the Tihar light festival in Jajarkot."}, {"type": "text", "text": "His relative Hattiram Mahar said he tried to rescue him from the rubble. He pointed Informfully to the spot where Hire Kami was found gasping for life and asked people not to step on it."}, {"type": "text", "text": "People dug for survivors using bowls, plates and household items, Hattiram Mahar said."}, {"type": "text", "text": "Hire Kami's friend, Hari Bahadur Chunara, also came to pay his respects."}, {"type": "text", "text": "He recalled how the earthquake struck in the middle of the night. 'Cries gripped the entire village... None of us could think properly.'"}, {"type": "text", "text": "The funeral pyres were extinguished as the sun set. Eventually the survivors walked uphill towards the ruins of their village."}, {"type": "text", "text": "'There is no place to take shelter, perhaps relief materials will arrive,' said Hari Bahadur Chunara."}, {"type": "text", "text": "Hattiram Mahar said he was worried for children spending another night in the cold, without a roof above their heads."}, {"type": "text", "text": "Further down the Thuli Beri river, in Aathbiskot, earthquake survivor Ganesh Malla was receiving treatment for his wounds."}, {"type": "text", "text": "He remembers being airlifted by helicopter to a hospital, where he is one of 30 survivors."}, {"type": "text", "text": "'My two daughters died,' he said. 'My wife and son are also injured, I don't even know where they are being treated.'"}, {"type": "text", "text": "Padam Giri, an orthopedic surgeon at the hospital, recalled the rush of patients in the aftermath of the quake."}, {"type": "text", "text": "'Some didn't even have clothes, so we provided that to them,' he said."}, {"type": "text", "text": "Another Aathbiskot resident, Kul Bahadur Malla, appealed for help. 'We victims lost our homes. At least for now, I request the government to make arrangements for sleeping and eating.'"}, {"type": "text", "text": "The epicentre of the quake was in Barekot, where the damage was not as severe as in Jajarkot."}, {"type": "text", "text": "Still, it caused mud and stone houses to collapse, Barekot resident Ganesh GC said."}, {"type": "text", "text": "However, the concrete houses of those who are more well-off were not damaged as extensively."}, {"type": "text", "text": "'Floods and landslides harass the poor,' said Ganesh JC, a teacher."}, {"type": "text", "text": "'The earthquake too has attacked the poor,' he added."}]}, {"_id": "6548e00e7777de7b28b7c388", "url": "https://www.bbc.co.uk/news/uk-england-beds-bucks-herts-67064706?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Newport Pagnell", "subCategories": [], "title": "'My life stopped when my brother killed our dad'", "lead": "Karen Cooper, whose brother killed their father, wants more support for people bereaved by homicide.", "author": "Phil Shepka", "datePublished": "20231106", "dateScraped": "2023-11-06 13:46:06.253607", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1837D/production/_131379199_karen_cooper.jpg", "body": [{"type": "headline", "text": "Karen Cooper's life \"stopped overnight\" when her brother Gary killed their father and attacked their mother. Nearly five years on, her story raises questions over whether the attack was preventable and what help is available for families in the aftermath of such a killing."}, {"type": "text", "text": "In March 2019, Karen decided to bake a cake to celebrate her father Hedley Robinson's birthday. The family were gathering together to celebrate his 86th year."}, {"type": "text", "text": "But the very next day, Karen's mother Margarete phoned her. The police had been called, Margarete said, because her son Gary was 'smashing up his house again'."}, {"type": "text", "text": "Karen, who is speaking to the media for the first time, says it echoed her brother's behaviour three years earlier when he was sectioned for three months."}, {"type": "text", "text": "'You think, 'OK, here we go again',' she says."}, {"type": "text", "text": "Her husband went over to tell Thames Valley Police (TVP) officers it was 'not a new thing' and that Gary needed to be sectioned again."}, {"type": "text", "text": "Instead, he was arrested, sent to hospital and later taken back to the police station."}, {"type": "text", "text": "Gary was deemed not suitable for detention under section 136 of the Mental Health Act, legislation used by police forces to take people to places of safety,  despite 'a lot of people saying this man is not well'."}, {"type": "text", "text": "After being found not fit for interview by the duty solicitor, police had no option but to release him under investigation."}, {"type": "text", "text": "Margarete had been called to the station as a responsible adult and officers drove her and Gary to her home in Newport Pagnell. "}, {"type": "text", "text": "Just ten minutes after being left alone, Gary attacked his parents with a knife."}, {"type": "text", "text": "Karen first heard of the attacks when she returned home from a course to find a police car on the driveway, which whisked her off to hospital."}, {"type": "text", "text": "Her father was in surgery while her mother was lying in a hospital bed in accident and emergency, having been stabbed in the throat."}, {"type": "text", "text": "'She didn't have much of a voice but she was just saying 'Gary did it'. She couldn't believe that he had done it and attacked them,' says Karen."}, {"type": "text", "text": "While Margarete survived - a vital artery having narrowly been missed - medics were not able to save Hedley, who died three weeks later."}, {"type": "text", "text": "At the Old Bailey in August that year Gary was given an indefinite hospital order after he admitted manslaughter with diminished responsibility and attempted murder."}, {"type": "text", "text": "Psychiatrists agreed he was suffering from schizoaffective disorder."}, {"type": "text", "text": "Karen believes that more could have been done to prevent the attack. 'If they would have sectioned my brother on that day and put him into a facility or even detained him for another 24 hours then yeah, I would like to think so,' she says."}, {"type": "text", "text": "Agencies focus on the court process but then move on and forget about those who are left behind, she says."}, {"type": "text", "text": "'I've got a different life path now and where is the support to help me and anyone really re-orientate themselves to this new way of being? "}, {"type": "text", "text": "'It's not ending, there's not a timeframe on this. "}, {"type": "text", "text": "'There seems to be [an attitude of] 'the events happened, we've done the prosecution... He's there in jail or there sectioned. We've ticked our little boxes'.'"}, {"type": "text", "text": "She says it has been like a life sentence for her family, whose lives 'stopped overnight', with their futures 'forever altered'. "}, {"type": "text", "text": "'My brother is getting the help and support, he's in a mental secure hospital... so all of his needs are being met and he is being taken care of there. "}, {"type": "text", "text": "'Me and my family? There's no-one taking care of that. You have to do it yourself.'"}, {"type": "text", "text": "Karen, who sold her business of more than 20 years as she felt unable to work after the attack, believes families in her situation should have access to specialist therapists and counsellors as well as legal support."}, {"type": "text", "text": "At her father's inquest, both police and the mental health trust involved, Central and North West London NHS Foundation Trust (CNWL), were asked to urgently review their section 136 procedures."}, {"type": "text", "text": "TVP said as a result it has changed its handling of people with mental health issues in custody and has updated training."}, {"type": "text", "text": "Assistant Chief Constable Katy Barrow-Grint points out that the coroner found that at the time Gary Robinson was released from custody there was no reason to suspect he would harm himself or his parents. "}, {"type": "text", "text": "'The coroner also found that an informal request for a second section 136 assessment should have been followed up formally by police, which we accept. "}, {"type": "text", "text": "'However, the coroner also found that several informal requests for a re-assessment of Gary Robinson's mental health were made to mental health professionals, but were declined.'"}, {"type": "text", "text": "A domestic homicide review has yet to be published. The case has not been investigated by the police watchdog, the Independent Office of Police Conduct, nor have any misconduct proceedings taken place."}, {"type": "text", "text": "The Informfully has learned that the force only made a mandatory referral in relation to Gary's injuries - not his parents - and as Gary was not seriously injured, the IOPC decided not to investigate. "}, {"type": "text", "text": "Police did not deem there to be a causal link between police contact with Margarete and the subsequent attack."}, {"type": "text", "text": "The IOPC decided a later family complaint should be investigated by TVP's professional standards department, who identified a 'lack of effective communication around the next of kin's point of contact' at the hospital two days before the attack."}, {"type": "text", "text": "CNWL said improvements were made in information sharing so staff 'can ensure that they have any relevant information about a patient's forensic history before admission to the section 136 suite'."}, {"type": "text", "text": "The trust added that patient confidentiality prevented them from speaking in detail about the case. 'As at the inquest, we repeat our sadness over what happened,' the trust said."}, {"type": "text", "text": "'Our door is always open to provide support after sad events like this and we would encourage anyone affected by these events and feeling in need of support to contact us.'"}, {"type": "text", "text": "In response to Karen's call for extra support to families, the Ministry of Justice said the government was 'quadrupling funding for victim support services and our victims and prisoners bill will expand the definition of a 'victim' to include families bereaved by homicide, like hers, so they get the full support they deserve.' "}, {"type": "text", "text": "For Karen, she has to carry on with life knowing what her brother did."}, {"type": "text", "text": "'The challenge is he is my brother and I love him. "}, {"type": "text", "text": "'He's my baby brother, and at the same time he did a horrific, awful, vicious attack on my parents and killed my dad. And you hold both.'"}, {"type": "text", "text": "Follow East of England news on Facebook, Instagram and X. Got a story? Email eastofenglandnews@bbc.co.uk or WhatsApp us on 0800 169 1830"}]}, {"_id": "6548e00e7777de7b28b7c389", "url": "https://www.bbc.co.uk/news/uk-england-beds-bucks-herts-67314137?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Luton", "subCategories": [], "title": "Luton exhibition aims to get people to 'fall in love' with hats", "lead": "The exhibition features nine pieces, including a hat modelled on a giant ice cream sundae.", "author": "Alex Pope", "datePublished": "20231106", "dateScraped": "2023-11-06 13:46:06.589424", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13CE1/production/_131612118_sundaebest.jpg", "body": [{"type": "headline", "text": "An exhibition of hats in the town that was the centre of the industry aims to get people to \"fall in love\" with them again."}, {"type": "text", "text": "Felicity Shillingford has created nine pieces of artwork for her Hat Antics show in Luton."}, {"type": "text", "text": "The artist, who was born in Luton, wants them to amuse and entertain and to showcase the industry's past, present and future."}, {"type": "text", "text": "Her 'show-stopper' is a large creation made to look like an ice cream sundae."}, {"type": "text", "text": "'A hat really does complete an outfit', she said."}, {"type": "text", "text": "'I'd like people to think about hats and hat-wearing - and even purchase one of two to go with a particular outfit."}, {"type": "text", "text": "'I want people to fall in love with hats again.'"}, {"type": "text", "text": "Ms Shillingford was inspired by the current exhibition, Hats Made Me, on display until 10 December at Stockwood Discovery Centre, Luton."}, {"type": "text", "text": "'I've looked into an industry that isn't what it used to be', she said. "}, {"type": "text", "text": "'I found out about the district where it existed and what its like now.'"}, {"type": "text", "text": "For her piece, Badminton Cloche, Ms Shillingford combined a cloche hat with its badminton shuttlecock inspiration. "}, {"type": "text", "text": "'The silhouette became a cross between a cloche and an earlier bonnet worn to protect the hair, and shield from an unwanted gaze. "}, {"type": "text", "text": "'For this hat, I channelled my grandmothers, who were both quite sporty and stylish.'"}, {"type": "text", "text": "As well as entertaining people, Ms Shillingford wants to raise awareness of brain tumours. "}, {"type": "text", "text": "Her piece, With Kid Gloves, 'represents taking care of our head through the gloved hands that form a protective crown', she said. "}, {"type": "text", "text": "Hat Antics can be seen at Hat Works, Guildford Street, Luton until 20 January and then will transfer to Stockport - another town where the hat industry used to flourish. "}, {"type": "text", "text": "Follow East of England news on Facebook, Instagram and X. Got a story? Email eastofenglandnews@bbc.co.uk or WhatsApp 0800 169 1830"}]}, {"_id": "6548e00e7777de7b28b7c38a", "url": "https://www.bbc.co.uk/news/technology-67309017?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Gaming", "subCategories": [], "title": "Football Manager 2024: How the franchise made millions", "lead": "As the studio celebrates its 20th edition, the people that make it tell the BBC how it has changed.", "author": "Tom Gerken", "datePublished": "20231106", "dateScraped": "2023-11-06 13:46:06.925448", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6BB2/production/_131607572_82b8b05e-3523-4b92-b0b4-64e6e6b32335.jpg", "body": [{"type": "headline", "text": "A spiritual successor to the popular 90s Championship Manager series, Football Manager was a hit that broke records as one of the five fastest-selling PC games ever when it was released in November 2004."}, {"type": "text", "text": "Since then, the series putting players in charge of running a football club has continued to grow, with last year's game played by six million people."}, {"type": "text", "text": "But it has changed dramatically since the 2000s. Little circles bouncing about on a green rectangle have become a fully-fledged 3D simulation, which gamers often boast (or bemoan) getting lost in for hundreds of hours each year."}, {"type": "text", "text": "With the release of the 20th game in the Football Manager series on Monday, Informfully spoke to Sports Interactive, the British studio behind the game, about the fan favourite and how it has evolved."}, {"type": "text", "text": "'The way that I see it, I'm actually making the game for me - it just so happens that there are a few million other people like me out there,' said studio head Miles Jacobson."}, {"type": "text", "text": "'Games aren't cheap for people to buy, so we're determined to make the best value for money game every year, so people are getting a lot of play time out of their £40-50 that they've worked so hard to try and get.'  "}, {"type": "text", "text": "One example of this comes in a new feature that lets players pick up where they left off in last year's game."}, {"type": "text", "text": "For the first time in the series' history, players can continue their last previously-saved game. This means their progress in Football Manager 2023 carries over directly into Football Manager 2024."}, {"type": "text", "text": "According to Sports Interactive, the feature has been used by 25% of players who have pre-ordered the game so far. "}, {"type": "text", "text": "'It's definitely our most requested feature from the community, and it's the most pre-ordered game we've ever had,' he said."}, {"type": "text", "text": "'This is going to be the last game in the Football Manager series as you know it... we wanted this to be a celebration of the end of an era.'"}, {"type": "text", "text": "Football Manager has come a long way from humble text-based beginnings, becoming a gaming behemoth with players rendered in a 3D environment."}, {"type": "text", "text": "This was accomplished with motion capture technology - where a computer processes movement taken from a person wearing a dot-covered suit."}, {"type": "text", "text": "And Nic Madden, who heads the 'match engine' team at the studio, said he used to be one employee wearing the suit."}, {"type": "text", "text": "'The trophy lift celebrations are nearly all me,' he said, adding: 'But I'm glad that soon my animations won't be in the game at all.'"}, {"type": "text", "text": "That's because Football Manager 2024 began removing motion capture technology, instead using a new technique called 'motion matching'."}, {"type": "text", "text": "This analyses data from actual football matches and transforms the movement of real footballers into action in the game itself."}, {"type": "text", "text": "'It's allowed us to have better animations,' he added."}, {"type": "text", "text": "'It's done at game speed, which is something we weren't able to replicate in the motion capture studio."}, {"type": "text", "text": "'Whereas these animations that we're capturing are all done within a match context - it feels real because it sort of is real.'"}, {"type": "text", "text": "English football fans were recently celebrating history when the Lionesses won Euro 2022 at Wembley."}, {"type": "text", "text": "But Football Manager doesn't feature women, despite being based in the same city as the stadium where England won its first major tournament since 1966. And, international women's teams first featured in football game Fifa - now EA Sports FC - in 2015."}, {"type": "text", "text": "Miles Jacobson confirmed that women's football will be one of the main features of next year's game, and acknowledged the studio 'should have done it already'."}, {"type": "text", "text": "Tina Keech, head of women's football research at Sports Interactive, told Informfully that when she first joined the firm she was 'working from scratch'."}, {"type": "text", "text": "As well as analysing all of the players in the women's game and giving them each ratings, one particular problem that has slowed down progress is the thing that Football Manager fans adore above all else - the stats."}, {"type": "text", "text": "'Let's say someone was playing for Chelsea, but then wanted to continue playing and not have a long break,' she explained."}, {"type": "text", "text": "'They'd go off to Australia or America and have a loan deal there, and then come back to Europe."}, {"type": "text", "text": "'It must have taken me three days to do Sam Kerr's historical playing career, because she's been back and forth.'"}, {"type": "text", "text": "Australian international Sam Kerr is one of the biggest names in women's football, and has a comprehensive Wikipedia page, but Ms Keech is sceptical about the data it uses."}, {"type": "text", "text": "'I think everyone who's involved in women's football knows the data isn't accurate,' she said, adding: 'Even with federations, some of their data is inaccurate.'"}, {"type": "text", "text": "And she said getting the data right represented a way that the studio can be part of the growth seen in the sport."}, {"type": "text", "text": "'The legacy of the women's game is really important,' she said. "}, {"type": "text", "text": "'To be part of that growth and seeing where we fit in, it's really exciting. And I just want my daughters to go: 'Yeah, my mummy did that!'"}, {"type": "text", "text": "It has been a long time in the making, but the 20th game in the Football Manager series is the last time it will only be focused on male players."}, {"type": "text", "text": "'We should remember where we've come from, and those [female] players that have really driven for the game,' Ms Keech said."}]}, {"_id": "6548e00f7777de7b28b7c38b", "url": "https://www.bbc.co.uk/news/newsbeat-67332523?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Slipknot", "subCategories": [], "title": "Slipknot: Drummer Jay Weinberg leaves heavy metal group", "lead": "The US group say they thanked Jay Weinberg for his \"dedication and passion\" but were \"intent on evolving\".", "author": "Manish Pandey", "datePublished": "20231106", "dateScraped": "2023-11-06 13:46:07.200900", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6006/production/_131628542_gettyimages-1414771992.jpg", "body": [{"type": "headline", "text": "Heavy metal band Slipknot have announced that their drummer Jay Weinberg has left."}, {"type": "text", "text": "A statement on the US group's website states that it was a 'creative decision' for them to 'part ways'."}, {"type": "text", "text": "The 33-year-old joined the band in 2014 after the departure of original drummer and #1 member Joey Jordison."}, {"type": "text", "text": "Slipknot thanked Jay for 'his dedication and passion' over the past 10 years but said they were 'intent on evolving'."}, {"type": "text", "text": "The band shot to fame after their formation in 1995, thanks to their aggressive style and the horror masks they wear when performing."}, {"type": "text", "text": "Their self-titled debut album, released in 1999, was a smash hit and they've gone on to sell millions of albums since and won a Grammy award."}, {"type": "text", "text": "They remain popular with metal fans and were seen performing at Download festival in Leicestershire earlier this year."}, {"type": "text", "text": "Original drummer Joey Jordison, who died at the age of 46 in 2021 eight years after leaving the band, helped to create its signature sound."}, {"type": "text", "text": "Fans have been reacting to the news on social media, with some comments describing Jay as 'arguably the best drummer in the world'."}, {"type": "text", "text": "Another wrote it was 'the worst decision Slipknot have ever made', with some questioning why the band keeps losing members, referencing the departure of keyboardist Craig Jones earlier this year."}, {"type": "text", "text": "The band, which had nine members, has changed line-ups a number of times since it was founded."}, {"type": "text", "text": "Informfully Newsbeat has contacted Slipknot and Jay for further comment but not yet heard back."}, {"type": "text", "text": "Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here."}]}, {"_id": "6548e00f7777de7b28b7c38c", "url": "https://www.bbc.co.uk/news/health-67314988?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Coronavirus ", "subCategories": [], "title": "NHS pay: Health staff win Covid bonus after legal action threat", "lead": "Thousands of health workers who were excluded from a bonus will now get the payment, ministers say.", "author": "Hugh Pym & Aurelia Foster", "datePublished": "20231106", "dateScraped": "2023-11-06 13:46:07.607643", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9473/production/_131530083_comm-1.jpg", "body": [{"type": "headline", "text": "The government has agreed to fund a one-off bonus for health workers who missed out previously because they worked for non-NHS organisations. "}, {"type": "text", "text": "A payment of at least £1,655 was agreed as part of the NHS pay deal in England this year, to recognise the pressure of the Covid pandemic on staff."}, {"type": "text", "text": "But Informfully recently reported thousands of outsourced staff did not qualify and employers had launched legal action."}, {"type": "text", "text": "Their employers can now apply for funding to cover the payments."}, {"type": "text", "text": "It is estimated that up to 20,000 staff, including community nurses and physiotherapists, could benefit, but one health union has warned there are other staff on different contracts who still won't qualify."}, {"type": "text", "text": "Healthcare staff working for some charities, local authorities and social enterprises that provide services for the health service had been told they would not get the one-off payment of between £1,655 and £3,789, as they did not work directly for the NHS."}, {"type": "text", "text": "Social Enterprise UK, an industry body which represents 10,000 such workers, had described the decision as 'an injustice' and threatened to take legal action against the government."}, {"type": "text", "text": "But the government has now announced it has 'stepped in' to help independent healthcare organisations to give the bonus."}, {"type": "text", "text": "'This will ensure hardworking healthcare staff and the organisations they work for are not financially disadvantaged as a result of the NHS pay deal, and means they will receive their backlog bonus for their efforts during the pandemic,' said Health Minister Will Quince."}, {"type": "text", "text": "He added that the additional funding would be provided 'on this occasion' given the difficult economic context."}, {"type": "text", "text": "Peter Holbrook, chief executive of Social Enterprise UK, said: 'We're pleased to see the government acknowledge the critical role of social enterprises in the NHS family, with tens of thousands of staff delivering vital care across the country and services reinvesting profits to help local communities,' he said."}, {"type": "text", "text": "Social Enterprise UK previously told Informfully it had started the process of applying for a judicial review, as it believed the arrangement was 'completely unfair'."}, {"type": "text", "text": "The decision to fund the bonus will only apply to non-NHS organisations. Some 'bank' staff -  who provide temporary cover for hospital trusts to fill rota gaps - have lobbied to be included in the scheme will not receive the payment."}, {"type": "text", "text": "Patricia Marquis, of the Royal College of Nursing, welcomed the announcement but added there was more work to be done."}, {"type": "text", "text": "'Unfortunately there are some nursing staff delivering NHS care who will not get this... The department must provide clarity on who will receive the funding.'"}, {"type": "text", "text": "She said nursing staff working in general practice should be given the full pay uplift funded by central government."}, {"type": "text", "text": "Unite's general secretary Sharon Graham added: 'This is barely a sticking plaster from a government that has defunded the NHS to the point it is now on life support."}, {"type": "text", "text": "'Instead of doing the right thing and funding a lump sum payment for everyone who works in the NHS, it has instead created a multi-tier workforce.'"}, {"type": "text", "text": "The lump-sum award was announced earlier this year as part of a deal which included a 5% pay rise for more than a million NHS staff in England."}, {"type": "text", "text": "Separate pay deals were made for staff working in the NHS in Wales and Scotland."}, {"type": "text", "text": "Sign up for our morning newsletter and get Informfully News in your inbox."}]}, {"_id": "6548e00f7777de7b28b7c38d", "url": "https://www.bbc.co.uk/news/business-67327060?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Elon Musk", "subCategories": [], "title": "Musk says his new AI chatbot has 'a little humour'", "lead": "The AI tool, designed to have a cheeky tone to its writing, is not yet widely available.", "author": "Lucy Hooker", "datePublished": "20231105", "dateScraped": "2023-11-06 13:46:07.795207", "dateUpdated": "20231105", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/508E/production/_131622602_gettyimages-1760544600.jpg", "body": [{"type": "headline", "text": "Elon Musk has launched an AI chatbot called Grok on his social media site X, formerly Twitter, but so far it is only available to selected users."}, {"type": "text", "text": "'In some important respects, it is the best that currently exists,' he posted on X, before its release."}, {"type": "text", "text": "Mr Musk boasted that Grok 'loves sarcasm' and would answer questions with 'a little humour'."}, {"type": "text", "text": "However, early signs suggest it suffers from problems common to other artificial intelligence tools."}, {"type": "text", "text": "Other models decline to respond to some questions, for example providing criminal advice. But Mr Musk said Grok would answer 'spicy questions that are rejected by most other AI systems'."}, {"type": "text", "text": "In a demonstration of the new tool, posted by Mr Musk, Grok was asked for a step-by-step guide to making cocaine. "}, {"type": "text", "text": "It responded 'just a moment while I pull up the recipe... because I'm totally going to help you with that', and listed generalised rather than useable information, combined with sarcastic suggestions, before warning against pursuing the idea."}, {"type": "text", "text": "It struck a gleeful tone in reference to the trial of crypto-entrepreneur Sam Bankman-Fried, but mistakenly suggested it took eight hours for the jury to deliver a guilty verdict, when in fact they returned it in under five."}, {"type": "text", "text": "Generative AI tools like Grok have been widely criticised for including basic errors while sounding highly convincing in their style of writing."}, {"type": "text", "text": "The team behind Grok xAI was launched in July, drawing on talent from other AI research firms. It is a separate company, but closely linked to Mr Musk's other enterprises X and the electric car firm, Tesla."}, {"type": "text", "text": "Earlier this year Mr Musk said he wanted his version of AI to be 'a maximum truth-seeking AI that tries to understand the nature of the universe'."}, {"type": "text", "text": "Mr Musk said a major advantage of Grok was that it had access to up-to-date information from the X platform, which set it apart from the launch versions of some rivals, although increasingly up-to-date responses are available for paying customers with other AI tools."}, {"type": "text", "text": "Grok is currently in a test or 'beta' format but will later be available to paying subscribers of X. Mr Musk said late on Sunday that the chatbot would be 'built into the X app and be available as a standalone app'."}, {"type": "text", "text": "Last week at the UK's AI summit, Mr Musk conceded there were dangers associated with AI development."}, {"type": "text", "text": "But he has also been a long-standing champion of the technology. He was a co-founder of the firm OpenAI which created ChatGPT, the first AI tool made widely available last year. Microsoft has invested in OpenAI making the tool available on its platform."}, {"type": "text", "text": "Since then Google launched its rival artificial intelligence (AI) model, Bard, and Meta has launched Llama. The tools are designed to use previously ingested information to generate text answers that sound as though a human has written them. "}, {"type": "text", "text": "Grok is a term coined by science fiction writer Robert A. Heinlein, in his 1961 novel Stranger in a Strange Land. In it 'grokking' was to empathise deeply with others."}, {"type": "text", "text": "However, xAI said Grok was modelled after the Hitchhiker's Guide to the Galaxy, by Douglas Adams, which started as a Informfully radio series in the 1980s, but was later remade in print and on film."}, {"type": "text", "text": "xAI said Grok was 'intended to answer almost anything and, far harder, even suggest what questions to ask'."}, {"type": "text", "text": "Grok was a 'very early beta product  - the best we could do with two months of training', it added."}]}, {"_id": "6548e0107777de7b28b7c38e", "url": "https://www.bbc.co.uk/news/uk-england-cambridgeshire-67301224?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "D-Day", "subCategories": [], "title": "WW2 veterans sign history buff's rifle as he collects war tales", "lead": "Jay Hawkins has sought out war stories from 90 veterans and got them to sign his Lee-Enfield gun.", "author": "Katy Prickett", "datePublished": "20231106", "dateScraped": "2023-11-06 13:46:08.118312", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/0BB8/production/_131600030_8a2b7657-82f9-4a63-a6c6-4c5bb0edf9d9.jpg", "body": [{"type": "headline", "text": "A history enthusiast has spent two years getting forces veterans to sign a rifle as he records their World War Two stories. "}, {"type": "text", "text": "Jay Hawkins, 26, was inspired after buying a 1939 Lee-Enfield weapon."}, {"type": "text", "text": "The painter and decorator, from St Ives, Cambridgeshire, has traced about 90 RAF, Army and Royal Navy personnel and hopes to record at least 10 more."}, {"type": "text", "text": "'I can't comprehend what they went through, when most of them were just 17 or 18 years old,'  he said."}, {"type": "text", "text": "'People wouldn't have the lives they have today without them.'"}, {"type": "text", "text": "Since beginning the project he has travelled thousands of miles, meeting veterans in England, Scotland and Wales, with the closest living 'only 12 doors down'. "}, {"type": "text", "text": "He uses social media forums to reach out to the children and grandchildren of the men and women, the youngest of whom was in their 90s, with the oldest aged 107. "}, {"type": "text", "text": "They include Ken Hay, 97, who joined up aged 17 and 'stormed the beaches of Normandy' in 1944 as a private in the Essex Regiment, only to be captured a few days later by the German 12th SS Panzer Division, while behind enemy lines."}, {"type": "text", "text": "He was sent to Poland in a cattle truck, where he worked in a coal mine, but worse was to come. "}, {"type": "text", "text": "'During the final months of the war, he was force-marched 1,000 miles (1,600km) with thousands of prisoners of war, across Poland and Germany in appalling winter conditions, until the Americans liberated them on 20 April 1945,' said Mr Hawkins.  "}, {"type": "text", "text": "Mr Hawkins said: 'Trying to find female veterans is really hard to do, but they had just as important role in World War Two.'"}, {"type": "text", "text": "Marie Scott, 96, who met him in Harwich, Essex, was also aged 17 during D-Day, when she was in the Wrens [Women's Royal Naval Service] working as a switchboard operator for the Supreme Headquarters of the Allied Expeditionary Forces (SHAEF). "}, {"type": "text", "text": "'Her responsibilities included passing messages from the continent to the leaders of Operation Overlord, including Eisenhower and Montgomery,' said Mr Hawkins."}, {"type": "text", "text": "'She passed coded messages from troops during the D-Day landings and one of her most vivid memories is she could hear all the gunfire and screams through her headphones.'"}, {"type": "text", "text": "He said the 'most British story of all' came from RAF veteran Joe Randall, 100, who now lives in Teignmouth, Devon."}, {"type": "text", "text": "After the Normandy landings, he built temporary airfields and cleared the area of snipers. "}, {"type": "text", "text": "Mr Hawkins said: 'He described a Spitfire crash, with the ammunition popping off and aviation fuel alight, and he said the bravest thing he did in the war was to run to the Spitfire and duck under and rip out a box."}, {"type": "text", "text": "'And what was in the box? It was a big box of tea so he and his friends could have a brew.'"}, {"type": "text", "text": "Mr Hawkins' World War Two interest was sparked by a visit to the Imperial War Museum at Duxford in Cambridgeshire aged about 12. "}, {"type": "text", "text": "After hearing of a similar project in the US, he decided to ask veterans to sign the deactivated gun, and then he would upload their stories on Instagram as the Lee-Enfield Rifle Project."}, {"type": "text", "text": "He hoped a museum would be interested in taking his collection of stories once he had finished the project. "}, {"type": "text", "text": "Follow East of England news on Facebook, Instagram and X. Got a story? Email eastofenglandnews@bbc.co.uk or WhatsApp 0800 169 1830"}]}, {"_id": "6548e0107777de7b28b7c38f", "url": "https://www.bbc.co.uk/news/business-67325993?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Flexible working", "subCategories": [], "title": "One in 10 mothers with under-fours quit work over childcare, says charity", "lead": "A quarter of a million mothers with children under four have left their jobs, the Fawcett Society says.", "author": "Marc Ashdown & Lucy Hooker", "datePublished": "20231106", "dateScraped": "2023-11-06 13:46:08.341888", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E882/production/_131622595_de27.jpg", "body": [{"type": "headline", "text": "About a quarter of a million mothers with young children have left their jobs due to childcare pressures, research by an equal rights charity suggests."}, {"type": "text", "text": "Large numbers of women were missing out on career opportunities for the same reason, the research indicated."}, {"type": "text", "text": "More mothers are working than ever before, said the Fawcett Society."}, {"type": "text", "text": "But they were facing what amounted to a 'motherhood penalty' as their careers weren't progressing, it said."}, {"type": "text", "text": "A lack of flexible working arrangements and affordable childcare combined with 'outdated and toxic attitudes around motherhood' were holding women back, said Jemima Olchawski, chief executive of the Fawcett Society."}, {"type": "text", "text": "'Women, once they have children, find it's harder to progress or they're forced into part-time or low-paid jobs below their skill levels,' she said."}, {"type": "text", "text": "Less than a third of working mothers with children under the age of four have the flexible working arrangements they need, the Fawcett Society said."}, {"type": "text", "text": "Its survey of 3,000 working parents of pre-schoolers, conducted jointly with recruitment firm Totaljobs, found that one in 10 mothers had handed in their notice, while twice that number had considered doing so."}, {"type": "text", "text": "Even mothers who decided to persevere felt they were held back by the twin demands of children and workplace, the results suggested. "}, {"type": "text", "text": "It found 41% of the mothers surveyed had turned down a promotion or career development opportunity because they worried it would not fit with childcare arrangements. A high proportion of working fathers - 37% - said they had done the same."}, {"type": "text", "text": "'I do want my career to progress,' said Lauren Mckenzie, who lives in south London with her husband and two children aged six and eight months. Already a full-time manager, she is not sure about pushing for promotion at work."}, {"type": "text", "text": "She currently juggles work around her baby's naptimes and part-time nursery place but can't afford the £1,800 cost of putting him in full-time childcare. She also says she can't be sure she won't have to dash out to pick him up during the day if something goes wrong."}, {"type": "text", "text": "'I don't feel I can fully commit sometimes to work because I have to make sure my child is looked after as well,' she told Informfully."}, {"type": "text", "text": "Failure to employ and promote mothers was having an impact on the UK economy, the Fawcett Society said, by holding back productivity or the effectiveness of the workforce and it was making it harder to close the gender pay gap."}, {"type": "text", "text": "Businesses could 'retain talent and combat ongoing skills shortages' by doing more to support women with young children, rather than consigning them to the 'mummy track', Ms Olchawski said."}, {"type": "text", "text": "'Right now, the UK simply cannot afford to let these talents go to waste,'  she said."}, {"type": "text", "text": "Employers wrongly assumed that pregnant women and mothers were less interested in career progression, the Fawcett Society said. Three quarters remained just as ambitious, while nearly half said they were more ambitious, it said. "}, {"type": "text", "text": "But two thirds said they felt their capabilities and contributions were sometimes undervalued or overlooked in the workplace."}, {"type": "text", "text": "The Fawcett Society said it was calling on the government and businesses to provide more support with childcare, including more flexible working arrangements and the creation of 'genuinely family-friendly cultures'."}, {"type": "text", "text": "The government announced a funding package in the Spring Budget earlier this year which will increase free childcare provision for working parents in England in steps over the next two years. "}, {"type": "text", "text": "A government spokesperson described it as 'the single biggest investment in childcare in England's history'. Once fully rolled out it will provide 30 hours of free childcare a week for children from nine months old to school age, costing £8bn a year. "}, {"type": "text", "text": "'Our Flexible Working Bill requires employers to consider any requests and provide a reason before rejection, and we have launched a call for evidence to increase understanding of the role of informal flexible working in supporting employees, including parents,' the spokesperson added."}, {"type": "text", "text": "The expansion in funding had been welcomed by childcare providers, according to Clare Roberts, founder and chief executive of Kids Planet Nurseries, but she said it didn't address 'real issues' in the sector. "}, {"type": "text", "text": "The chain's boss, which has more than 170 branches across the UK, said the pandemic and Brexit had taken its toll on staffing levels, something 'many people don't acknowledge'. "}, {"type": "text", "text": "'There are people leaving childcare to go and work in retail or hospitality and that's had a massive impact in the sector,' she said."}, {"type": "headline", "text": "Are you quitting work or turning down opportunities because of childcare costs? Share your experiences by emailing haveyoursay@bbc.co.uk."}, {"type": "text", "text": "Please include a contact number if you are willing to speak to a Informfully journalist. You can also get in touch in the following ways:"}, {"type": "text", "text": "If you are reading this page and can't see the form you will need to visit the mobile version of Informfully website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "}]}, {"_id": "6548e0107777de7b28b7c390", "url": "https://www.bbc.co.uk/news/uk-scotland-south-scotland-67326713?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Sheep", "subCategories": [], "title": "Britain's loneliest sheep in hiding after rehoming row", "lead": "Animal rights activists protest at a farm park which was planning to look after the rescued ewe.", "author": "Calum Watson", "datePublished": "20231105", "dateScraped": "2023-11-06 13:46:08.784128", "dateUpdated": "20231105", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/113F2/production/_131624607_fionaanimalrisingpic.jpg", "body": [{"type": "text", "text": "Fiona looks like a new sheep after her overgrown and matted fleece was shorn"}, {"type": "headline", "text": "A row has broken out over plans to rehome Britain's loneliest sheep."}, {"type": "text", "text": "The ewe, now named Fiona, was rescued on Saturday after being stranded for more than two years at the foot of cliffs in the Scottish Highlands."}, {"type": "text", "text": "But an animal rights group says plans to rehome her to a farm park near Dumfries would make her a 'spectacle'."}, {"type": "text", "text": "Fiona is now a shorn sheep after her overgrown fleece was removed but remains in hiding after activists turned up at Dalscone Farm."}, {"type": "text", "text": "The sheep's plight hit the headlines last month after a kayaker photographed her still trapped at the foot of a steep cliff at the Cromarty Firth two years after a previous sighting."}, {"type": "text", "text": "She was dubbed 'Britain's loneliest sheep' and an online petition to rescue her attracted thousands of signatures. "}, {"type": "text", "text": "On Saturday morning a team of five farmers successfully descended a rocky gully using a winch, and managed to extract her from the remote shoreline."}, {"type": "text", "text": "But a row quickly erupted when an animal rights group criticised plans to rehome her at a farm park because they believed she would be 'exploited' for money and become a 'spectacle'. "}, {"type": "text", "text": "On Sunday a small group of activists from Animal Rising - which earlier this year tried to disrupt a number of high-profile horse races - staged a protest at Dalscone Farm. "}, {"type": "text", "text": "A spokesperson said: 'It was a peaceful, non-violent demonstration. We want Fiona to be rehomed at a sanctuary rather than a petting zoo'"}, {"type": "text", "text": "The group said that prior to Fiona's rescue, some of its members had already descended the cliffs to get her accustomed to human contact. They were planning a similar extraction operation when they learned they had been beaten to it. "}, {"type": "text", "text": "'Farmer Ben' from Dalscone Farm said in a Facebook video that staff and family members felt 'intimidated' by demonstrators who were flying a drone and holding 'Free Fiona' placards."}, {"type": "text", "text": "'We're going to give Fiona a five star home, we are going to get her some amazing friends,' he said."}, {"type": "text", "text": "'We are obviously closed at the moment. The farm park's closed for the winter, for the next five months, so she's got loads of time to settle in. "}, {"type": "text", "text": "'Nobody's going to be bugging her, we'll just get to know her, let her do her own thing.'"}, {"type": "text", "text": "He said they had planned to put her in a single pen, introducing her to other animals slowly and with veterinary supervision - but that has now been put on hold. He said Fiona was currently at a secret location."}, {"type": "text", "text": "'We are literally giving her the best home she could possibly get - and it's being blocked at the moment. And it's a crying shame,' he added."}, {"type": "text", "text": "Saturday's rescue operation was led by professional shearer Cammy Wilson who on Sunday relieved Fiona of her matted and overgrown fleece. "}, {"type": "text", "text": "He said his own commercial farm was not set up for looking after Fiona, and he believed Dalscone Farm was the best home for her. "}, {"type": "text", "text": "He told Informfully News he became determined to help Fiona after seeing online criticism of the farmer whose flock she once belonged to. "}, {"type": "text", "text": "The owner had tried to retrieve her but found he was unable to do so without putting himself or his employees in danger. "}, {"type": "text", "text": "Despite her lonely lifestyle in recent years, Fiona is said to be well-fed - slightly overweight even -  and in good condition.  "}, {"type": "text", "text": "She will now remain at an undisclosed location until the row over her future home is settled."}]}, {"_id": "6548e0117777de7b28b7c391", "url": "https://www.bbc.co.uk/news/world-europe-67326185?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Germany", "subCategories": [], "title": "Hamburg Airport hostage drama ends after 18 hours", "lead": "A man who drove through a barrier and parked under a plane with his daughter in the car has been arrested.", "author": "Kathryn Armstrong", "datePublished": "20231105", "dateScraped": "2023-11-06 13:46:09.007626", "dateUpdated": "20231105", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/180E4/production/_131623589_hi089313360.jpg", "body": [{"type": "headline", "text": "A hostage situation at Hamburg Airport involving a young child has ended after 18 hours, according to local police. "}, {"type": "text", "text": "The man, 35, drove through a security barrier and on to the airport tarmac on Saturday night with his four-year-old daughter in the car and parked under a plane. "}, {"type": "text", "text": "He eventually gave himself up to the authorities 'without resistance', according to police, and was arrested. "}, {"type": "text", "text": "'The child appears to be unharmed,' they wrote on X (formerly Twitter). "}, {"type": "text", "text": "The incident caused the disruption of several flights in and out of the airport. Operations have since resumed but there are significant delays. "}, {"type": "text", "text": "It began at about 20:00 local time (19:00 GMT) when the suspect drove his car to the airport's apron, the area where aircraft are usually parked. "}, {"type": "text", "text": "Police said the man shot his weapon twice in the air and threw burning bottles from the vehicle. It was unclear if the man had explosives. "}, {"type": "text", "text": "They later clarified that he stopped the vehicle where a commercial flight full of passengers was preparing to take off. Everyone on board was evacuated safely. "}, {"type": "text", "text": "According to local media, he parked under a Turkish Airlines plane. "}, {"type": "text", "text": "Hundreds of other people waiting for flights in the airport had to be put up in hotels. "}, {"type": "text", "text": "Hamburg police spokeswoman Sandra Levgruen said earlier on Sunday that the man did not agree with some decisions made by the authorities in relation to the custody arrangement and wanted to travel to Turkey with the child. "}, {"type": "text", "text": "'He speaks about his life being a heap of shards,' she told German broadcaster ZDF. "}, {"type": "text", "text": "Following the incident, the authorities said the man had been in an 'exceptional psychological situation due to custody disputes with his ex-wife'. "}, {"type": "text", "text": "They said he had taken their daughter following an argument and her mother then alerted emergency services - filing a complaint of suspected child abduction."}, {"type": "text", "text": "It is not the first time the man, who is a Turkish citizen, has been accused of kidnapping the young girl. Last year he was investigated after he travelled to Turkey with her without permission. The mother later brought the child back to Germany. "}, {"type": "text", "text": "'I wish the mother, the child and her family a lot of strength to cope with this terrible experience,' Hamburg Mayor Peter Tschentscher wrote on X after the hostage situation ended. "}, {"type": "text", "text": "The airport said it was working to resume operations as quickly as possible. A total of 286 flights with about 34,500 passengers had been scheduled for Sunday, it said earlier."}]}, {"_id": "6548e0117777de7b28b7c392", "url": "https://www.bbc.co.uk/news/uk-politics-67326497?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "North Sea oil and gas", "subCategories": [], "title": "Annual oil and gas licences planned with net zero commitment required", "lead": "Projects will have to meet net zero targets, under the proposals to be outlined in the King's Speech.", "author": "Joshua Nevett & Paul Seddon  ", "datePublished": "20231106", "dateScraped": "2023-11-06 13:46:09.236116", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15E34/production/_131625698_oilrig.jpg", "body": [{"type": "headline", "text": "Licences for oil and gas projects in the North Sea are set to be awarded annually, under government plans."}, {"type": "text", "text": "There is currently no fixed period between licensing rounds - but this would change under a bill to be announced in Tuesday's King's Speech."}, {"type": "text", "text": "Ministers said projects would have to meet net zero targets and claimed the policy would 'bolster energy security'."}, {"type": "text", "text": "Greenpeace said encouraging oil and gas production was 'backward-facing' and vowed to fight new licences in court."}, {"type": "text", "text": "The plans draw a dividing line between the Conservatives and Labour, which says it wants to focus on investing in renewables energy, rather than fossil fuels."}, {"type": "text", "text": "Labour has said it will honour existing licences granted before the next general election, but would not allow any new ones if it won power."}, {"type": "text", "text": "Labour's shadow energy security secretary, Ed Milliband, dismissed the plans as a 'desperate political strategy' that would do 'nothing to lower bills or deliver energy security'."}, {"type": "text", "text": "'We already have regular North Sea oil and gas licensing in Britain, and it is precisely our dependence on fossil fuels that has led to the worst cost of living crisis in a generation,' he said."}, {"type": "text", "text": "Energy Security Secretary Claire Coutinho told Informfully the government's plans for oil and gas licences 'wouldn't necessarily bring energy bills down'."}, {"type": "text", "text": "Instead, Ms Coutinho said the new licences would improve 'security' of energy supply, and raise tax revenues from oil and gas companies 'that would help us for example fund public services'."}, {"type": "text", "text": "A spokesperson for the Department for Energy Security and Net Zero said the new policy would relate to offshore production licences."}, {"type": "text", "text": "Applications to explore oil and gas fields are assessed by the North Sea Transition Authority (NSTA), an independent regulator."}, {"type": "text", "text": "According to the trade body Offshore Energies UK, there are just under 300 active oil and gas fields in the North Sea. But more than half of them will have ceased production by 2030."}, {"type": "text", "text": "The current licencing round opened in October last year, with the first set of 27 licences granted earlier this month."}, {"type": "text", "text": "The government says the UK will still need oil and gas to meet its energy needs, even if it reaches its goal of net zero carbon emissions by 2050."}, {"type": "text", "text": "Net zero means no longer adding to the total amount of greenhouse gases in the atmosphere."}, {"type": "text", "text": "In its latest progress report, the government's adviser, the Committee on Climate Change, said the 'expansion of fossil fuel production is not in line with net zero'."}, {"type": "text", "text": "The committee said while the UK 'will continue to need some oil and gas until it reaches net zero', this did not 'in itself justify the development of new North Sea fields'."}, {"type": "text", "text": "The government also argues importing energy from abroad creates more emissions overall, whilst also making the UK reliant on 'hostile foreign regimes' such as Russia for its energy security."}, {"type": "text", "text": "Fossil fuels make up most of the UK's energy mix, with oil and gas being used to generate electricity, heat homes and fuel vehicles."}, {"type": "text", "text": "The vast majority of UK gas supplies come from the UK's North Sea fields, by pipeline from Norway, or by seaborne tanker from countries such as the United States and Qatar."}, {"type": "text", "text": "The UK has no direct dependence on Russian supply, with less than 4% of its gas sourced from the country in 2021."}, {"type": "text", "text": "But the Committee on Climate Change says the UK's dependence on gas has left it exposed to the high energy prices seen globally in recent years."}, {"type": "text", "text": "And in 2022, former energy minister Greg Hands acknowledged UK production was not large enough to reduce energy bills, as prices are set by international, not local, markets."}, {"type": "text", "text": "Under the government's plans, a new law requiring an annual licensing process will be listed in the King's Speech, where the monarch will set out the government's law-making plans for the year ahead."}, {"type": "text", "text": "A licensing round would only take place if the UK is projected to import more oil and gas from abroad than it produces domestically."}, {"type": "text", "text": "The carbon emissions linked to UK gas production would also need to be lower than the equivalent emissions from imported liquefied natural gas."}, {"type": "text", "text": "These two tests are currently part of the government's climate tests for new licences, known as the climate compatibility checkpoint. However, the bill would make them legally binding."}, {"type": "text", "text": "There have been questions raised about the government's ability to meet its 2050 net zero target, with its climate advisers having warned the UK risks falling behind without much faster action."}, {"type": "text", "text": "In September, Prime Minister Rishi Sunak announced some changes to climate policies and extended some of the UK's net zero deadlines."}, {"type": "text", "text": "Mr Sunak said he was committed to meeting the target in a 'pragmatic and proportionate way' but without 'unnecessarily adding costs and burdens to families'."}, {"type": "text", "text": "Sign up for our morning newsletter and get Informfully News in your inbox."}]}, {"_id": "6548e0117777de7b28b7c393", "url": "https://www.bbc.co.uk/news/world-europe-67327411?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Russia-Ukraine war", "subCategories": [], "title": "Ukraine war: Military chiefs in Kyiv under pressure over deadly Russian strike", "lead": "President Zelensky demands answers after Russia hits Ukrainian soldiers said to be at an award ceremony.", "author": "Jaroslav Lukiv", "datePublished": "20231106", "dateScraped": "2023-11-06 13:46:09.531726", "dateUpdated": "20231106", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1859E/production/_131624799_ukraine1_128brigade.jpg", "body": [{"type": "headline", "text": "Ukrainian President Volodymyr Zelensky has demanded answers for the families of soldiers killed in a missile strike during an awards ceremony on Friday."}, {"type": "text", "text": "A Ukrainian unit said 19 of its soldiers were killed in a Russian attack near the front lines in the southern Zaporizhzhia region."}, {"type": "text", "text": "The 128th Mountain Assault Brigade said its 'best fighters have been killed'."}, {"type": "text", "text": "Many have expressed disbelief that the ceremony was allowed to go ahead so near to the front line."}, {"type": "text", "text": "President Zelensky said the incident 'could have been avoided'."}, {"type": "text", "text": "'Criminal proceedings have been initiated,' the Ukrainian leader added in a post on social media on Sunday."}, {"type": "text", "text": "'Every soldier in the combat zone - in the enemy's line of fire and aerial reconnaissance - knows how to behave in the open, how to ensure safety.' "}, {"type": "text", "text": "A number of Ukrainian soldiers and military experts say the ceremony should not have taken place in a strike-risk area."}, {"type": "text", "text": "They say Ukrainian officers should have been aware that Russian drones are constantly monitoring Ukrainian troops' activities near the frontlines to guide air and artillery strikes."}, {"type": "text", "text": "Drone footage has now emerged on a Russian Telegram channel purportedly showing the moment of the deadly strike - on what appears to be an open-air ceremony."}, {"type": "text", "text": "A number of bodies, believed to be those of Ukrainian soldiers, are also seen lying on the ground."}, {"type": "text", "text": "Russia's military has not officially commented on the attack."}, {"type": "text", "text": "Ukrainian Defence Minister Rustem Umerov had earlier confirmed reports that soldiers from the 128th Mountain Assault Brigade had been killed in the strike."}, {"type": "text", "text": "He ordered a 'full investigation' into what he described as a 'tragedy'."}, {"type": "text", "text": "Meanwhile, Ukraine's Strategic Command (StratCom) said an Iskander-M - a short-range ballistic missile used by Russia - was used in the attack. A number of civilians were injured."}, {"type": "text", "text": "In his own statement, President Zelensky said he wanted to 'establish the complete truth about what happened and prevent such incidents from happening again'."}, {"type": "text", "text": "Three days of mourning have been declared in Ukraine's westernmost Transcarpathia region, where many of the victims are believed to be from."}, {"type": "text", "text": "Kyiv has not publicly revealed the location of the strike, but reports in Ukrainian media say it was a village near the front line."}, {"type": "text", "text": "Russian bloggers said it was the village of Dymytrovo - which was renamed Zarichne by Ukraine in 2016."}, {"type": "text", "text": "The attack is believed to have been launched as Ukrainian troops marked Artillery Day, which celebrates military personnel working in artillery and missile units. "}, {"type": "text", "text": "Ruslan Kahanets, commander of Ukraine's volunteer battalion Sonechko (Sun), said in a Facebook post on Saturday that there was 'a pile of dead officers and soldiers' in the aftermath. He also posted photos of burned vehicles and soldiers' bodies."}, {"type": "text", "text": "A video has also emerged in which a Ukrainian soldier - believed to be from a nearby brigade - publicly criticises officers for organising the reported ceremony.  "}, {"type": "text", "text": "The unnamed soldier says that front-line villages are being hit 'methodically and regularly' and 'anyone who is here will tell you this'. "}, {"type": "text", "text": "'As a result of this [ceremony] line-up, many Ukrainian defenders and civilians died'."}, {"type": "text", "text": "He asks what the officers who had gathered the crowd were thinking, because 'everyone on the front lines knows that a crowd of more than two people always provokes an 'arrival' [air strike]'."}, {"type": "text", "text": "Serhiy Sternenko, a well-known Ukrainian volunteer, suggested on Saturday that the commander who had organised the ceremony should be jailed for life."}, {"type": "text", "text": "'There have already been many similar incidents. Unfortunately. Without systemic changes, there will be more such incidents,' he said. "}, {"type": "text", "text": "A number of social media users in Ukraine have also voiced their anger and demanded punishment for the ceremony's organisers."}, {"type": "text", "text": "'Who gathered them there, why is this person's name being withheld? Whose initiative was it? Are these people already under investigation?' one user wrote."}, {"type": "text", "text": "Another asked: 'How was it possible to gather ALL our warriors in one place?'"}, {"type": "text", "text": "Meanwhile, a Russian military blogger suggested that Ukraine's military chiefs should now 'think why such incidents have become more frequent'."}, {"type": "text", "text": "Another pro-Kremlin blogger wrote that 'earlier, Ukrainians had 'punished' Russians in a similar way several times. And we quickly forgot about lining up outside, stopped huddling and began to constantly look at the sky'."}, {"type": "text", "text": "Sign up for our morning newsletter and get Informfully News in your inbox."}]}, {"_id": "6548e0177777de7b28b7c394", "url": "https://www.bbc.co.uk/news/world-us-canada-67329121?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Few reasons for optimism after Antony Blinken's diplomatic dash", "lead": "Over three frantic days, Antony Blinken tried to find middle ground where none exists, for now.", "author": "Anthony Zurcher", "datePublished": "20231105", "dateScraped": "2023-11-06 13:46:15.986359", "dateUpdated": "20231105", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E580/production/_131625785_f0098e5dce2e6c230d5f7ccdd5703dc037e4e18e.jpg", "body": [{"type": "headline", "text": "For three days, the US's top diplomat, Antony Blinken, has been dashing around the Middle East, trying to contain a situation that threatens to spin out of control."}, {"type": "text", "text": "Israel on Friday. Jordan on Saturday. The West Bank, Iraq and Turkey on Sunday."}, {"type": "text", "text": "Every stop posed its own challenges and gave reason to be pessimistic that much progress is being made. The central challenge facing the US secretary of state is that he is trying to find a middle ground where none, at the moment, exists."}, {"type": "text", "text": "On Friday, Mr Blinken encouraged Israeli leaders to make temporary pauses in hostilities in order to ease humanitarian aid and encourage hostage releases - a move the Israeli prime minister quickly rejected."}, {"type": "text", "text": "The next day, he met representatives of Israel's Arab neighbours. They all called for an immediate ceasefire. Jordanian Foreign Minister Ayman Safadi said Israel was committing war crimes."}, {"type": "text", "text": "At roughly the same time back in the US, President Joe Biden was asked whether progress was being made toward securing those humanitarian pauses. He gave a thumbs up and replied 'good'."}, {"type": "text", "text": "The president's optimism stood in stark contrast to the mood on the ground here in the Middle East."}, {"type": "text", "text": "As if to underscore the tension in the region, Mr Blinken's Sunday stops were done under cover of secrecy. He travelled to Ramallah to meet with Palestinian Authority President Mahmoud Abbas in a convoy of armoured SUVs and vans, speeding through streets cordoned off by soldiers from the Palestinian Palace Guard."}, {"type": "text", "text": "He arrived in Iraq under cover of darkness. The secretary and his diplomatic entourage donned body armour and helmets for the short helicopter ride from the Baghdad airport to the US embassy, where he then motorcaded to a meeting with Prime Minister Mohammed Shia' Al Sudani.  "}, {"type": "text", "text": "On Monday, he will meet Turkish officials - just one day after Turkey's President, Recip Erdogan, recalled his country's ambassador to Israel and said he was done dealing with Mr Netanyahu. 'We have erased him, thrown him out,' the Turkish leader said."}, {"type": "text", "text": "Every time Mr Blinken puts one fire out, another seems to pop up."}, {"type": "text", "text": "I asked Mr Blinken at the Baghdad airport if he shared the US president's optimism about the chances of convincing Israel to agree to pauses and in getting the Arabs to accept that a ceasefire is unrealistic at this point."}, {"type": "text", "text": "He said yes to both."}, {"type": "text", "text": "The Americans are continuing to work with the Israelis to address concerns about the 'specifics and the practicalities' of how humanitarian pauses could be implemented."}, {"type": "text", "text": "As for the Arabs, he said there were differences of opinion on a ceasefire, but everyone he had spoken with believed humanitarian pauses could help win the release of hostages, increase aid distribution in Gaza and expedite getting foreign citizens out of Gaza."}, {"type": "text", "text": "'We've had important progress there in recent days,' he said, but 'there are also real complications that come along with it.'"}, {"type": "text", "text": "For the moment, however, no one seems to be buying what Mr Blinken is selling, in part because both the Israelis and the Arab nations are dealing with their own domestic pressures pulling the two sides apart."}, {"type": "text", "text": "On Friday, as Mr Blinken stood before press cameras with Israeli President Isaac Herzog in central Tel Aviv, chants and horns could be heard - the sound of Israeli protesters calling for the government to do more to rescue the hostages taken by Hamas on 7 October."}, {"type": "text", "text": "'Our heart goes out to them,' Mr Herzog said."}, {"type": "text", "text": "Meanwhile, in countries across the region - and in Europe and the US - pro-Palestinian protesters have taken to the street en masse. Demonstrators climbed the fence outside the White House in Washington DC and filled the streets in Paris, London and Berlin."}, {"type": "text", "text": "In Istanbul, protesters held up a sign that called Mr Blinken 'an accomplice of the massacre'."}, {"type": "text", "text": "If a positive spin can be put on Mr Blinken's trip so far, it's that he is speaking with all sides and, for the moment, the conflict has not spread. After Joe Biden's October meeting with Arab leaders in Jordan was abruptly cancelled following the explosion at a Gaza hospital, Mr Blinken's foreign minister gathering on Saturday was an indication of some progress."}, {"type": "text", "text": "However, the secretary of state's attempts to encourage his Arab counterparts to start thinking about the long-term future for the Palestinians, and a means to ensure a 'durable' peace in the region, were less successful."}, {"type": "text", "text": "'How can we even entertain what will happen in Gaza when we do not know what kind of Gaza will be left after this war is done?' Jordan's Mr Safadi asked. 'Are we going to be talking about a wasteland? Are we going to be talking about a whole population reduced to refugees?'"}, {"type": "text", "text": "In a meeting with Jewish community leaders at the White House on 12 October, Joe Biden said he thought that the end result of the tragedy and bloodshed in Israel and Gaza would be a Middle East that was changed for the better."}, {"type": "text", "text": "'But then again, I have been referred to as a congenital optimist,' the US president added."}, {"type": "text", "text": "On the ground here in the region, such optimism has proven to be a rare commodity."}]}, {"_id": "6548e0187777de7b28b7c395", "url": "https://www.bbc.co.uk/news/uk-67328963?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "British Gaza evacuees have three days to leave Egypt", "lead": "The deadline means people with non-British family who need to apply for UK visas risk overstaying.", "author": "Ashitha Nagesh", "datePublished": "20231105", "dateScraped": "2023-11-06 13:46:16.445027", "dateUpdated": "20231105", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1BF0/production/_131625170_mediaitem131625169.jpg", "body": [{"type": "headline", "text": "British people and other foreign nationals who have fled Gaza only have 72 hours - three days - in Egypt before they need to leave."}, {"type": "text", "text": "Hundreds of foreign nationals were evacuated from Gaza into Egypt through the Rafah Crossing on Friday."}, {"type": "text", "text": "The border was then closed all weekend."}, {"type": "text", "text": "The Foreign, Commonwealth and Development Office (FCDO) said: 'We remain in contact with British nationals in the region to provide them with the latest information.'"}, {"type": "text", "text": "It added in a statement that it was 'using all diplomatic channels to press for the crossing to reopen in coordination with our international partners'."}, {"type": "text", "text": "Nasser Alshanti, an academic from Manchester, told Informfully News his pregnant daughter Yosra is effectively 'stuck' in Egypt because her husband isn't a British citizen, and are worried they won't be able to leave before the three days are up."}, {"type": "text", "text": "Yosra was raised in the UK and moved to Gaza for university in 2015, where she met - and then married - Ibrahim. The couple had lived in central Gaza since then, until they had to flee in the first week of the war when their neighbourhood was bombed."}, {"type": "text", "text": "They were evacuated from Gaza into Egypt via the southern border crossing at Rafah at the end of last week, and are now in Cairo."}, {"type": "text", "text": "Because Ibrahim is not a British national, they now need to apply for a Family Visa for him before they can travel to the UK. "}, {"type": "text", "text": "But the 72-hour deadline in Egypt means they are worried about overstaying if they don't get a visa in time. Under current rules, overstaying would mean having to pay a fine, which could be greater the longer they stay. "}, {"type": "text", "text": "'I thought they would give him an emergency visa or something, a very quick visa just to evacuate them from Cairo before the end of the 72 hours,' Dr Alshanti said. "}, {"type": "text", "text": "A British Family Visa application submitted outside the UK normally takes up to six months to process. "}, {"type": "text", "text": "The FCDO and Home Office are working together to approve visas for non-British family members of British people who've been evacuated from Gaza, with a sped-up process that they expect to be much quicker than usual. However, it's not yet known how long this will take. "}, {"type": "text", "text": "Dr Alshanti said that sheltering in Gaza in the last few weeks, and now the stress of being in limbo in Egypt, has taken its toll on his daughter."}, {"type": "text", "text": "'I've just done a video call with her,' he said. 'You can tell from her face how much weight she's lost. The last time I saw Yosra was in August, which was just three months ago - but she's totally different. You can see how her eyes [are sunken] and her face is quite pale."}, {"type": "text", "text": "'For a heavily pregnant lady, after three weeks in a shelter with a small amount of food and water and no electricity - what do you expect?'"}]}, {"_id": "6548e0197777de7b28b7c396", "url": "https://www.bbc.co.uk/news/business-64291327?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Money", "subCategories": [], "title": "Debt: What should I pay first and what can I do?", "lead": "What help and options are available to people struggling with debt repayments?", "author": "Kevin Peachey", "datePublished": "20230925", "dateScraped": "2023-11-06 13:46:17.398567", "dateUpdated": "20230925", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2DE3/production/_130174711_debtimage_bbc.png", "body": [{"type": "headline", "text": "Another tough winter faces many people who have been struggling with the cost of living and may be seeing their debt demands rise."}, {"type": "text", "text": "The Financial Conduct Authority, which regulates financial services, says that 11 million adults in the UK struggle to pay their bills - a rise of 3.1 million compared with last year."}, {"type": "text", "text": "So what can you do if you find yourself in difficulty?"}, {"type": "text", "text": "Consumer advice charity Citizens Advice says that you should work out how much you owe, who to, and how much you need to pay each month."}, {"type": "text", "text": "Identify your most urgent financial demands. There are what are known as priority debts and bills because there can be serious consequences if you do not pay them, such as losing your home or facing court proceedings. They should be paid first."}, {"type": "text", "text": "They include rent, mortgage repayments, and loans secured on the home, gas and electricity bills, child support and maintenance payments, council tax, income tax, VAT and other taxes, TV licence payments, court fines and payments."}, {"type": "text", "text": "Calculate how much you can cover in debt repayments. Create a budget by adding up your essential living costs like food and housing, and take these away from any income such as your wage or benefits you receive."}, {"type": "text", "text": "After than move on to looking at other debts, although failure to pay could still lead to the arrival of bailiffs. These are credit cards, store cards, buy-now-pay-later payments, overdrafts, unsecured loans and water bills. Ignoring them would still see the cost of those debts spiral."}, {"type": "text", "text": "Always see how you could boost your income, primarily by checking what benefits you are entitled to, and whether you are eligible for a council tax reduction or a lower tariff on your broadband or TV package."}, {"type": "text", "text": "It is important that you do talk about financial difficulties before finding yourself in a spiral of debt. The earlier, the better."}, {"type": "text", "text": "If you think you cannot pay your debts or are finding dealing with them overwhelming, seek support straight away. You are not alone and there is help available. A trained debt adviser can talk you through the options available."}, {"type": "text", "text": "Information and support is available and free of charge - click here to find out about organisations who may be able to help."}, {"type": "text", "text": "Your supplier must give you a chance to clear your debt through a payment plan first."}, {"type": "text", "text": "If you don't agree a plan with your supplier, it has been the case that they might try to force you to have a prepayment meter installed, or they may switch your existing smart meter to prepayment mode."}, {"type": "text", "text": "But since it emerged that meters were being forcibly fitted into the homes of vulnerable people, companies are now required to pass certain tests before they can switch customers."}, {"type": "text", "text": "A 'breathing space' scheme in England and Wales shields people in problem debt from further interest and charges."}, {"type": "text", "text": "People receiving debt advice can apply for the break, which lasts for up to 60 days, to prevent them falling into a spiral of debt."}, {"type": "text", "text": "People receiving mental health crisis treatment can apply for a scheme which lasts for the length of that treatment, plus another 30 days."}, {"type": "text", "text": "Consultation is under way for a similar scheme in Northern Ireland. In Scotland, an alternative short-term debt relief system is known as a Statutory Moratorium."}, {"type": "text", "text": "For some people, there is little or no chance of paying off debts, and so they may have to consider some form of personal insolvency."}, {"type": "text", "text": "This should only be done after seeking advice. There are different forms of insolvency which may be considered depending on your circumstances and where you live."}, {"type": "headline", "text": "Bankruptcy: This is the most serious option, which involves an official receiver being appointed to sell off your assets to pay your debts. If you own a house or a car you may lose them. "}, {"type": "text", "text": "The bankruptcy will affect your credit record for at least six years. But after one year all your debts will be written off. The procedure currently costs £680, but you can pay in instalments. "}, {"type": "headline", "text": "Individual Voluntary Arrangement: Under an IVA, an insolvency practitioner will help you strike a deal with your creditors, which allows you to pay off your debts over a fixed period - say five years. Once approved, all interest on unsecured debt is frozen. "}, {"type": "text", "text": "There is less stigma with an IVA, and a greater chance of you keeping your home if you own one."}, {"type": "headline", "text": "Debt Relief Order: This form of insolvency, introduced in 2009, is the easiest of all. Your debts must not exceed £30,000. If your application is accepted, some debts will be frozen for one year, then written off. A DRO costs £90."}, {"type": "headline", "text": "Insolvency in Scotland: If you live in Scotland, bankruptcy is known legally as sequestration. However there are three alternatives: a Debt Arrangement Scheme, a Debt Management Plan, or a Trust Deed."}]}, {"_id": "6548e0197777de7b28b7c397", "url": "https://www.bbc.co.uk/news/business-64939070?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Unemployment", "subCategories": [], "title": "How to get a job: Six expert tips for finding work", "lead": "There are 10m people out of work in the UK, so if you're searching for a job you're not alone. Here are some tips on how to get started.", "author": "Vishala Sri-Pathma", "datePublished": "20230814", "dateScraped": "2023-11-06 13:46:17.821616", "dateUpdated": "20230814", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/165E1/production/_128971619_col_finding_work_976-nc.png", "body": [{"type": "headline", "text": "If you're on the hunt for a job and not sure where to start, or how to pitch yourself you're not alone."}, {"type": "text", "text": "The rising cost of living has meant thousands of businesses have been laying off staff, with many people finding themselves out of work. "}, {"type": "text", "text": "Unemployment is close to its lowest rate since the 1970s. But there are about 8.65 million people out of work. "}, {"type": "text", "text": "It may feel daunting to try and find a job at first so we spoke to some career experts to give you some tips."}, {"type": "text", "text": "There have been a lot of shifts in the workplace in recent years. Hybrid and flexible working means your job search can stretch a bit further, quite literally. "}, {"type": "text", "text": "Yvonne Smyth, group head of diversity and inclusion at Hays Recruitment says 'Proximity isn't as important as used to be, so if you're looking for a job, search far and wide in terms of geography. "}, {"type": "text", "text": "'Also if you want to work part-time or say four days a week, don't let full-time positions put you off applying,' she says."}, {"type": "text", "text": "'Businesses are more flexible than you might think and if you're the right candidate that can get the job done in fewer days it makes sense for them to adapt the role.'"}, {"type": "text", "text": "Ms Smyth also says it's important to use key words when you're searching online."}, {"type": "text", "text": "'For example if there's a key skill or industry like sales or retail that you're interested in, you want the algorithms on search platforms to pick up on them. "}, {"type": "text", "text": "'So daily searches on these words are important, so it identifies what you're interested in. "}, {"type": "text", "text": "'Engagement as well is key and that means clicking on jobs with the job titles or a company that you're keen on so the platform yields more of the same.'"}, {"type": "text", "text": "Not all jobs are made public. It's always worth sending an email or having a chat with a manager at a business that you like the look of, as you never know when an opening might be coming up. "}, {"type": "text", "text": "Many businesses want to avoid the cost of advertising a job formally and may rely on word of mouth. "}, {"type": "text", "text": "Miranda Kyte, a career trends expert at Glassdoor says: 'Another route is to utilise your network, let friends, ex-colleagues, family know that you're looking for a new position."}, {"type": "text", "text": "'They may be able to check internal job boards for open roles at their own companies and refer you or they could know someone else who can help.'"}, {"type": "text", "text": "Lots of places still ask for a CV and a covering letter when you're applying for a job. "}, {"type": "text", "text": "But now you can advertise yourself rather visibly via social media sites like Linkedin which showcase your skills and experience. "}, {"type": "text", "text": "Other platforms like Twitter and Instagram can prove useful when touting yourself out to potential employers as well. "}, {"type": "text", "text": "Yvonne Smyth from Hays says it's important to focus on skills."}, {"type": "text", "text": "'Lots of people look at the years required on a job description but actually it's more important that a candidate has the right skills. Try to look for parallels and make that obvious in your application.' "}, {"type": "text", "text": "It can be a little disheartening if the jobs you want require specific very specific qualifications. It may be worth having a look at if there are any ways of picking up the experience or training that you need to land a job while you're on the hunt. "}, {"type": "text", "text": "Miranda Kyte from Glassdoor says: 'Lots of courses these days are free and you can do them online. Volunteering is also a great way of filling gaps on your CV or asking to do some work shadowing in companies you'd like to work for.'"}, {"type": "text", "text": "It's easy to get disheartened if you are knocked back after interviews time and time again, or you don't feel like you're getting through the door in the first place. "}, {"type": "text", "text": "Our career experts say it's good to review how you're going about your search from time to time and try different approaches. "}, {"type": "text", "text": "Career influencer, Mehar Sindhu Batra, says it's quite useful to set personal targets, like a tracker of the number of jobs to apply for in a week or a certain number of cold emails. "}, {"type": "text", "text": "She's a big believer in acknowledging the little wins along the way to keep your spirits up. "}, {"type": "text", "text": "'Maybe you landed an interview, received positive feedback on your resume or cover letter, or connected with a helpful contact. Celebrating these wins can boost your confidence and keep you motivated'."}]}]