[{"_id": "654cc7c61c4582516241e302", "url": "https://www.independent.co.uk/news/uk/home-news/pro-palestine-protest-braverman-armistice-london-israel-b2444401.html", "primaryCategory": "Home News", "subCategories": "None", "title": "Labour calls for ‘out of control’ Braverman to be sacked over pro-Palestine Armistice Day march row - Live", "lead": "Row over pro-Palestine march continues despite organisers stressing it won’t go near the Cenotaph this weekend ", "author": "Tom Watling  and Barney Davis", "datePublished": "2023-11-09 11:41:42", "dateScraped": "2023-11-09 12:51:34.522271", "dateUpdated": "2023-11-09 11:41:42.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/10/29/04/10945078.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Sky News deputy political editor Sam Coates has claimed that Number 10 did not “fully sign off” Suella Braverman’s divisive op-ed that has sparked calls for her sacking from Labour, Lib Dems and the SNP."}, {"type": "text", "text": "Sources told the broadcaster Number 10 were sent the article which accused police of favouring protesters and suggested changes - but “these were not then carried out”."}, {"type": "text", "text": "Organisers of Saturday’s armistice day protest said the march will go ahead with a clear ceasefire message despite Suella Braverman’s “inflammatory language”."}, {"type": "text", "text": "Mustafa Al-Dabbagh, from the Muslim Association of Britain, told Informfully: “Suella Braverman has shown herself to be the most divisive and useless Home Secretary this country has ever seen."}, {"type": "text", "text": "“Her attempt to paint our protests in a negative light using such inflammatory language has emboldened the far-right and done nothing but sow discord within British society."}, {"type": "text", "text": "“Rather than govern as Home Secretary she is just using it to campaign to become the next Tory leader by focusing on a very small racist and xenophobic base. "}, {"type": "text", "text": "“Suella Braverman is the most racist Home Secretary we have had, she’s not a builder of a safe country but an arsonist, who seeks to divide communities and pit them against each other."}, {"type": "text", "text": "“We will march on Saturday with a clear message. We need a ceasefire now to stop the indiscriminate bombing and killing of over 10,000 innocent civilians.”"}, {"type": "text", "text": "Speaking in the Commons, former minister Sir Chris Bryant said: “The fact that only two Conservative MPs have turned up today to defend the Home Secretary I think shows that she has already lost the support of the House.”"}, {"type": "text", "text": "He added: “The minister is absolutely right when he says there is no place for hate on our streets, isn’t the truth of the matter though there is no hate in the Home Office either, and the problem with the present Home Secretary is that she’s the person inciting hatred in this country.”"}, {"type": "text", "text": "Defending Ms Braverman, policing minister Chris Philp said: “Politicians on both sides are perfectly entitled to hold policing to account, but of course this Government, and as the Prime Minister said, accepts the principle, indeed embraces the principle, of operational independence.”"}, {"type": "text", "text": "Labour MP for Nottingham South Lilian Greenwood also criticised Ms Braverman, stating that her comments on policing were “deeply irresponsible”."}, {"type": "text", "text": "She said: “The Home Secretary’s incendiary and inflammatory comments ahead of what is going to be a really sensitive and complex policing operation for the met this weekend, is making their job even harder.”"}, {"type": "text", "text": "Dal Babu, the former chief superintendent of the Metropolitan Police, said Suella Braverman’s remarks “would not be tolerated if they were said by a white woman”."}, {"type": "text", "text": "Mr Babu told Sky News: “Some of the things Suella Braverman is saying, as a brown woman, would not be tolerated if they were said by a white man, a white woman – some of the thing she has said about Pakistani men, some of the things she’s said about hate marches. I’m flabbergasted by some of the comments she’s saying.”"}, {"type": "text", "text": "Led By Donkeys explain why the protest march on Saturday won’t be a “hate march” with a video monologue from Palestinian and British writer Ahmed Masoud projected onto the Houses of Parliament."}, {"type": "text", "text": "Speaking from the party’s front bench, Chris Stephens told the Commons: “A lot of discussion has focused on the Palestinian ceasefire march when the police are more concerned with counter protests by the far right … and football hooligans. Will the Government also be looking to cancel the 10 Premier League games scheduled this weekend."}, {"type": "text", "text": "“Will it look to cancel the City of London’s Lord Mayor’s Parade which overlaps the two-minute silence?”"}, {"type": "text", "text": "“The ex-Met assistant commissioner said this morning that this is the end of operational independence in policing … saying it’s on the verge of behaving unconstitutionally."}, {"type": "text", "text": "“Does this not mean and represent that the Home Secretary is unfit for office and should be sacked today?”"}, {"type": "text", "text": "Home Office minister Chris Philp said: “I don’t agree with the suggestion that operational independence is in any way compromised … politicians of both sides … are entitled to comment on matters of public policy and matters of public order.”"}, {"type": "text", "text": "A Labour frontbencher has become the first to explicitly call on Rishi Sunak to sack Suella Braverman over her claim the Met police were bias and “playing favourites” in favour of pro-Palestine protesters."}, {"type": "text", "text": "Shadow business secretary Jonathan Reynolds, asked on Sky News whether the PM should fire the home secretary, said: “Yes, of course. Unless he has signed off on his views, unless they are his views as well.”"}, {"type": "text", "text": "He added: “If you have a home secretary that is so out of control and so divisive, so inflammatory … that’s not somebody who should be home secretary.”"}, {"type": "text", "text": "Yvette Cooper suggested that Suella Braverman should be sacked for her comments accusing the Metropolitan Police of “playing favourites” by allowing a pro-Palestine march on Armistice Day to go ahead."}, {"type": "text", "text": "Asking an urgent question in the House of Commons on Thursday (9 November), the shadow home secretary said: “Does this Government still believe in the operation independence of the police, and how can it do so while this Home Secretary is in post?”"}, {"type": "text", "text": "It comes after the Home Secretary wrote in the Times claiming Islamists were using Saturday’s march to express “primacy” and compared it to extremist rallies in Northern Ireland with links to terrorism."}, {"type": "text", "text": "Ms Cooper said: “Well, where is the home secretary?” She also mocked stand-in Chris Philip for “refusing to repeat her words”."}, {"type": "text", "text": "Mr Philip said Ms Braverman was with a close family member having a hospital operation."}, {"type": "text", "text": "Yvette Cooper suggested that Suella Braverman should be sacked for her comments accusing the Metropolitan Police of “playing favourites” by allowing a pro-Palestine march on Armistice Day to go ahead. Asking an urgent question in the House of Commons on Thursday (9 November), the shadow home secretary said: 'Does this Government still believe in the operation independence of the police, and how can it do so while this Home Secretary is in post?' It comes after the Home Secretary wrote in the Times claiming Islamists were using Saturday’s march to express “primacy” and compared it to extremist rallies in Northern Ireland with links to terrorism."}, {"type": "text", "text": "Labour’s Yvette Cooper said Suella Braverman’s claim of bias was an attempt to “rip up the operational independence of police” and was “attacking their impartiality in the crudest and most partisan of ways”."}, {"type": "text", "text": "Ms Cooper said the home secretary was “deliberately undermining respect for the police”, was “deliberately seeking to create division” and was “deliberately inflaming community tensions in the most dangerous way”."}, {"type": "text", "text": "She added: “She is encouraging extremists on all sides. It is highly irresponsible and dangerous and no other home secretary would ever have done this.”"}, {"type": "text", "text": "Shadow home secretary Yvette Cooper said: “We know what she is doing. Claiming homelessness is a lifestyle choice or picking a fight with police to get headlines. "}, {"type": "text", "text": "“The job of the home secretary is to keep the public safe not to run an endless Tory election campaign.”"}, {"type": "text", "text": "She asks junior Home Office minister Chris Philip standing in for Braverman if Rishi Sunak agrees with the article."}, {"type": "text", "text": "She said: “Either the PM has endorsed this or he is too weak to sack her."}, {"type": "text", "text": "“If he cannot get a grip on her conduct then it means he’s given up on serious government and he and the home secretary should both let someone else do the job.”"}]}, {"_id": "654cc7c81c4582516241e30a", "url": "https://www.independent.co.uk/news/uk/politics/covid-inquiry-live-uk-priti-patel-b2440885.html", "primaryCategory": "politics", "subCategories": "None", "title": "Covid inquiry live: Priti Patel prepares to give evidence as Johnson’s decision-making branded ‘exhausting’", "lead": "The former Home Secretary defended the way police enforced lockdown measures, despite criticism of their approach", "author": "Joe Middleton,Archie Mitchell and Adam Forrest", "datePublished": "2023-11-09 11:08:46", "dateScraped": "2023-11-09 12:51:36.118977", "dateUpdated": "2023-11-09 11:08:46.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/09/09/SEI179434395.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Covid inquiry roundup: Lee Cain and Dominic Cummings provide worrying insight into No 10\n"}, {"type": "text", "text": "Divergence in regulations in different parts of the UK and people travelling to beauty spots put pressure on policing, ex-National Police Chiefs’ Council chairman Martin Hewitt told the official inquiry into the pandemic."}, {"type": "text", "text": "He said people were “travelling in some cases hundreds of miles” to go to beautiful parts of the UK, making locals “quite angry” about “lots of people from other parts of the country coming into those communities when they are they are abiding by all the rules”."}, {"type": "text", "text": "“People’s preparedness to comply is eroded when I think that the other person over there is having an easier time than me."}, {"type": "text", "text": "“And this particularly became relevant when we started to get local lockdowns and and in some places where you would have literally on opposite sides of the road different regulations for people."}, {"type": "text", "text": "“But I think that became quite a feature if you talk about those beauty spot areas where people were saying ‘we are doing this, we are not moving, we are staying local, and these people are coming in and potentially putting us at risk’."}, {"type": "text", "text": "“And that puts a pressure on policing.”"}, {"type": "text", "text": "Policing during the pandemic was “largely uncharted territory” for forces in terms of trying to achieve compliance with the regulations, the former chairman of the National Police Chiefs’ Council has said."}, {"type": "text", "text": "Giving evidence to the UK Covid-19 Inquiry today, Martin Hewitt said that the response “was going to clash with our normal way of operating as the police service in this country."}, {"type": "text", "text": "“Looking at the other countries where the virus had spread ahead of this country, you could see the kind of measures that were being taken were measures that, as far as I’m aware, in policing terms, nothing like that had happened since the Second World War."}, {"type": "text", "text": "“So we were going to be into positions where we were going to be imposing on people’s liberty and movement and their lives in a way that was totally out of our experience at that point in time.”"}, {"type": "text", "text": "Having to consider whether officers or the public had the coronavirus was another new dimension to operations, he said."}, {"type": "text", "text": "Good morning and welcome to the blog covering the Covid-19 inquiry."}, {"type": "text", "text": "Former Home Secretary Priti Patel is preparing to give evidence at the Covid inquiry, as is Martin Hewitt, the former chair of the National Police Chiefs’ Council and Jun Pang, the policy and campaigns officer at Liberty."}, {"type": "text", "text": "That’s us wrapping up our liveblog coverage today, thanks for following here."}, {"type": "text", "text": "You can find our latest output on the Covid inquiry here, or else keep scrolling to catch up on the day’s events as we reported them:"}, {"type": "text", "text": "Britain’s top civil servant told Boris Johnson to sack Matt Hancock as health secretary to “save lives and protect the NHS”, the Covid inquiry has heard."}, {"type": "text", "text": "Former cabinet secretary Mark Sedwill said he made the suggestion as a joke in a WhatsApp message to then No10 permanent secretary Simon Case, confirming the exchange on Wednesday."}, {"type": "text", "text": "Lord Sedwill said he was using “gallows humour”, but confirmed he had a conversation with Mr Johnson about the need to get rid of Mr Hancock – who was seen by many officials through the pandemic as dishonest."}, {"type": "headline", "text": "Our political correspondent Archie Mitchell has the full report here:"}, {"type": "text", "text": "Former cabinet secretary Lord Mark Sedwill compared shielding to 'Stalinist segmentation' in messages to then No 10 permanent secretary Simon Case."}, {"type": "text", "text": "In a message from July 16 2020 shown to the Covid Inquiry, Lord Sedwill wrote: 'The only answer I can see beyond the existing mitigations (other than the fantasy app) is Stalinist segmentation."}, {"type": "quote", "text": "'The virus kills the old and sick. The lockdown hits the young and healthy. We have to confront the brutal truth and organise for it, notwithstanding CW’s scepticism about the practicalities.'"}, {"type": "text", "text": "Later on July 30, Lord Sedwill suggested in a message to Mr Case he did not buy the argument of Sage scientists that 'it’s all too difficult' when it came to segregation."}, {"type": "text", "text": "Mr Case replied: 'Neither PM (Boris Johnson) nor CX (Rishi Sunak) buy SAGE argument either.'"}, {"type": "headline", "text": "Working with Boris Johnson’s “brutal and useless” team was like “taming wild animals”, the two most senior civil servants who worked with the former prime minister have said, Archie Micthell reports."}, {"type": "text", "text": "Cabinet secretary Simon Case said that Mr Johnson and the allies he surrounded himself with are “basically feral”, messages shown to the Covid inquiry on Wednesday revealed."}, {"type": "text", "text": "The exchange was the latest damning assessment of Mr Johnson’s administration that Mr Case made with his predecessor as the head of the Civil Service, Lord Mark Sedwill."}, {"type": "text", "text": "Lord Sedwill complained that Mr Johnson’s administration was “brutal and useless”, according to an August 2020 extract from the diary of former chief scientific adviser Sir Patrick Vallance."}, {"type": "text", "text": "The peer said he does not remember saying those words but added: “I can’t actually recall what might have prompted it but... I don’t doubt Sir Patrick’s memory. It must have been a moment of acute frustration with something.”"}, {"type": "text", "text": "Mr Case, days before joining No 10 in May 2020, shared his concerns with the then-cabinet secretary."}, {"type": "text", "text": "“Honestly, Mark, I don’t want to go near these people. If as part of all this there are some guarantees about behaviour, I will give it a go for a very short period.”"}, {"type": "text", "text": "Lord Sedwill then gave him some advice about how to handle Mr Johnson’s former top adviser Dominic Cummings “so he can’t run interference”."}, {"type": "text", "text": "Later, in June 2020, Mr Case wrote to Lord Sedwill: “It is like taming wild animals. Nothing in my past experience has prepared me for this madness."}, {"type": "text", "text": "“The PM and the people he chooses to surround himself with are basically feral.”"}, {"type": "text", "text": "Lord Sedwill replied: “I have the bite marks.”"}, {"type": "headline", "text": "Lord Sedwill has said his ousting as cabinet secretary was “destabilising for the civil service”, but so were “constant hostile attacks on the cabinet secretary and also the office of the cabinet secretary”, Archie Mitchell reports."}, {"type": "text", "text": "The former cabinet secretary said those attacks predated Boris Johnson’s government, but it was “particularly his government” leaking things which in some cases “were simply untrue” to the press.\n"}, {"type": "headline", "text": "Lord Sedwill lashed out at the Department of Health and Social Care (DHSC) for its “laissez faire” attitude for Covid programmes it was responsible for, WhatsApp messages shown to the inquiry reveal, Archie Mitchell reports."}, {"type": "text", "text": "He said the attitude was arguable the government’s “biggest failure”."}, {"type": "text", "text": "Then No10 permanent secretary Simon Case said Matt Hancock was hardly convincing those in government that the health system was “on it”."}, {"type": "text", "text": "Lord Sedwill also lashed out at DHSC as “totally incompetent” and said “they don’t even understand the regulations they authorise”."}]}, {"_id": "654cc7dc1c4582516241e375", "url": "https://www.independent.co.uk/sport/boxing/boxing-rankings-fighters-p4p-list-2023-b2421206.html", "primaryCategory": "Boxing", "subCategories": "None", "title": "The Independent’s pound-for-pound boxing rankings", "lead": "Here are our top 10 men’s boxers in the world", "author": "Sport Staff", "datePublished": "2023-11-09 09:01:15", "dateScraped": "2023-11-09 12:51:56.784291", "dateUpdated": "2023-11-09 09:01:15.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2022/01/03/17/Untitled%20collage%20%2830%29.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Shakur Stevenson celebrates his successful lightweight debut in April 2023"}, {"type": "text", "text": "Vasiliy Lomachenko, left, during his fight with Devin Haney in May "}, {"type": "text", "text": "Tyson Fury, left, struggled to a controversial win over MMA star Francis Ngannou last time out "}, {"type": "text", "text": "Errol Spence Jr is a former unified welterweight champion "}, {"type": "text", "text": "Haney, right, was a unanimous-decision winner against George Kambosos Jr in two fights in 2022 "}, {"type": "text", "text": "Dmitry Bivol outpointed Saul ‘Canelo’ Alvarez for a stunning win in 2022 "}, {"type": "text", "text": "Alvarez following his stoppage win against Caleb Plant in 2021 "}, {"type": "text", "text": "Oleksandr Usyk, left, outpointed Anthony Joshua twice in a row between 2021 and 2022 "}, {"type": "text", "text": "Terence Crawford outclassed Spence Jr for eight rounds and stopped him in the ninth, in July "}, {"type": "text", "text": "Naoya Inoue stopping Stephen Fulton in July 2023 "}]}, {"_id": "654cc7dd1c4582516241e376", "url": "https://www.independent.co.uk/sport/ufc/ufc-rankings-fighters-p4p-list-2023-b2434290.html", "primaryCategory": "UFC", "subCategories": "None", "title": "UFC rankings: The Independent’s pound-for-pound fighters list", "lead": "Here are our top 10 men’s fighters in the UFC, in a list to be updated throughout the year ", "author": "Alex Pattle", "datePublished": "2023-11-09 09:01:09", "dateScraped": "2023-11-09 12:51:57.029607", "dateUpdated": "2023-11-09 09:01:09.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/03/20/11/newFile-6.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Kamaru Usman was a dominant welterweight champion from 2019 until 2022 "}, {"type": "text", "text": "Alex Pereira became a champion in just his fourth UFC fight "}, {"type": "text", "text": "Aljamain Sterling recorded three successful title defences at bantamweight, all against ex-champions "}, {"type": "text", "text": "Former UFC light-heavyweight champion Jiri Prochazka"}, {"type": "text", "text": "Israel Adesanya ahead of his fight with Sean Strickland at UFC 293 in September "}, {"type": "text", "text": "Charles Oliveira has the most finishes and submissions in UFC history "}, {"type": "text", "text": "Leon Edwards made a successful first defence of the welterweight title in March "}, {"type": "text", "text": "Alexander Volkanovski unified the UFC featherweight titles by beating Yair Rodriguez"}, {"type": "text", "text": "Jon Jones returned to the UFC in March to collect a title in a second division "}, {"type": "text", "text": "Islam Makhachev silenced the doubters with his knockout of Alexander Volkanovski"}]}, {"_id": "654cc7e71c4582516241e3a5", "url": "https://www.independent.co.uk/arts-entertainment/films/features/worst-movie-endings-good-films-list-b2444373.html", "primaryCategory": "Features", "subCategories": "None", "title": "17 great movies ruined by terrible endings", "lead": "Louis Chilton selects 17 films that fell at the final hurdle ", "author": "Louis Chilton", "datePublished": "2023-11-09 08:48:15", "dateScraped": "2023-11-09 12:52:07.186746", "dateUpdated": "2023-11-09 08:48:15.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/03/16/Collage%20Maker-03-Nov-2023-04-39-PM-5264.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Rockabye Baby: Ansel Elgort in ‘Baby Driver’ "}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "No shirt, all hurt: Brad Pitt in ‘Fight Club’ "}, {"type": "text", "text": "Hat’s the ticket: Harrison Ford in ‘Indiana Jones and the Kingdom of the Crystal Skull’ "}, {"type": "text", "text": "Prestigeless: Morgan Freeman in ‘Now You See Me’ "}, {"type": "text", "text": "A vicious psycho: Anthony Perkins and Janet Leigh in Alfred Hitchcock’s iconic horror"}, {"type": "text", "text": "My word, it’s Bond: Daniel Craig in ‘Spectre’ "}, {"type": "text", "text": "Fun in the sun: Cillian Murphy in ‘Sunshine’ "}]}, {"_id": "654cc7e91c4582516241e3b2", "url": "https://www.independent.co.uk/arts-entertainment/music/news/barbra-streisand-new-book-bbc-interview-b2444274.html", "primaryCategory": "News", "subCategories": "None", "title": "Barbra Streisand, 81, says she hasn’t had ‘much fun in her life’", "lead": "The singer and actor has said she wants to ‘live life’, get in her husband’s truck and ‘just wander’ ", "author": "Ellie Muir", "datePublished": "2023-11-09 05:02:03", "dateScraped": "2023-11-09 12:52:09.754915", "dateUpdated": "2023-11-09 05:02:03.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/06/10/newFile-1.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Barbra Streisand photographed in 1965 "}, {"type": "text", "text": "Enjoy unlimited access to 70 million ad-free songs and podcasts with Amazon Music"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Enjoy unlimited access to 70 million ad-free songs and podcasts with Amazon Music"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Streisand surrounded by press photographers in 1965 "}, {"type": "text", "text": "Streisand photographed in 2019 "}]}, {"_id": "654cc7e91c4582516241e3b3", "url": "https://www.independent.co.uk/arts-entertainment/films/features/diana-nyad-cuba-florida-swim-netflix-movie-b2444260.html", "primaryCategory": "Features", "subCategories": "None", "title": "Nyad: The controversial story behind Diana Nyad’s epic Cuba to Florida swim", "lead": "New Netflix film tells the incredible story of Diana Nyad’s quest to swim 110 miles over open water without the use of a shark cage ", "author": "Tom Murray", "datePublished": "2023-11-09 04:31:32", "dateScraped": "2023-11-09 12:52:09.943385", "dateUpdated": "2023-11-09 04:31:32.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/07/17/newFile-6.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Jodie Foster as Bonnie Stoll and Annette Bening as Diana Nyad in NYAD"}, {"type": "text", "text": "Diana Nyad, fresh from her record-breaking swim from Cuba to Florida, swims the last minutes of her 48-hour continuous ‘Swim For Relief’ benefiting Hurricane Sandy recovery efforts in 2013"}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Annette Bening as Diana Nyad and Jodie Foster as Bonnie Stoll in ‘Nyad’ "}]}, {"_id": "654cc7ea1c4582516241e3b5", "url": "https://www.independent.co.uk/arts-entertainment/films/robert-de-niro-trial-personal-trainer-court-testimony-b2444095.html", "primaryCategory": "Film", "subCategories": "None", "title": "Robert De Niro’s personal trainer reveals how he got him in shape for ‘Goodfellas’", "lead": "Dan Harvey shared fascinating anecdotes from De Niro’s film career as he took the witness stand on day eight of a workplace discrimination trial, Bevan Hurley reports ", "author": "Bevan Hurley", "datePublished": "2023-11-08 21:34:55", "dateScraped": "2023-11-09 12:52:10.382357", "dateUpdated": "2023-11-08 21:34:55.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/s3fs-public/thumbnails/image/2019/02/07/16/robert-de-niro.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Robert De Niro in a scene from Raging Bull"}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Robert De Niro stars as Max Cady in the 1991 drama Cape Fear "}, {"type": "text", "text": "Robert De Niro as Jimmy Conway and Ray Liotta as Henry Hill in a scene from Martin Scorsese's Goodfellas"}]}, {"_id": "654cc7ef1c4582516241e3c3", "url": "https://www.independent.co.uk/arts-entertainment/tv/news/hannah-waddingham-christmas-advert-eurovision-b2443094.html", "primaryCategory": "News", "subCategories": "None", "title": "From Eurovision to Christmas advert queen: How 2023 became the year of Hannah Waddingham", "lead": "The ‘Ted Lasso’ actor and theatre performer can be seen in two Christmas adverts, with her own festive musical special on its way ", "author": "Isobel Lewis", "datePublished": "2023-11-07 13:47:17", "dateScraped": "2023-11-09 12:52:15.464844", "dateUpdated": "2023-11-07 13:47:17.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/07/12/newFile-3.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Hannah Waddingham pictured with the Prince of Wales "}, {"type": "text", "text": "On stage in Ben Elton and Rod Stewart’s 2003 musical ‘Tonight’s The Night'"}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "With Jason Sudeikis in ‘Ted Lasso’ "}, {"type": "text", "text": "Hosting Eurovision with Graham Norton"}]}, {"_id": "654cc7f11c4582516241e3cf", "url": "https://www.independent.co.uk/travel/north-america/usa/american-road-trip-usa-montana-wyoming-b2438975.html", "primaryCategory": "USA", "subCategories": "None", "title": "How to do the great American road trip: Montana and Wyoming", "lead": "In this exclusive series, Simon Veness and Susan Veness share diaries of their travels by RV as they take on the ultimate US adventure. In part four, they take a deep-dive into Wyoming, discovering a vast Western-cultured state where WPMs (Wows Per Minute) are off the scale ", "author": "Simon Veness and Susan Veness", "datePublished": "2023-11-08 13:20:33", "dateScraped": "2023-11-09 12:52:17.419574", "dateUpdated": "2023-11-08 13:20:33.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/10/31/11/Above%20the%20Flaming%20Gorge.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Wild horses in the Red Desert, Wyoming"}, {"type": "text", "text": "Inside the Occidental Hotel’s saloon"}, {"type": "text", "text": "The scenic drive into Rocky Mountain National Park "}, {"type": "text", "text": "Castle Rock overlooking Green River, Wyoming"}, {"type": "text", "text": "A solitary moose crossed our path, grazing casually on lake vegetation, a glorious symbol of nature’s munificence"}, {"type": "text", "text": "The Red Canyon Overlook: at 1,600ft straight down"}, {"type": "text", "text": "It was utterly untouched by any human activity or degradation, a pristine, untroubled landscape that bordered on the holy"}]}]