[{"_id": "65520e2326c502cb3e7be506", "url": "https://www.independent.co.uk/news/uk/home-news/suella-braverman-sacked-sunak-cameron-cabinet-latest-b2446272.html", "primaryCategory": "Home News", "subCategories": "None", "title": "David Cameron given top job in Sunak’s shock reshuffle as Braverman sacked – latest", "lead": "Braverman sacking sees Cleverly shifted to Home Office, as Cameron becomes foreign secretary", "author": "Athena Stavrou,Andy Gregory,Archie Mitchell and Namita Singh", "datePublished": "2023-11-13 11:10:40", "dateScraped": "2023-11-13 12:53:07.903890", "dateUpdated": "2023-11-13 11:10:40.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/13/10/2023-11-13T102800Z_1282322124_RC2AC4AD9LOE_RTRMADP_3_BRITAIN-POLITICS.JPG?width=1200&auto=webp", "body": [{"type": "text", "text": "Suella Braverman sacked as home secretary by Rishi Sunak after pro-Palestine march row "}, {"type": "text", "text": "There are rumours in Whitehall of a meeting of the 'New Conservatives' group later today, with a Suella Braverman leadership bid strategy on the agenda, a senior Conservative source has told Sky News."}, {"type": "text", "text": "The new home secretary James Cleverly has been asked whether he wants to distance himself from the language of his predecessor Suella Braverman."}, {"type": "text", "text": "He told broadcasters: 'Well, I intend to do this job in the way I feel best protects the British people and our interests."}, {"type": "quote", "text": "'I have had a very good conversation with the Prime Minister, who had made it very clear that he wants us to deliver on our promises to stop the boats, to protect the British people, make sure everybody feels secure in their lives.'"}, {"type": "text", "text": "New home secretary James Cleverly has said he would be 'committed' to 'stopping the boats'."}, {"type": "text", "text": "Speaking to broadcasters after being moved from the foreign secretary post, he said it had been a 'huge privilege' to hold that role."}, {"type": "text", "text": "He said: 'In that time I worked very closely with my colleagues in the Home Office, cracking down on illegal migration, reducing the number of small boats arrivals, and now as the home secretary I am absolutely committed to stopping the boats as we promised, but also making sure that everybody in the UK feels safe and secure going about their daily business knowing that the government is here to protect them."}, {"type": "quote", "text": "'It is a real privilege to serve.'"}, {"type": "text", "text": "The return of the 'architect of 13 years of Tory austerity cuts' shows 'how tired this Tory government is', the SNP has said."}, {"type": "text", "text": "The party’s Westminster deputy leader Mhairi Black said: 'The fact that Rishi Sunak has had to resurrect David Cameron shows how tired this Tory government is. "}, {"type": "text", "text": "'People in Scotland will be appalled that the architect of thirteen years of Tory austerity cuts, and the disastrous Brexit referendum, is back in government.’’"}, {"type": "text", "text": "Jesse Norman, the MP for Hereford and South Herefordshire, said he has quit as a minister in the Department for Transport."}, {"type": "text", "text": "'It has been a great honour to serve in successive governments since 2016,' Mr Norman said in a letter to Rishi Sunak."}, {"type": "quote", "text": "'Thank you for the calm, focused and long-term leadership you have given this country over the past year.'"}, {"type": "headline", "text": "The new home secretary has previously fought against government plans to use a former RAF base in his Braintree constituency to house asylum-seekers, our social affairs correspondent Holly Bancroft reports. "}, {"type": "text", "text": "James Cleverly took to Facebook in March to reassure constituents that he had told the immigration minister that it was not appropriate accommodation."}, {"type": "text", "text": "'I highlighted the remote nature of the site, the limited transport infrastructure and narrow road network and that these factors would mean the site wasn’t appropriate for asylum accommodation,' he wrote."}, {"type": "text", "text": "After the home office confirmed that the site would be used anyway, he reiterated his opposition to the plan, saying: 'I have made my views on the site clear from the beginning.'"}, {"type": "headline", "text": "Our social affairs correspondent Holly Bancroft reports:"}, {"type": "text", "text": "By bringing in James Cleverly as home secretary, prime minister Rishi Sunak has avoided a clash with Suella Braverman on what to do next if flights to Rwanda are grounded on Wednesday. Ms Braverman had been in favour of leaving the European Court of Human Rights (ECHR), a move popular with the hard right of the Conservative Party."}, {"type": "text", "text": "Mr Sunak reportedly disagreed with this and Ms Braverman was apparently considering resigning on principle on the issue if the Supreme Court judges ruled against the government."}, {"type": "text", "text": "Mr Cleverly, who was previously foreign secretary, has said he is 'not convinced' that leaving the ECHR is necessary to ensure the UK’s tough approach to immigration. He told The Guardian in April that the UK should not wish to join Belarus and Russia, the only European countries outside the ECHR."}, {"type": "text", "text": "He defended the UK’s ability to influence and make changes within the ECHR, saying: 'We are a serious player on the world stage.'"}, {"type": "text", "text": "Sir Jacob Rees-Mogg has said Rishi Sunak made a mistake by sacking Suella Braverman, fuelling fears he will face a revolt from right-wing Tory MPs."}, {"type": "text", "text": "The former business secretary said Ms Braverman 'understands what the country thinks about migration' and was 'committed to delivering something that the country thinks is important'."}, {"type": "text", "text": "'From the point of view of the Conservatives winning the next election, today is a mistake because Suella understood what the British voter thought and was trying to do something about it,' he told GB News."}, {"type": "text", "text": "On the return of David Cameron, Sir Jacob added: 'David Cameron got the Brexit issue wrong in terms of the Conservative Party and indeed the country at large who voted to leave but he did give us the choice to have the vote.'"}, {"type": "text", "text": "The return of David Cameron is a 'brilliant decision' by Rishi Sunak, Matt Hancock has said."}, {"type": "text", "text": "The former health secretary, who was first promoted to the front bench by Mr Cameron in 2012, said his appointment would be 'superb' for Britain."}, {"type": "text", "text": "The now independent MP said: 'Brilliant decision by the PM to make David Cameron Foreign Secretary Superb for Great Britain - bringing his experience to guide us through difficult times."}, {"type": "quote", "text": "'Excellent for the Conservatives, showing Rishi Sunak will fight the election on the centre ground.'"}]}, {"_id": "65520e2426c502cb3e7be509", "url": "https://www.independent.co.uk/news/uk/home-news/hounslow-fire-channel-close-london-news-today-b2446293.html", "primaryCategory": "Home News", "subCategories": "None", "title": "Hounslow fire: Five killed in blaze ‘from same family’ as sixth person still missing", "lead": "‘Children among fatalities,’ MP Ruth Cadbury, whose constituency includes Hounslow, says ", "author": "Maryam Zakir-Hussain", "datePublished": "2023-11-13 11:09:34", "dateScraped": "2023-11-13 12:53:08.572346", "dateUpdated": "2023-11-13 11:09:34.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/13/10/LNP_MNO_Five_people_kill_002.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "London’s Air Ambulance was dispatched to Channel Close on Sunday night and LAS treated two people on scene, the service wrote on X."}, {"type": "text", "text": "A 'devastated' neighbour said she saw a man, believed to be the dad, screaming 'my kids, my kids' after the fire. "}, {"type": "text", "text": "Felica Matei, 29, a jeweller, told the Evening Standard: 'We saw the man who lived there with his wife and children. My daughter used to play with his daughter. There was fire in him and he was screaming something like ‘my kids, my kids’."}, {"type": "text", "text": "She added that the family has been doing fireworks earlier in the evening for Diwali but she believes the blaze had 'nothing to do with that as it was earlier than the fire'."}, {"type": "text", "text": "Adelin Matei, Ms Matei’s partner, said: 'They moved here from Belgium. They are a lovely family. They had Christmas lights around the front door. I don’t know whether the fire had anything to do with it. There was smoke in our house.'"}, {"type": "text", "text": "Chief Superintendent Sean Wilson, responsible for policing in Hounslow, said: 'My thoughts are with the loved ones of those who very sadly lost their lives in this tragic incident. "}, {"type": "quote", "text": "'I don’t underestimate the impact that this will have on the wider community and beyond. I understand that there will be a demand for answers and my officers are working to establish exactly what has happened.'"}, {"type": "text", "text": "The Met Police said one man left the burning house prior to the arrival of emergency services. "}, {"type": "text", "text": "The force said he was taken to hospital by LAS, and his injuries are not believed to be life-threatening."}, {"type": "text", "text": "Labour MP Ruth Cadbury, whose constituency includes Hounslow, said children were among the fatalities."}, {"type": "text", "text": "She wrote on X: 'I am devastated to learn this morning that 5 people, including children, died in a fire in a house in Hounslow last night."}, {"type": "quote", "text": "'My thoughts are with their family, friends neighbours.'"}, {"type": "text", "text": "Five people have been killed and one is left missing after a horror house fire in west London."}, {"type": "text", "text": "The blaze took hold in Channel Close, Hounslow at 10.26pm Sunday night, and on Monday morning the fire service confirmed there had been a number of fatalities."}, {"type": "text", "text": "London Fire Commissioner Andy Roe said: 'This is a terribly sad incident and the thoughts of all of us at London Fire Brigade are with the family, friends and all those affected at this difficult time.'"}, {"type": "text", "text": "Seventy fire fighters tackled blaze in Channel Close, Hounslow"}]}, {"_id": "65520e2526c502cb3e7be50c", "url": "https://www.independent.co.uk/weather/weather-warnings-storm-debi-met-office-b2446185.html", "primaryCategory": "Weather", "subCategories": "None", "title": "Storm Debi – live: ‘Danger to life’ weather warnings extended as 130kph winds set to hit UK", "lead": "Fourth storm of season will bring heavy rain and severe winds as it sweeps across country on Monday", "author": "Stuti Mishra and Barney Davis", "datePublished": "2023-11-13 10:54:22", "dateScraped": "2023-11-13 12:53:09.225553", "dateUpdated": "2023-11-13 10:54:22.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/13/03/7ee6df997b73ec44acaf6e88c7911f61Y29udGVudHNlYXJjaGFwaSwxNjk5OTEyMzQ2-2.73912102.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Weather warning and ‘danger to life’ flood alert issued ahead of Storm Debi"}, {"type": "text", "text": "Storm Debi’s trail of destruction has brought coastal flooding and left around 100,000 homes and businesses without power across the island of Ireland."}, {"type": "text", "text": "Heavy winds and fallen trees have been reported across Ireland as local authorities moved to respond to the damage following the lifting of red and orange weather alerts."}, {"type": "text", "text": "There has been coastal flooding in Galway City and nearby Oranmore."}, {"type": "text", "text": "Downed trees and flooding were reported in Co Cavan while Louth County Council also recorded fallen power lines."}, {"type": "text", "text": "Fire crews in Meath responded to a number of incidents involving vehicles and fallen trees but reported no injuries."}, {"type": "text", "text": "The ESB said it would have to work late through the night to return power to customers."}, {"type": "text", "text": "A new yellow weather warning for rain has been issued across parts of northern England as heavy showers pour down. "}, {"type": "text", "text": "The warning covers Durham, Northumberland, Blackpool, Cumbria, Lancashire, North Yorkshire and West Yorkshire. "}, {"type": "text", "text": "It is in place from 11am until 6pm on Monday. "}, {"type": "text", "text": "Storm Debi has been whipping up winds upto 77mph as it crosses the Irish Sea this morning, the Met Office said. "}, {"type": "text", "text": "It posted on X: 'Recent gusts include 74 mph at Killowen in County Down, Northern Ireland and 77 mph at Aberdaron, Gwynedd, Wales.'"}, {"type": "text", "text": "An amber weather warning has been issued for parts of north-west England as Storm Debi hits the UK, bringing heavy rain and severe gale-force winds."}, {"type": "text", "text": "The alert is active from 10am until 4pm on Monday and covers coastal areas north of Liverpool up to Whitehaven."}, {"type": "text", "text": "The Met Office has warned Brits living in those areas should be wary of solid and disruptive winds with the possibility of flying debris."}, {"type": "text", "text": "The Met Office has warned of solid and disruptive winds and rains with the possibility of flying debris."}, {"type": "text", "text": "At least six people were rescued in Galway as Storm Debi made landfall causing significant damage to Ireland."}, {"type": "text", "text": "Galway is currently under a Status Orange wind warning until 10am this morning."}, {"type": "text", "text": "Speaking to RTÉ’s Morning Ireland, Galway County Council chief fire officer Gerry O’Malley said there is 'considerable damage' around the city and county."}, {"type": "text", "text": "100,000 people were left without power supply on Monday morning as Storm Debi batters Ireland."}, {"type": "text", "text": "Brian Tapley, of ESB Networks, said crews expect to be working 'late into the night' to restore power."}, {"type": "text", "text": "He said the worst affected areas are Tuam, Longford, the Midlands, Ashbourne and Navan."}, {"type": "text", "text": "He told RTE radio: 'As soon as it is safe to do so, we will be deploying our crews."}, {"type": "text", "text": "'Obviously, the storm is still impacting different parts of the country so we’ll be slow to send out crews until it is safe to do so, but any emergency calls are being attended to."}, {"type": "text", "text": "A gust of 115kph was recorded at a Met Eireann weather station in Athenry, Co Galway, on Monday morning."}, {"type": "text", "text": "The Irish national director for fire and emergency management has said Storm Debi is 'probably the most intense storm' of the season so far."}, {"type": "text", "text": "Keith Leonard said: 'It was probably the high winds of that leading edge of the storm as it came across the country that was the most hazardous piece. So probably the most intense storm we’ve had so far in the season.'"}, {"type": "text", "text": "He said there is a 'general trend' of coastal flooding, for example in Galway City and Oranmore."}, {"type": "text", "text": "He told RTE radio: 'But, thankfully, not too much structural damage being reported at the moment.'"}, {"type": "text", "text": "A resident looks at a local authority worker collecting damaged furniture from outside a property on Sherwood Street in Chesterfield, as the clean up began in the aftermath of Storm Babet"}, {"type": "text", "text": "Retford in Nottinghamshire was flooded after Storm Babet battered the UK"}, {"type": "text", "text": "Wendy Taylor, 57, who died after being swept into the Water of Lee, Glen Esk, was among those who last their lives in Storm Babet "}, {"type": "text", "text": "Junior minister Patrick O’Donovan has said the scale of the damage in Ireland caused by Storm Debi will be clearer when it is brighter."}, {"type": "text", "text": "Mr O’Donovan, who has responsibility for the Office of Public Works, said the advice is to drive with extreme caution in areas where a weather warning was or is in place."}, {"type": "text", "text": "He told RTE Radio: 'The local authority crews will (have only started) going out in the last while when the red warning was lifted in some counties. Once first light is achieved, they’ll be able to see the scale of the damage."}, {"type": "quote", "text": "'We won’t be able to ascertain the full damage until later on in the morning.'"}, {"type": "text", "text": "He said the national emergency co-ordination group was due to meet at 11am."}, {"type": "text", "text": "Power outages have been reported across Ireland as tens of thousands of homes are without electricity after Storm Debi battered the island overnight."}, {"type": "text", "text": "Spot flooding has been reported in areas of the west coast, including Salthill in Galway."}, {"type": "text", "text": "Trees are down in multiple locations, with drivers facing difficult conditions."}]}, {"_id": "65520e2626c502cb3e7be513", "url": "https://www.independent.co.uk/news/uk/politics/suella-braverman-home-secretary-police-b2446277.html", "primaryCategory": "politics", "subCategories": "None", "title": "Who is Suella Braverman? Home secretary sacked by Rishi Sunak after Palestine march row", "lead": "Outspoken Braverman has attracted criticism from her own party as well as the opposition  ", "author": "Joe Sommerlad,Holly Bancroft and Joe Middleton", "datePublished": "2023-11-13 10:29:45", "dateScraped": "2023-11-13 12:53:10.787921", "dateUpdated": "2023-11-13 10:29:45.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/09/11/aadfc7db766bee6162f4b39ead272825Y29udGVudHNlYXJjaGFwaSwxNjk5NjEyMzI2-2.74000772.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Suella Braverman has been sacked as home secretary "}, {"type": "text", "text": "Ms Braverman is on the right of the Conservative party and even attracts ire from her colleagues "}, {"type": "text", "text": "Ms Braverman has been home secretary twice - and was shown the door both times "}, {"type": "text", "text": "The now-former minister often targets ‘wokery’ "}, {"type": "text", "text": "She made an unsuccessful bid for the Tory party leadership after the fall of Boris Johnson "}, {"type": "text", "text": "Rishi Sunak was under pressure to sack Ms Braverman "}, {"type": "text", "text": "Ms Braverman attended the Remembrance Sunday service at the Cenotaph in what would be her last official duty in the role "}]}, {"_id": "65520e3026c502cb3e7be53a", "url": "https://www.independent.co.uk/news/uk/home-news/palestine-protest-tommy-robinson-police-appeal-b2446007.html", "primaryCategory": "Home News", "subCategories": "None", "title": "Police hunt far-right counter protesters and activists over ‘hate crimes’ at pro-Palestine march", "lead": "The Met Police and British Transport Police (BTP) have launched an appeal to find protesters who allegedly took part in hate crimes", "author": "Lydia Patrick", "datePublished": "2023-11-12 19:23:03", "dateScraped": "2023-11-13 12:53:20.599170", "dateUpdated": "2023-11-12 19:23:03.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/11/15/Palestine%208.png?width=1200&auto=webp", "body": [{"type": "text", "text": "They are searching for this man wearing a black cap in connection with a hate crime that took place yesterday"}, {"type": "text", "text": "Police are also investigating the woman pictured here who held a placard depicting a palm tree with Suella Braverman and Rishi Sunak below as fallen coconuts"}, {"type": "text", "text": "The police are appealing to anyone who has seen two men sporting green headbands and balaclavas"}, {"type": "text", "text": "Officers are investigating this man who styled his long dark hair held up in a pony tail and wore a red and white scarf in relation to a hate crime"}, {"type": "text", "text": "Officers are today releasing this image following an anti-semitic hate crime at Victoria Station yesterday, 11 November. The woman has dark sculpted eyebrows and wore a grey hoodie. "}, {"type": "text", "text": "Officers are hoping to identify this man in relation with a hate crime investigation. He wore a navy baseball, a black and white scarf and a black, fur hooded coat whilst appearing to be interviewed "}, {"type": "text", "text": "The police are searching for this woman holding a sign showing a Swastika symbol intertwined with a Star of David"}]}, {"_id": "65520e3226c502cb3e7be540", "url": "https://www.independent.co.uk/news/uk/home-news/palestine-gaza-london-protests-far-right-b2445781.html", "primaryCategory": "Home News", "subCategories": "None", "title": "The two-minute silence of thousands of pro-Palestinian protesters was held to make a point", "lead": "Police put the number of pro-Palestine protesters in London at 300,000 while organisers claimed more than 500,000 had taken part, writes Tom Watling ", "author": "Tom Watling", "datePublished": "2023-11-12 12:45:52", "dateScraped": "2023-11-13 12:53:22.164747", "dateUpdated": "2023-11-12 12:45:52.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/11/17/newFile-6.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Thousands of protesters walked through flare smoke throughout the march "}, {"type": "text", "text": "Protests gathered at Hyde Park Corner and set off just after midday "}, {"type": "text", "text": "Nine Orthodox Jews gathered near Victoria Station in support of the demonstrations "}, {"type": "text", "text": "Tommy Robinson led a group of far-right men in counterprotests "}, {"type": "text", "text": "A young pro-Palestinian demonstrator is yelled at outside the Duke of York pub near Victoria station "}, {"type": "text", "text": "Marchers and counterprotesters face off on Vauxhall Bridge Road "}, {"type": "text", "text": "One woman holding a doll covered in blood said she was ‘disappointed’ with British politicians across the political divide "}, {"type": "text", "text": "Pictures showing young children killed in Gaza over the last five weeks line the street outside the US embassy "}]}, {"_id": "65520e3626c502cb3e7be54f", "url": "https://www.independent.co.uk/weather/weather-warnings-storm-debi-met-office-b2446185.html", "primaryCategory": "Weather", "subCategories": "None", "title": "Storm Debi – live: ‘Danger to life’ weather warnings extended as 130kph winds set to hit UK", "lead": "Fourth storm of season will bring heavy rain and severe winds as it sweeps across country on Monday", "author": "Stuti Mishra and Barney Davis", "datePublished": "2023-11-13 10:54:22", "dateScraped": "2023-11-13 12:53:26.049837", "dateUpdated": "2023-11-13 10:54:22.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/13/03/7ee6df997b73ec44acaf6e88c7911f61Y29udGVudHNlYXJjaGFwaSwxNjk5OTEyMzQ2-2.73912102.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Weather warning and ‘danger to life’ flood alert issued ahead of Storm Debi"}, {"type": "text", "text": "An Irish Government scheme to support people living in homes affected by flooding has been extended to Co Galway following Storm Debi."}, {"type": "text", "text": "Minister for Social Protection Heather Humphreys said the humanitarian assistance scheme will also be extended to other affected areas as required. "}, {"type": "text", "text": "Ms Humphreys said: 'I’m very conscious of the serious disruption that severe weather and flooding is causing for individuals and families in County Galway, especially in Oranmore and parts of Galway City.' "}, {"type": "text", "text": "Levels of payment under the scheme depend on the relative severity of damage experienced and household income. "}, {"type": "text", "text": "The scheme does not cover risks that are already covered by insurance policies or cover business or commercial losses."}, {"type": "text", "text": "Storm Debi’s trail of destruction has brought coastal flooding and left around 100,000 homes and businesses without power across the island of Ireland."}, {"type": "text", "text": "Heavy winds and fallen trees have been reported across Ireland as local authorities moved to respond to the damage following the lifting of red and orange weather alerts."}, {"type": "text", "text": "There has been coastal flooding in Galway City and nearby Oranmore."}, {"type": "text", "text": "Downed trees and flooding were reported in Co Cavan while Louth County Council also recorded fallen power lines."}, {"type": "text", "text": "Fire crews in Meath responded to a number of incidents involving vehicles and fallen trees but reported no injuries."}, {"type": "text", "text": "The ESB said it would have to work late through the night to return power to customers."}, {"type": "text", "text": "A new yellow weather warning for rain has been issued across parts of northern England as heavy showers pour down. "}, {"type": "text", "text": "The warning covers Durham, Northumberland, Blackpool, Cumbria, Lancashire, North Yorkshire and West Yorkshire. "}, {"type": "text", "text": "It is in place from 11am until 6pm on Monday. "}, {"type": "text", "text": "Storm Debi has been whipping up winds upto 77mph as it crosses the Irish Sea this morning, the Met Office said. "}, {"type": "text", "text": "It posted on X: 'Recent gusts include 74 mph at Killowen in County Down, Northern Ireland and 77 mph at Aberdaron, Gwynedd, Wales.'"}, {"type": "text", "text": "An amber weather warning has been issued for parts of north-west England as Storm Debi hits the UK, bringing heavy rain and severe gale-force winds."}, {"type": "text", "text": "The alert is active from 10am until 4pm on Monday and covers coastal areas north of Liverpool up to Whitehaven."}, {"type": "text", "text": "The Met Office has warned Brits living in those areas should be wary of solid and disruptive winds with the possibility of flying debris."}, {"type": "text", "text": "The Met Office has warned of solid and disruptive winds and rains with the possibility of flying debris."}, {"type": "text", "text": "At least six people were rescued in Galway as Storm Debi made landfall causing significant damage to Ireland."}, {"type": "text", "text": "Galway is currently under a Status Orange wind warning until 10am this morning."}, {"type": "text", "text": "Speaking to RTÉ’s Morning Ireland, Galway County Council chief fire officer Gerry O’Malley said there is 'considerable damage' around the city and county."}, {"type": "text", "text": "100,000 people were left without power supply on Monday morning as Storm Debi batters Ireland."}, {"type": "text", "text": "Brian Tapley, of ESB Networks, said crews expect to be working 'late into the night' to restore power."}, {"type": "text", "text": "He said the worst affected areas are Tuam, Longford, the Midlands, Ashbourne and Navan."}, {"type": "text", "text": "He told RTE radio: 'As soon as it is safe to do so, we will be deploying our crews."}, {"type": "text", "text": "'Obviously, the storm is still impacting different parts of the country so we’ll be slow to send out crews until it is safe to do so, but any emergency calls are being attended to."}, {"type": "text", "text": "A gust of 115kph was recorded at a Met Eireann weather station in Athenry, Co Galway, on Monday morning."}, {"type": "text", "text": "The Irish national director for fire and emergency management has said Storm Debi is 'probably the most intense storm' of the season so far."}, {"type": "text", "text": "Keith Leonard said: 'It was probably the high winds of that leading edge of the storm as it came across the country that was the most hazardous piece. So probably the most intense storm we’ve had so far in the season.'"}, {"type": "text", "text": "He said there is a 'general trend' of coastal flooding, for example in Galway City and Oranmore."}, {"type": "text", "text": "He told RTE radio: 'But, thankfully, not too much structural damage being reported at the moment.'"}, {"type": "text", "text": "A resident looks at a local authority worker collecting damaged furniture from outside a property on Sherwood Street in Chesterfield, as the clean up began in the aftermath of Storm Babet"}, {"type": "text", "text": "Retford in Nottinghamshire was flooded after Storm Babet battered the UK"}, {"type": "text", "text": "Wendy Taylor, 57, who died after being swept into the Water of Lee, Glen Esk, was among those who last their lives in Storm Babet "}]}, {"_id": "65520e4326c502cb3e7be584", "url": "https://www.independent.co.uk/arts-entertainment/tv/news/im-a-celeb-line-up-2023-nigel-farage-b2446301.html", "primaryCategory": "News", "subCategories": "None", "title": "I’m a Celebrity 2023 line-up ‘revealed’ one week before ITV launch episode", "lead": "These stars will all reportedly enter the Australian jungle ", "author": "Jacob Stolworthy", "datePublished": "2023-11-13 10:38:01", "dateScraped": "2023-11-13 12:53:39.949117", "dateUpdated": "2023-11-13 10:38:01.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/10/08/newFile-1.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Politician Nigel Farage "}, {"type": "text", "text": "Food writer Grace Dent "}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Ex-’EastEnders’ star Danielle Harold "}, {"type": "text", "text": "JLS and ‘This Morning’ star Marvin Humes "}, {"type": "text", "text": "‘First Dates’ favourite Fred Sirieix"}]}, {"_id": "65520e4526c502cb3e7be589", "url": "https://www.independent.co.uk/arts-entertainment/films/features/christopher-nolan-steven-spielberg-worst-movies-b2446231.html", "primaryCategory": "Features", "subCategories": "None", "title": "17 terrible movies by great filmmakers, from Christopher Nolan to Steven Spielberg", "lead": "Even Hollywood’s finest sometimes make something they regret – Louis Chilton picks out 17 of the biggest duds ", "author": "Louis Chilton", "datePublished": "2023-11-13 08:24:19", "dateScraped": "2023-11-13 12:53:41.366430", "dateUpdated": "2023-11-13 08:24:19.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/07/18/08/Collage%20Maker-18-Jul-2023-08-14-AM-4878.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "‘The Ladykillers’ is often cited as the low point of Joel and Ethan Coen’s careers"}, {"type": "text", "text": "Sigourney Weaver in ‘Alien 3'"}, {"type": "text", "text": "Soairse Ronan in ‘The Lovely Bones’ "}, {"type": "text", "text": "Kyle MacLachlan starred in ‘Dune’, David Lynch’s widely panned adaptation of the iconic sci-fi novel"}, {"type": "text", "text": "James Franco in ‘Oz: The Great and Powerful’ "}, {"type": "text", "text": "Keanu Reeves in ‘The Matrix Reloaded’ "}]}, {"_id": "65520e4526c502cb3e7be58a", "url": "https://www.independent.co.uk/arts-entertainment/tv/news/strictly-dance-off-shirley-ballas-angela-krishnan-b2446212.html", "primaryCategory": "News", "subCategories": "None", "title": "Strictly’s Shirley Ballas disagrees with fellow judges as one celebrity falls at last hurdle before Blackpool", "lead": "One couple missed out on a chance to dance in the Blackpool Tower Ballroom ", "author": "Isobel Lewis", "datePublished": "2023-11-13 07:42:55", "dateScraped": "2023-11-13 12:53:41.573427", "dateUpdated": "2023-11-13 07:42:55.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/12/17/newFile.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Guru-Murthy and Oakley (left) faced Rippon and Widdrington in the dance-off"}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Guru-Murthy praised his partner Oakley on his exit"}, {"type": "text", "text": "Rippon and Widdrington will dance another day"}]}, {"_id": "65520e4526c502cb3e7be58c", "url": "https://www.independent.co.uk/arts-entertainment/films/news/david-holmes-harry-potter-stuntman-documentary-daniel-radcliffe-b2445176.html", "primaryCategory": "News", "subCategories": "None", "title": "Harry Potter stuntman David Holmes says he lives ‘vicariously’ through Daniel Radcliffe after spinal accident", "lead": "Speaking to The Independent, Holmes said that he would return to the industry that left him with a broken neck ‘tomorrow’ if his legs worked again ", "author": "Isobel Lewis", "datePublished": "2023-11-13 06:30:00", "dateScraped": "2023-11-13 12:53:41.991540", "dateUpdated": "2023-11-13 06:30:00.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/10/10/newFile-1.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "‘It was important that I create an environment where he could just be a kid’ "}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Radcliffe in ‘Harry Potter and the Philosopher’s Stone’, where Holmes was his stunt double"}, {"type": "text", "text": "If my legs came back tomorrow, I’d try and go back to work again"}, {"type": "text", "text": "Radcliffe (left) served as an executive producer on the documentary "}]}, {"_id": "65520e4726c502cb3e7be593", "url": "https://www.independent.co.uk/arts-entertainment/films/news/robert-de-niro-trial-chase-robinson-b2446024.html", "primaryCategory": "News", "subCategories": "None", "title": "De Niro trial revealed his real-life drama aligns with his onscreen mob personas", "lead": "‘The balls. The nerve. The chutzpah. The sense of entitlement. How dare her,’ wrote De Niro of his ex-assistant, one of the many heated moments during a workplace discrimination trial, Bevan Hurley reports ", "author": "Bevan Hurley", "datePublished": "2023-11-12 16:37:42", "dateScraped": "2023-11-13 12:53:43.794412", "dateUpdated": "2023-11-12 16:37:42.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/09/20/DeNiro%20Indycomp%20US%20new%20.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Robert De Niro in Martin Scorsese’s acclaimed 1976 film ‘Taxi Driver’ "}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Robert De Niro arrives at court to give evidence on 31 October "}, {"type": "text", "text": "De Niro and his girlfriend Tiffany Chen "}, {"type": "text", "text": "De Niro, Joe Pesci and Ray Liotta starred in Martin Scorsese’s classic mob drama ‘GoodFellas’ "}, {"type": "text", "text": "Grace Hightower and De Niro"}]}, {"_id": "65520e4826c502cb3e7be597", "url": "https://www.independent.co.uk/arts-entertainment/tv/news/strictly-week-8-what-happened-spoiler-b2445977.html", "primaryCategory": "News", "subCategories": "None", "title": "Strictly week eight talking points: From Layton’s ‘once-in-a-lifetime’ Argentine Tango to Ellie and Vito’s romantic Rumba", "lead": "Craig Revel Horwood refuses to give out a 10 before Blackpool week as celebrities battle it out for spot in the Tower Ballroom ", "author": "Isobel Lewis", "datePublished": "2023-11-12 13:40:32", "dateScraped": "2023-11-13 12:53:44.721683", "dateUpdated": "2023-11-12 13:40:32.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/11/21/newFile.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "With just one week until Blackpool, the stakes have never been higher"}, {"type": "text", "text": "Whitehall attempted the moves with Kuzmin"}, {"type": "text", "text": "Horwood was characteristically grumpy"}, {"type": "text", "text": "Brazier put his head in his hands after the comment"}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Croft and Radebe’s Samba left the judges rather flustered"}, {"type": "text", "text": "Leach and Coppola continued to sparkle"}, {"type": "text", "text": "Guru-Murthy and Oakley found themselves at the bottom of the leaderboard "}]}]