[{"_id": "64f61c18757174a006f6d2d7", "url": "https://inews.co.uk/news/environment/asian-hornet-sting-dangerous-compared-european-what-find-one-uk-2592155", "primaryCategory": "environment", "subCategories": "None", "title": "Is the Asian hornet sting dangerous? How it compares to European hornet and what to do if you find one in UK", "lead": "The invasive species poses a major threat to native insects, biodiversity and human wellbeing", "author": "Joanna Whitehead", "datePublished": "2023-09-04 15:56:00", "dateScraped": "2023-09-04 20:04:08.875747", "dateUpdated": "None", "language": "en-UK", "outlet": "INews", "image": "https://wp.inews.co.uk/wp-content/uploads/2019/10/GettyImages-1168329407-1.jpg?crop=0px%2C250px%2C4928px%2C2782px&resize=640%2C360", "body": [{"type": "text", "text": "Concerns about the catastrophic threat to  continue to grow with the rise of the "}, {"type": "text", "text": "Conservationists fear that the insect could become established in the UK after a record number of nests have been found."}, {"type": "text", "text": "In 2023 alone, there have been 23 sightings, compared with just two in 2022 and 2021, respectively."}, {"type": "text", "text": "While the majority of sightings have occurred in Kent,  in August found that 183 nests had been located in 2023 so far, compared with 174 during the whole of 2022."}, {"type": "text", "text": "The news comes as leading scientists have published  on the threats caused by invasive species, such as the Asian hornet."}, {"type": "text", "text": "The study states that invasive alien species are spreading across the world at “unprecedented rates” threatening native plants and animals with extinction while damaging human health and livelihoods."}, {"type": "text", "text": "“Invasive alien species are a major threat to and can cause irreversible damage to nature, including local and global species extinctions. They also threaten human wellbeing,” said Professor Helen Roy, of the UK Centre for Ecology and Hydrology, one of the report’s main authors."}, {"type": "text", "text": "“In the UK we are all very concerned about the Asian hornet, which is very much on our minds. We would call on people to keep on reporting because there is an active eradication campaign ongoing right at this very moment,” she said."}, {"type": "text", "text": "Asian hornets have several distinguishing features."}, {"type": "text", "text": "They have striking yellow “socks” – leading to its common name in Asia of the “yellow-legged hornet”."}, {"type": "text", "text": "They are slightly smaller than our native European hornet but larger than a common wasp."}, {"type": "text", "text": "And they are darker than European hornets and many types of wasp, but have a distinct orange face and an orange-yellow band towards the tail end of its abdomen."}, {"type": "text", "text": "According to the , the Animal and Plant Health Agency’s specialist branch in Asian hornets, anyone who thinks they have seen an Asian hornet should notify the Great British Non-Native Species Secretariat (NNSS) immediately."}, {"type": "text", "text": "In the first instance, sightings should be reported through the free Asian Hornet Watch app, which is available for both  and ."}, {"type": "text", "text": "Other methods of reporting the hornet also include using the NNSS "}, {"type": "text", "text": "Finally, you can send any suspect sightings to the NNSS email address . "}, {"type": "text", "text": "Where possible, include a photo, the location of the sighting and a description of the insect seen."}, {"type": "text", "text": "Smaller than the UK’s native hornet, the Asian hornet is not believed to pose a threat to humans."}, {"type": "text", "text": "Similar to a wasp, its sting can be painful – and in rare cases, a person may suffer an allergic reaction to a sting, leading to symptoms such as hives, swelling and difficulty breathing."}, {"type": "text", "text": "In extremely rare cases, a sting may cause death due to an anaphylactic reaction – a life-threatening allergic reaction in which blood pressure falls and the airway closes."}, {"type": "text", "text": "Asian hornets are not generally aggressive but are known to be highly defensive of their nests and can swoop down and sting in “mass attacks” when they feel threatened – so don’t approach or disturb their nests."}, {"type": "text", "text": "But, as the Government points out in its warning, the risk overall is fairly small, “posing no greater risk to human health than native wasps and hornets”."}, {"type": "text", "text": "If an Asian hornet does sting you, it is important to immediately wash the area thoroughly with soap and cool water and, if possible, to apply ice to slow the venom spreading further."}, {"type": "text", "text": "The hornets don’t leave a stinger so you will not need to worry about removing one."}, {"type": "text", "text": "While the risk to humans is relatively low, the danger the Asian hornets pose to honey bees is much higher, the Government warns – because they eat them in vast quantities."}, {"type": "text", "text": "Asian hornets can consume 50 honey bees a day, with a swarm of insects capable of killing a hive of 30,000."}, {"type": "text", "text": "Honey bees are a crucial part of our ecosystem as they pollinate our food crops. Without them, it would be much harder to produce many of our dairy and meat products."}, {"type": "text", "text": "And bees don’t just pollinate food for humans, the . “They also pollinate trees and flowers, which provide homes for other we love and depend on. They may be small, but they are critical.”"}]}, {"_id": "64f61c19757174a006f6d2d8", "url": "https://inews.co.uk/news/environment/tory-block-solar-farms-cost-higher-energy-bills-think-tank-2590162", "primaryCategory": "environment", "subCategories": "None", "title": "Tory efforts to block solar farms could cost consumers £5bn in higher energy bills, warns think-tank", "lead": "Changes to the Energy Bill in Parliament would make it all but impossible to build solar farms on nearly half of all English farmland, potentially leaving the UK reliant on expensive gas imports", "author": "Daniel Capurro", "datePublished": "2023-09-04 06:00:00", "dateScraped": "2023-09-04 20:04:09.520686", "dateUpdated": "(Updated 6:01 am)", "language": "en-UK", "outlet": "INews", "image": "https://wp.inews.co.uk/wp-content/uploads/2020/11/PRI_172083562.jpg?resize=640,360&strip=all&quality=90", "body": [{"type": "text", "text": "Efforts by Conservative MPs to block the development of solar farms on agricultural land could cost bill payers £5bn, new analysis has found."}, {"type": "text", "text": "An amendment to the Energy Bill, currently passing through Parliament, by Alicia Kearns, the MP for Rutland and Melton, aims to stop solar farms from being built on high-quality agricultural land."}, {"type": "text", "text": "Analysis by the ECIU, a climate think tank, found that if successful, the effort would add between £3bn and £5bn to consumer bills, around £180 per household, due to electricity instead being generated with gas, ."}, {"type": "text", "text": "Tom Lancaster, Land Analyst at ECIU, said: “, and putting even more barriers in place to its rollout will cost the public dear, whilst locking in dependence on imported gas. "}, {"type": "text", "text": "“This makes little sense when new solar farms will only need a tiny fraction of the available farmland, presenting no real risk to food security whilst providing a major boost to Britain’s energy security.”"}, {"type": "text", "text": "To hit its own targets for solar generation capacity, the Government must quintuple the amount installed to 70GW by 2035. , the ECIU estimates that around 34GW of the target will need to be ground-built solar in England."}, {"type": "text", "text": "Nevertheless, this would only require around 0.5 to 0.7 per cent of all English farmland to be used for solar power."}, {"type": "text", "text": "Building solar on the highest grades of farmland, covering around 42 per cent of England, is . Nevertheless, many Conservative MPs remain determined to further restrict it."}, {"type": "text", "text": "The amendment to the Energy Bill would introduce an outright ban which would apply to any project over 500 acres where as little as 20 per cent of the project was classed as high-value agricultural land. "}, {"type": "text", "text": "Instead, it would require ministers to publish “plans and incentives” for building-mounted and brownfield solar sites. "}, {"type": "text", "text": "Despite support from farming groups, including the NFU, for allowing farmers to diversify by building solar panels, the Conservative Party has repeatedly flirted with stronger restrictions on solar."}, {"type": "text", "text": "The Liz Truss government planned to expand the definition of best agricultural land to the extent that it would have covered 79 per cent of English land. Rishi Sunak, meanwhile, promised during his leadership campaign to block solar farms from high-quality farmland."}, {"type": "text", "text": "This stance comes despite the NFU working closely with solar bodies to develop best practice for solar farms which allows the continued use of the land for agriculture, often in the form of livestock grazing or free-range chicken pens."}, {"type": "text", "text": "In such cases, farmers receive income from the power companies renting the land for solar generation, while continuing to derive income from food production. "}, {"type": "text", "text": "“Solar farms can also lead to real benefits for nature, with wildflowers planted amongst the panels and thick hedges creating new habitats for birds, whilst screening the visual impacts of the development. And food production can also continue in many cases, with sheep and other livestock able to graze underneath and between solar panels, allowing farmers to double up on sources of income."}, {"type": "text", "text": "“With farmers seeking to diversify revenue streams in the face of volatile prices and increasingly extreme weather, red tape to halt solar farms would be anti-growth for the rural economy,” said Mr Lancaster."}, {"type": "headline", "text": "A Department for Energy Security and Net Zero spokesperson told i: “Last year, renewables accounted for over 40 per cent of our electricity, increasing to almost 48 per cent in the first quarter of this year, and solar is a key part of our plans to bolster our energy independence."}, {"type": "text", "text": "“As the most significant piece of energy legislation in a generation, the landmark Energy Bill is set to provide a cleaner, more affordable, and more secure energy system that is fit for the future."}, {"type": "text", "text": "“We continue to support deployment of solar panels on brownfield and low and medium grade agricultural land, alongside rooftop solar panels, to help us achieve our ambition of 70GW solar capacity by 2035.”"}]}, {"_id": "64f61c1a757174a006f6d2d9", "url": "https://inews.co.uk/news/environment/energy-company-pay-use-less-power-peak-times-winter-how-much-save-2587538", "primaryCategory": "environment", "subCategories": "None", "title": "Why your energy company will pay you to use less power at peak times this winter, and how much you could save", "lead": "The Demand Flexibility Service will be used for a second winter in a row in the hope of reducing the strain on the power grid from very high levels of demand", "author": "Daniel Capurro", "datePublished": "2023-09-01 15:28:00", "dateScraped": "2023-09-04 20:04:10.094980", "dateUpdated": "(Updated 3:56 pm)", "language": "en-UK", "outlet": "INews", "image": "https://wp.inews.co.uk/wp-content/uploads/2022/11/SEI_133573528.jpg?resize=640,360&strip=all&quality=90", "body": [{"type": "text", "text": "The National Grid is to reactivate the demand flexibility service (DFS) this winter, having been "}, {"type": "text", "text": "DFS should, in theory, . It works by paying customers and businesses that sign up to the scheme to reduce their electricity use during peaks in demand."}, {"type": "headline", "text": "How it works"}, {"type": "text", "text": "The scheme, subject to approval, will run from November to March and the idea is to reduce the strain on the electricity grid that arises in the dark and cold winter months when demand usually soars."}, {"type": "text", "text": "If demand were to exceed what the grid is able to produce, the National Grid could otherwise be forced to engage in a practice called “load shedding”, otherwise known as rolling blackouts, where parts of the grid are simply shut off."}, {"type": "text", "text": "DFS should help avert that situation, and can even save customers money. Pricing for this year’s service has not been fully decided, but for an initial series of tests participants will be offered £3 per kilowatt hour (kWh). "}, {"type": "text", "text": "According to Ofwat, the energy watchdog, the average UK home uses around eight kWh of electricity per day. Octopus Energy, which had the largest number of customers take part last year of all energy suppliers – at 700,000 – said that the biggest savers knocked £40 off their bills."}, {"type": "text", "text": "Savings are calculated by comparing a household’s usual energy usage to the DFS period. . "}, {"type": "text", "text": "The National Grid pointed out that modern lights and TVs are incredibly efficient and so switching them off would be unlikely to save money. Instead, postponing the use of energy intensive devices such as and is much more likely to save customers money."}, {"type": "text", "text": "To encourage more customers to take part and to ensure the system works as intended, there will be at least 12 hour-long tests of the service, with six taking place before the end of December."}, {"type": "text", "text": "Last year the system was tested twice and used 22 times in total, with 1.6 million customers taking part."}, {"type": "headline", "text": "Why it’s needed"}, {"type": "text", "text": "Britain’s energy system is in the middle of a vast transformation as the country switches from a fossil fuel economy to a green and electrified one."}, {"type": "text", "text": "Over the past decade, electricity demand in the UK has actually fallen, despite the economy growing, as energy efficiency efforts such as LED light bulbs and modern domestic goods have cut power consumption."}, {"type": "text", "text": "However, overall demand, which currently sits at around 25-35 gigawatts (GW) at any one moment, is set to reach 100GW or more by 2050 as everything from cars to home heating to steel production goes all-electric."}, {"type": "text", "text": "At the same time, the way that power is generated is switching from dirty, carbon-heavy fossil fuels to clean power sources. Britain has just two coal-fired power stations left, one in Northern Ireland, which will convert to gas by next year and one in Nottinghamshire which is due to close in 2024."}, {"type": "text", "text": "The Government’s vision for the net zero future involves vast amounts of wind power , with the electricity grid reaching by 2035."}, {"type": "text", "text": "Nuclear generation is expected to increase nearly fivefold by 2050,  and installed solar capacity is intended to quintuple by 2035. "}, {"type": "text", "text": "That world, however, remains billions of pounds and more than a decade away. In the here and now, renewable generation remains prone to significant fluctuations in output, nuclear generation has shrunk, coal plants are closing down and battery storage is yet to take off."}, {"type": "text", "text": "As a result, the burden of keeping the grid going will fall on the UK’s gas power stations, which while efficient and quick to switch on and off, are limited in how much electricity they can produce. "}]}, {"_id": "64f61c1a757174a006f6d2da", "url": "https://inews.co.uk/news/environment/river-wye-government-new-housing-rules-damage-waterway-2580220", "primaryCategory": "environment", "subCategories": "None", "title": "River Wye: How the Government’s new housing rules could prolong damage to the ‘dying’ waterway", "lead": "Ministers plan to ditch laws requiring housebuilders to ensure new homes don’t increase the level of nutrient pollution in protected rivers, with more than 2,000 homes set to be built in the Wye catchment", "author": "Daniel Capurro", "datePublished": "2023-08-30 06:00:00", "dateScraped": "2023-09-04 20:04:10.705249", "dateUpdated": "(Updated 6:02 am)", "language": "en-UK", "outlet": "INews", "image": "https://wp.inews.co.uk/wp-content/uploads/2023/03/SEI_147526931.jpg?crop=0px%2C254px%2C2500px%2C1411px&resize=640%2C360", "body": [{"type": "text", "text": "The River Wye has become a poster child for campaigners wanting to protect Britain’s waterways. A beautiful and ecologically rich river, it has been ."}, {"type": "text", "text": "It’s also an example of how vocal campaigning by local residents can lead to change. Welsh Water, which runs most of the sewage works in the catchment, is investing heavily in reducing phosphate emissions from treated wastewater."}, {"type": "text", "text": "Meanwhile, intense pressure on farming giants is beginning to deliver results, with Avara Foods, the UK’s largest poultry producer, beginning to take measures including an . "}, {"type": "text", "text": "Yet that progress is at risk of being undermined, local campaigners fear, "}, {"type": "headline", "text": "“It’ll prolong the Wye’s problems and undermine the progress that’s been made,” Mike Dunsbee, a co-founder of Friends of the Lower Wye, told i. "}, {"type": "text", "text": "When they enter water systems, phosphates and nitrates can lead to rapid growth of alga , suffocating life."}, {"type": "text", "text": "Threatened species, such as Atlantic Salmon and white-clawed crayfish, are in severe decline on the Wye and its tributaries because of this flood of nutrients. ."}, {"type": "text", "text": "Phosphates  as well as sewage and are not removed as standard from waste water, although Welsh Water is ramping up its phosphate treatment in the Wye catchment."}, {"type": "text", "text": "Despite being in a parlous state, the Wye, which forms the English-Welsh border along much of its course, actually holds considerable legal protections. Its upper and lower reaches are both sites of special scientific interest (SSSIs) while the river as a whole is a Special Area of Conservation."}, {"type": "text", "text": "On top of that, the Wye Valley is an Area of Outstanding Natural Beauty (AONB), which places restrictions on development. "}, {"type": "text", "text": "Its protected status has made areas of Herefordshire within the river catchment eligible for nutrient neutrality rules, which force house builders to mitigate any additional phosphorus or nitrate emissions generated by the new homes."}, {"type": "text", "text": "Because of the difficulties and expense of doing so, as many as 2,200 homes in the county had been put on hold. The local council had begun to build new wetlands which would then allow it to sell phosphate credits to housebuilders, unlocking development. This is exactly how the policy was intended to work."}, {"type": "text", "text": "Under the new rules, if they are passed by Parliament, , funded by the taxpayer, will be responsible for mitigation efforts while developers will be able to build unhindered."}, {"type": "headline", "text": "Sir Bill Wiggins, the Conservative MP for North Herefordshire, welcomed the new rules, telling i: “It is fantastic news and will help housebuilders and those who dream of owning their own homes. It will also bring prosperity to areas like mine.”"}, {"type": "text", "text": "Seventy-three per cent of the nutrient pollution in the Wye catchment is believed to come from agricultural run off, with the rest coming from sewage works. The new homes would only add a relatively small additional amount of pollution, but such is the state of the river, say campaigners, that any increase in pollutants would be disastrous."}, {"type": "text", "text": "Mr Dunsbee expressed concerns that a surge of housebuilding, in what is an overwhelmingly rural area, would undermine the work being done to save the Wye and prolong efforts to bring it back to good ecological health."}, {"type": "text", "text": "“It’s the timing, isn’t it?” he said, adding “The Government has said there is going to be so much money [for mitigation] but when will that happen?”"}, {"type": "text", "text": "He also argued that with increasing the frequency of torrential downpours, new housing developments would increase the likelihood of . "}, {"type": "text", "text": "“The more houses, the more the waterworks are going to be overwhelmed. And therefore we won’t see the targeted reduction that Welsh Water are expecting.”"}, {"type": "text", "text": "Rather than relieving housing companies of their obligations, said Mr Dunsbee, existing provisions which force developers to contribute to local services should be used to pay for wastewater improvements."}, {"type": "text", "text": "Herefordshire Council and Welsh Water were approached for comment."}]}, {"_id": "64f61c1b757174a006f6d2db", "url": "https://inews.co.uk/news/tory-housing-policy-announcement-water-pollution-laws-2579510", "primaryCategory": "environment", "subCategories": "None", "title": "‘A farce’: Inside chaotic announcement of Tory housing policy to rip up water pollution laws", "lead": "Housing industry insiders told i that the Government’s apparent failure to warn environmental groups about the new policy had only handed more momentum to them", "author": "Ben Gartside", "datePublished": "2023-08-29 15:46:00", "dateScraped": "2023-09-04 20:04:11.270697", "dateUpdated": "(Updated 8:43 pm)", "language": "en-UK", "outlet": "INews", "image": "https://wp.inews.co.uk/wp-content/uploads/2023/08/SEI_77852501.jpg?resize=640,360&strip=all&quality=90", "body": [{"type": "text", "text": "The handling of a has been branded “cack-handed” and a “farce” by developers."}, {"type": "text", "text": "Industry sources fear changes to housebuilding laws in England to stop environmental legislation blocking developments could fail because a poorly handled announcement has already triggered a major backlash from green groups."}, {"type": "headline", "text": "Housing industry insiders told i that the Government’s apparent failure to warn environmental groups about the new policy had only served to hand more momentum to them. "}, {"type": "text", "text": "“It’s cack-handed how [the policy] has been handled,” one industry executive said. “The narrative has got out badly, and now environmental campaigners are treating it poorly. We’re expecting backlash, as we’re now being targeted for the failure of water companies.”"}, {"type": "text", "text": "He also hinted that the policy had come too late. “This is not an overnight solution… Inflation, lack of demand and the has meant we won’t see the same level of building we could have,” the source said."}, {"type": "text", "text": " on pollution from housebuilding have been years in the making, with fears over an environmental backlash stymieing previous proposals."}, {"type": "text", "text": "Builders have been complaining publicly about the policy since 2021, which require new housing developments not to increase the amount of nutrient pollution in protected rivers."}, {"type": "text", "text": "Developers are required to offset any new , for example by contributing to the development of new wetlands which naturally filter surface run-off. Offsets can cost up to £15,000 per home."}, {"type": "text", "text": "The law, , halted development in a number of counties following interventions from . The policy has been a popular target for reform, with former prime minister Liz Truss pledging to , and Levelling Up Secretary, Michael Gove, touting reform in July."}, {"type": "text", "text": "The current rules have proved controversial with claims developments have been blocked where the rules have been applied too stringently and that builders have bought up trout farms to shut them down in order to meet nutrient neutrality rules."}, {"type": "text", "text": "Despite the long-touted reforms, the housing industry and environmentalists appeared to have been blindsided by the announcement on Tuesday morning, with the executive labelling it a “farce”."}, {"type": "text", "text": "An announcement was rushed out following briefings to a number of papers, while some environmental groups and housebuilders were unaware any reforms were due."}, {"type": "text", "text": " over pledges not to weaken EU environmental legislation."}, {"type": "text", "text": "Housing industry sources are also concerned the issue could become a lightning rod for river campaigners, who are dissatisfied with the Government’s attempt to tackle it."}, {"type": "text", "text": "Housebuilders argue that they contribute a very small amount to river pollution, compared to water companies and farmers."}, {"type": "text", "text": "Sources have pointed the finger at Tony Juniper, the chairman of Natural England, as the driving force behind the current strict interpretation of the law."}, {"type": "text", "text": "Mr Juniper has denied claims that Natural England or nutrient neutrality was causing a blockage in housebuilding, defending the policy regularly."}, {"type": "headline", "text": "In an interview with i last month,  and to “see the bigger picture” of the legislation. "}, {"type": "text", "text": "Housebuilders have privately questioned whether his role is still tenable, given his spirited defence of the rules. It is understood Mr Juniper has tried to blocked any attempts to loosen nutrient neutrality rules in order to aid development when asked by central Government."}, {"type": "text", "text": "Industry pressure on Mr Juniper also extends to the Housing Secretary. While Mr Gove has been recently supportive to builders over the changes, he had previously been criticised for a lack of action."}, {"type": "text", "text": "Mr Juniper’s appointment to Natural England was made by Mr Gove during his period as environment secretary in 2019."}, {"type": "headline", "text": "An industry source told i that some housebuilders had refused to provide supportive quotes for the Government’s announcement, on account of a hostile relationship with Mr Gove. They remain frustrated with him over a policy requiring developers to pay for dangerous cladding."}, {"type": "text", "text": "One developer said that the relationship between the industry and minister were “non-existent” following prolonged antagonism between the parties during cladding negotiations, with Mr Gove labelling the housebuilders a “cartel”."}, {"type": "text", "text": "Mr Gove said in a statement: “We are committed to building the homes this country needs and to enhancing our . The way EU rules have been applied has held us back. These changes will provide a multi-billion pound boost for the UK economy and see us build more than 100,000 new homes."}, {"type": "text", "text": "“Protecting the environment is paramount which is why the measures we’re announcing today will allow us to go further to protect and restore our precious waterways whilst still building the much-needed homes this country needs."}]}, {"_id": "64f61c1b757174a006f6d2dc", "url": "https://inews.co.uk/news/politics/government-eu-environmental-laws-build-homes-river-pollution-2578931", "primaryCategory": "environment", "subCategories": "None", "title": "Government to rip up EU environmental laws to build ‘100,000 homes’ – sparking river pollution fears", "lead": "Michael Gove insists ‘protecting the environment is paramount’ and the measures announced today will help ‘protect and restore our precious waterways’", "author": "Eleanor Langford", "datePublished": "2023-08-29 10:00:00", "dateScraped": "2023-09-04 20:04:11.985943", "dateUpdated": "(Updated 12:27 pm)", "language": "en-UK", "outlet": "INews", "image": "https://wp.inews.co.uk/wp-content/uploads/2023/08/SEI_167053479.jpg?crop=0px%2C127px%2C2500px%2C1411px&resize=640%2C360", "body": [{"type": "text", "text": "The Government will rip up legacy EU  to kick start the building of over 100,000 homes,  has announced."}, {"type": "text", "text": "The Levelling Up Secretary has claimed that cutting “red tape” on nutrient neutrality, which ensures developments do not pollute the environment with excess nutrients like nitrogen and phosphorus, will unlock thousands of planned houses."}, {"type": "text", "text": "These nutrients feed algae and , affecting local wildlife populations."}, {"type": "text", "text": "Since 2017, rules to offset excess nutrients have had an impact on housing developments, but have not applied to farms which produce similar nutrient pollution via slurry run-off."}, {"type": "text", "text": "Sixty-two councils covering protected areas of England do not currently allow new developments unless they are “nutrient neutral”, and builders must prove they will not pollute rivers with new developments. These requirements, however, are now being scrapped."}, {"type": "text", "text": "Environmental groups are warning that the measure risks adding to the pollution of the UK’s waterways."}, {"type": "text", "text": "The Wildlife Trust has accused the government of “disgusting behaviour” with Craig Bennett, the charity’s chief executive, claiming it would allow the “commercial housebuilding lobby to profit from the pollution of our rivers”."}, {"type": "text", "text": "“The UK is ranked as one of the worst countries in Europe for water quality and the public are rightly outraged at our rivers being used as open sewers by water companies,” he said."}, {"type": "text", "text": "“Scrapping the rules that are merely trying to stop rivers becoming even more polluted will allow vested interests to make more money at the expense of our rivers and the natural environment. ”"}, {"type": "text", "text": " will be tabled in the Lords on Tuesday, and ministers believe it will lead to 100,000 new homes but 2030 and an £18bn boost to the economy."}, {"type": "text", "text": "To offset the excess nutrients and ensure further protection for the UK’s waterways, the Government has pledged to expand the number of protected sites, increase farm inspections to prevent slurry pollution, and invest £200m in slurry storage."}, {"type": "text", "text": "Investment in Natural England’s nutrient mitigation scheme will also be doubled to £280m to ensure excess pollution is offset. The additional £140m for Natural England to go towards nutrient offsetting will be funded by the taxpayer, rather than the developers causing the pollution."}, {"type": "text", "text": "Mr Gove said the legacy EU rules have “held us back” from building more homes. He also insisted that “protecting the environment is paramount” and the measures announced today will help “protect and restore our precious waterways”."}, {"type": "text", "text": ""}]}, {"_id": "64f61c1c757174a006f6d2dd", "url": "https://inews.co.uk/news/ulez-toxic-row-debate-politicsed-real-people-2577977", "primaryCategory": "environment", "subCategories": "None", "title": "‘I’m horrified this debate has been politicised’: The real people behind the toxic Ulez row", "lead": "Two people from different sides of the debate tell i their thoughts on the policy, which comes into effect today", "author": "Ellen O'Dwyer", "datePublished": "2023-08-29 06:00:00", "dateScraped": "2023-09-04 20:04:12.746215", "dateUpdated": "(Updated 6:01 am)", "language": "en-UK", "outlet": "INews", "image": "https://wp.inews.co.uk/wp-content/uploads/2023/08/SEI_169201744.jpg?crop=0px%2C106px%2C1130px%2C638px&resize=640%2C360", "body": [{"type": "text", "text": "London is now home to the largest polluting charge zone in the world, as the  () expands across all of the capital’s boroughs.  "}, {"type": "text", "text": "Initially introduced by then-London Mayor Boris Johnson in 2015, and implemented in central London by current mayor Sadiq Khan in 2019, road in 2021."}, {"type": "text", "text": "From today, the Ulez zone has been expanded to London’s borders with Buckinghamshire, Essex, Hertfordshire, Kent and Surrey."}, {"type": "text", "text": "The policy has become highly divisive and political, with a number of London councils attempting legal action to stop the move."}, {"type": "text", "text": "Earlier this year, Mr Khan’s policy faced opposition from both the Government and Labour leader after the party’s by-election loss in Uxbridge and South Ruislip was thought to be the result of anti-Ulez opposition.   "}, {"type": "text", "text": "Rosa Appleby Alis, 41, who lives in Ealing and whose five-year old son has , is fully supportive of the expansion. "}, {"type": "headline", "text": "Max has been to A&E nearly 30 times due to his respiratory issues, the last time in June, and he is forced to miss school regularly because of it.  “It’s massively stressful,” she told i. "}, {"type": "text", "text": "Their neighbourhood in Ealing has high levels of, she said, and living near a busy road exacerbates his condition.  "}, {"type": "text", "text": "“We think it will improve our quality of life because my son won’t have to spend as much time in hospital, so my son will miss less school, and I will miss less work, and the hospital will be less overworked,” Ms Appleby Alis said. "}, {"type": "text", "text": "She said Max’s asthma clears up when the family goes on holiday to Wales, but he is coughing as soon as he gets back. While he’s on heavy preventative medicine now, he still has flare-ups. "}, {"type": "text", "text": "“It’s not really a long-term solution, it’s a bit unfair on him having to take drugs because the air is so bad.”"}, {"type": "text", "text": "Ms Appleby Alis said the effects of the initial Ulez expansion had already shown . At the local school in Ealing her son attends, hospitalisations for asthma and lung conditions in students was a common topic of conversation, she said. "}, {"type": "text", "text": "She believes the policy to reduce the cost and burden on the NHS and has been disappointed to see the debate become “politicised”."}, {"type": "text", "text": "“I have been saddened and horrified about how this debate has been politicised, and how the lead politicians in this country, one of the richest countries in the world, are pitting children’s health against trade people’s livelihoods."}, {"type": "text", "text": "“I do not want to see tradespeople negatively impacted by this. I don’t know why the Government is not stepping up and helping with the scrappage scheme, if it’s not generous enough, if it’s not good enough.”"}, {"type": "text", "text": "“The nation’s health should not be a political issue.”"}, {"type": "text", "text": "Business owner John Collings, 64, runs Online Lubricants Ltd, a lubricant distribution business for bus companies, food wholesalers, transport companies, small garages, which operates its main depot in Barking, east London. "}, {"type": "text", "text": "Mr Collings has a staff of 47 people and a fleet of 23 vans as part of his business, and other centres based in Waltham Cross, Yarmouth and Wellinborough."}, {"type": "headline", "text": "He told i he was concerned about the effect of Ulez on his staff – particularly that it could dissuade them to stop travelling and working in London. "}, {"type": "text", "text": "He said he could “absolutely” lose staff through the policy, but he hopes he won’t."}, {"type": "text", "text": "“A number of our staff are affected, and already some people that travel into London are considering whether its worth travelling into London or around London or going somewhere else."}, {"type": "text", "text": "“There’s a lot of staff that might come from outside London, and they are having trouble because they might be on lower pay not being able to afford to renew their vehicles just yet – right now they are managing with a vehicle and suddenly they are having to pay a congestion charge."}, {"type": "text", "text": "“I think it affects poorer people more.”"}, {"type": "text", "text": "He said he lost £24,000 when he tried to scrap three vehicles when the 2021 scrappage policy came in, but weren’t able to claim for those vehicles because he was a week late on the deadline to purchase new, compliant vehicles – the delay in getting them was due to Covid-19, he said. "}, {"type": "text", "text": "“We felt we weren’t valued as a company that had supplied a number of key businesses during Covid,” Mr Collings said. "}, {"type": "text", "text": "While all his London vans are compliant, five or six older vans due to be replaced in 15-18 months time have been moved to other areas.  "}, {"type": "text", "text": "He said a combination of Ulez and other policies, like road narrowing and road access difficulties, meant he would not be expanding his business in London into the future.  "}, {"type": "text", "text": "“We are moving a number of operations outside of London, and concentrating new sales away from London.  Doing business in London is just becoming intolerable really, with the problems we have in operating vehicles in the London area.”"}, {"type": "text", "text": "He said it was “absolutely imperative” that air conditions are improved, and he believed in the environmental benefits – but not the way the policy has been handled and how it effects those on lower wages now.  "}, {"type": "text", "text": "“It’s absolutely imperative that we improve air conditions, but it would have happened, already over 90 per cent of vehicle journeys are claimed to be compliant, within another year or two that would probably be about 98 per cent, because people are replacing vehicles naturally. "}, {"type": "text", "text": "“What’s happening now is a lot of companies and people are moving – either themselves or selling their vehicles – to other parts of the country, so the same emissions will be in the country, just in different cities.”"}, {"type": "text", "text": "A Government spokesperson said: “The Government has committed over £6 billion to secure the long-term future of London’s transport network."}, {"type": "text", "text": "“Responsibility for air quality is devolved to the Mayor of London and it is for the mayor to consider the impact his initiatives in London have on drivers and whether a scrappage scheme is needed, and then budget appropriately.”"}]}, {"_id": "64f61c1d757174a006f6d2de", "url": "https://inews.co.uk/news/environment/ulez-expansion-goes-ahead-warning-signs-home-counties-row-sadiq-khan-2578210", "primaryCategory": "environment", "subCategories": "None", "title": "Ulez expansion goes ahead without warning signs as Home Counties row with Sadiq Khan intensifies", "lead": "Local authorities around London insist they won’t allow infrastructure for the low-emission zone to be built, unless their residents are included in scrappage scheme to compensate drivers", "author": "Daniel Capurro", "datePublished": "2023-08-28 17:31:00", "dateScraped": "2023-09-04 20:04:13.696218", "dateUpdated": "(Updated August 29, 2023 10:04 am)", "language": "en-UK", "outlet": "INews", "image": "https://wp.inews.co.uk/wp-content/uploads/2023/08/SEI_165075292.jpg?crop=0px%2C137px%2C2500px%2C1411px&resize=640%2C360", "body": [{"type": "text", "text": "The Ulez , despite the refusal of six out of seven neighbouring councils to allow warning signs to be erected as they continue their fight against Sadiq Khan."}, {"type": "text", "text": "The Home Counties stuck by their decision, despite a call from the RAC to “give in” so that drivers could be given proper warning that they are approaching the zone. Petrol cars from before 2006 and diesel vehicles from earlier than 2015 ."}, {"type": "text", "text": "Tory-led councils in Kent, Surrey, Essex, Buckinghamshire, Hertfordshire and Thurrock all refused to come to an agreement with the London Mayor to allow signs detailing Ulez charges to be built on the capital’s boundary roads."}, {"type": "text", "text": "Only Slough has negotiated a deal with Mr Khan."}, {"type": "text", "text": "An RAC spokesperson told BBC London it was time for the councils “to just give in and give drivers a little bit of advance warning.”"}, {"type": "text", "text": "Several of the councils insisted that they would only budge if the Mayor extended the scrappage scheme, which , to their residents."}, {"type": "text", "text": "Mr Khan, which was limited to those on benefits, to all London households after  but not to those outside London who travel into the capital. "}, {"type": "text", "text": "Buckinghamshire Council’s Cabinet member for transport said: “Until we see [an expansion of the scrappage scheme], and other essential mitigations in place for Buckinghamshire residents, we cannot support this policy. It would therefore be at odds for us to install the signage TfL is requesting, so as not to undertake activity that facilitates a policy we do not agree with.”"}, {"type": "headline", "text": "That was echoed by the other affected Home Counties, with Kent Council telling i that the Mayor needed to improve public transport provisions and criticising him for proposing tolls on the Blackwall Tunnel and the scrapping of day travelcards."}, {"type": "text", "text": "Essex County Council, meanwhile, continues to demand a full cancellation of the Ulez expansion."}, {"type": "text", "text": "The Greater London Authority is not responsible for residents of neighbouring counties and Mr Khan has previously said that councils should set up their own scrappage schemes, in the same way as Merton, a Conservative-run London borough."}, {"type": "text", "text": "Campaigners backing the Ulez expansion said that Rishi Sunak should step up and pay for compensation to be expanded beyond London. "}, {"type": "text", "text": "Paul Morozzo, a clean-air campaigner at Greenpeace UK said London should be “proud” of being a world leader in tackling toxic air and attacked the Prime Minister."}, {"type": "text", "text": "He said: “Rishi Sunak  to cut harmful pollution levels across the UK. So instead of playing politics with such a vital issue, he should work with the London Mayor to provide proper financial support for working people wanting to get rid of older, more polluting vehicles.”"}, {"type": "text", "text": "The Government has lost multiple High Court lawsuits and is required by retained European law to reduce levels of harmful particulate matter which has been linked to various health problems including heart and lung disease and premature death. "}, {"type": "text", "text": "Mr Khan has previously attacked ministers for not providing financial backing for Ulez, as they have done for low-emission zones in cities, including Birmingham and Bristol. Instead, ministers considered plans to try and block the expansion of Ulez, despite it being a devolved matter."}, {"type": "text", "text": "On Monday, he told The Guardian that Mr Sunak had “put decades of progress on clean air into reverse” and was “stunting the lungs” of young Londoners. "}, {"type": "text", "text": "The lack of signage could cause problems for Transport for London (TfL) and Mr Khan."}]}, {"_id": "64f61c1e757174a006f6d2df", "url": "https://inews.co.uk/news/fix-fells-tiktok-instagram-lake-district-gradual-erosion-2569232", "primaryCategory": "environment", "subCategories": "None", "title": "Fix the Fells: Fears TikTokkers trampling over Lake District is worsening erosion", "lead": "As twin forces of increased footfall from an influx of tourists and extreme weather batter the beautiful Lake District with erosion, i spends the day with a Fix the Fells team working tirelessly to protect the mountain paths and landscape", "author": "Aasma Day", "datePublished": "2023-08-27 06:00:00", "dateScraped": "2023-09-04 20:04:14.603887", "dateUpdated": "(Updated 10:58 am)", "language": "en-UK", "outlet": "INews", "image": "https://wp.inews.co.uk/wp-content/uploads/2023/08/SEI_168640188.jpg?resize=640,360&strip=all&quality=90", "body": [{"type": "text", "text": "Maintaining the Lake District’s beauty is becoming increasingly difficult for volunteers and rangers as TikTok and Instragram have led to a surge in Gen Z visitors."}, {"type": "headline", "text": "Leo Walmsley, a footpath ranger in the Lake District National Park for 16 years, told i: “People used to discover places in the Lakes through word-of-mouth, but now social media is giving people inspiration.”"}, {"type": "text", "text": "Mr Walmsley is a member of Fix the Fells, a team of skilled rangers who protect the Lake District landscape from erosion by repairing and maintaining upland paths."}, {"type": "text", "text": "The work of 21 employed rangers and 130 volunteers  and archaeological heritage."}, {"type": "text", "text": "But the work has become harder in recent months as social media, such as Instagram and TikTok, has led to younger generations discovering the wonders of the Lake District, contributing towards a rise in footfall."}, {"type": "text", "text": "“Certain spots have become very popular as people want to get Instagram photos,” Mr Walmsley said. “Visitor numbers went particularly crazy after Covid when people couldn’t travel abroad.”"}, {"type": "headline", "text": "i spent a day with Fix the Fells Central and Eastern ranger team above the where the team are creating a path on the route to , one of ’s famous walks."}, {"type": "text", "text": "While many living in the Lake District area know about the much needed efforts of Fix the Fell teams, few tourists who flock to the Lakes – particularly over the summer – are aware of the secret army working behind-the-scenes to preserve its natural beauty."}, {"type": "text", "text": "As an elderly gentleman painstakingly makes his way up a meandering path on one of the ’s stunning fells, he utters heartfelt gratitude to the rangers working to repair and maintain the ."}, {"type": "text", "text": "“Thank you. If it wasn’t for you doing these paths, I wouldn’t be able to go up the fells,” he says."}, {"type": "text", "text": "Hearing his words, a smile creeps across the face of Ade Mills, assistant ranger working for  for 22 years. “Our work is conserving the natural beauty of the Lake District – we’re not here to make life easier for  That’s a byproduct of what we do."}, {"type": "text", "text": "“But even though it’s not the main driving force, hearing positive comments like this is nice as we like seeing people enjoy the Lake District.”"}, {"type": "text", "text": "The twin forces of 15.8 million people visiting the Lake District annually and battering the landscape are exacerbating path erosion and damage, explains Isabel Berry, partnership manager for Fix the Fells."}, {"type": "headline", "text": "She tells i the wet weather can have disastrous consequences. “The ground is already churned up so when millions of visitors come to the Lake District, serious path erosion happens very quickly."}, {"type": "text", "text": "“ is already making periods of extreme weather increasingly common so the need for Fix the Fells has never been greater.”"}, {"type": "text", "text": "Ms Berry, who began her role in February and describes it as her “dream job”, says while they absolutely want people to keep coming to the Lake District, increased footfall means “everything takes more of a battering.”"}, {"type": "text", "text": "“We want people to enjoy the Lake District, but a major part of the attraction is that things are so beautiful. Our job is conserving the environment and dealing with erosion.”"}, {"type": "text", "text": "The Lake District is one of Britain’s best loved landscapes and a . But the magnificent upland environment is fragile. Erosion from people, severe weather and climate change is causing ugly scars and environmental damage."}, {"type": "text", "text": "Fix the Fells is a partnership programme between the , the Lake District National Park, Natural England, Friends of the Lake District and the Lake District Foundation. Their mission is to repair and maintain 344 upland paths covering 410 miles to keep the Lake District a special place for future generations."}, {"type": "text", "text": "“Our work is from a conservation point of view to protect the fellside,” explains Pete Entwistle, Fix the Fells area ranger, who has been doing the job for 28 years. “You can’t protect it unless you provide paths.”"}, {"type": "text", "text": "Wiping his brow as he digs the ground above Grasmere in the sweltering heat, Mr Entwistle describes the process of creating a path from doing a survey to writing a job specification and working out amounts of rock needed."}, {"type": "text", "text": "Natural rocks are chosen to blend into the environment from surrounding fellsides, before being flown in by helicopter. “We fill bags with rocks we want from the other side of the valley and the helicopter flies them to where we want on the path.”"}, {"type": "text", "text": "Chuckling as he recalls days gone by, he says: “We didn’t have helicopters to move the rocks, so they had to be collected and rolled across the fellside. You’d spend half your time rolling rocks and could only work on paths with rocks nearby.”"}, {"type": "text", "text": "When stone pitching, you have to fight your natural instinct to make it look “manicured with straight lines”, says Mr Entwistle. “Nature doesn’t do straight lines. We’re trying to replicate nature by landscaping paths into the surroundings."}, {"type": "text", "text": "“We also snake paths up steep slopes to take the gradient out to make it easier to walk on. A good path is one people don’t even notice they’re walking along.”"}, {"type": "text", "text": "Since Covid, the who have realised you don’t need to go abroad to have a wonderful holiday."}, {"type": "text", "text": "In popular Lake District spots such as Scafell Pike, Old Man of Coniston, Cat Bells and Helvellyn, rangers and volunteers face a near constant battle to maintain 410 miles of pathways."}, {"type": "text", "text": "Work currently underway includes protective landscaping at Cat Bells, laying stepping stones and path drainage above Levers Water and reuniting the path at Scafell Pike after it split into multiple strands eroding the mountainside."}, {"type": "text", "text": "Without this maintenance and repair work, many of the Lake District’s most iconic fell pathways would be inaccessible to the majority of visitors."}, {"type": "text", "text": "“We’re finding that social media is having a huge impact on visitor trends,” says Isabel Berry, Fix the Fells partnership manager. “If a place makes it to TikTok, which many of our more famous spots have, we inevitably see a significant uplift in visitors."}, {"type": "text", "text": "“Many are young people and we’re delighted to be welcoming them – the outdoors is and always will be for everyone."}, {"type": "text", "text": "“But the impact of the increasing footfall in these ‘hotspots’ is undeniable and we need to be focusing more resources on protecting these special places.”"}, {"type": "text", "text": "With the shift in visitor demographics, the teams began working on paths they would never have considered tackling 10 years ago. “We’re finding more erosion on smaller paths as they are becoming more attractive because people don’t need to climb as far for stunning views,” says Mr Entwistle."}, {"type": "text", "text": "“Places like Grasmere with a lot of half day routes have become very popular. We’re spending more time on paths with lower summits than high up in the fells.”"}, {"type": "text", "text": "Without Fix the Fells, not only would ugly scars spoil the beauty of the Lakes, visitors would find themselves walking across loose stones and soil. “It would be like walking on marbles,” he says. “People would slip and consequently walk on the grass. But that would make the path wider and add to erosion.”"}, {"type": "text", "text": "Many people mistakenly believe the paths the team are working on are more than 100-years-old, or that they are excavating ancient paths. They view this as a huge compliment. “If people think the path has been here forever, it means we’ve done our job in making it look natural,” says Jonathan Skinn, Fix the Fells upland ranger, who has been in the job for six years."}, {"type": "text", "text": "“We want people to come to the Lake District and appreciate the beauty, but we want to preserve it and protect it from damage.”"}, {"type": "text", "text": "He adds: “I love my job – we all do. You feel a physical sense of satisfaction at seeing the finished product you have put a lot of effort into and seeing people using the paths and having an enjoyable experience.”"}, {"type": "text", "text": "Without the work of Fix the Fells, erosion would develop rapidly into huge scars, resulting in loss of vegetation, soil, stone, habitats, species and landscape beauty, as well as adversely affecting rivers, lakes and leading to flood-risk in the valleys below."}, {"type": "text", "text": "Repairing erosion damage is an increasing and on-going task as visitor numbers and extreme weather events increase."}, {"type": "text", "text": "The work is not about improving paths, accessibility or safety, it is purely about repairing damage in a sustainable way."}, {"type": "text", "text": "It can cost up to £400 to repair a metre of path in some of the most damaged and inaccessible areas and it costs £500,000 a year to maintain the existing Fix the Fells network."}, {"type": "text", "text": "Fix the Fells has been operating since 2001 and all funding has to be raised from grants and donations."}, {"type": "text", "text": "The team behind Fix the Fells is appealing for donations to enable the repair of hundreds of paths across the Lake District’s most popular destinations."}, {"type": "text", "text": "Donations to Fix the Fells can be made by visiting:  or by texting FELLS to 70525, which will donate £5 to the appeal."}]}, {"_id": "64f61c1f757174a006f6d2e0", "url": "https://inews.co.uk/news/litter-pickers-river-avon-cotswolds-2521197", "primaryCategory": "environment", "subCategories": "None", "title": "The gang of 400 litter pickers preserving UK beauty spot on the edge of the Cotswolds", "lead": "‘It’s in my bloodstream to clean the town,’ said the teenage vigilante who set up the litter-picking alliance", "author": "Connie Dimsdale", "datePublished": "2023-08-26 06:00:00", "dateScraped": "2023-09-04 20:04:15.455713", "dateUpdated": "(Updated 6:01 am)", "language": "en-UK", "outlet": "INews", "image": "https://wp.inews.co.uk/wp-content/uploads/2023/08/ben.png?resize=640,360&strip=all&quality=90", "body": [{"type": "text", "text": "A 400-strong gang of pickers, led by a teenage vigilante, have been preserving a UK beauty spot on the edge of. "}, {"type": "text", "text": "Ben Thornbury, 18, was first told his hometown of Malmesbury, Wiltshire was being blighted by rubbish during a conversation with his 64-year-old neighbour, Julie, over the garden fence when he was 12. "}, {"type": "text", "text": "He started out by purchasing a singular litter picker with hard-earned cash from work – and his reputation grew from there."}, {"type": "text", "text": "Six years later, Mr Thornbury runs a Facebook group with around 400 community helpers, keen to keep popular summer hangout spots clean for residents and tourists. "}, {"type": "headline", "text": "“It’s in my bloodstream to clean the town,” the local activist told i, revealing plans to continue his community work alongside a full-time job in ICT when he finishes college."}, {"type": "text", "text": "He said tourists flock to Malmesbury, a market town situated on a hilltop in the Cotswolds, surrounded by the River Avon. "}, {"type": "text", "text": "“One of my main aims is keeping the town clean and tidy for tourists,” he said, adding that he wants visitors to “enjoy the history of the town without having to see the bad side of it”. "}, {"type": "text", "text": "Describing an average day, he said: “It’s litter picking a lot of the time – picking up rubbish from where everyone sits in the summer and also on the street. "}, {"type": "text", "text": "“We’re always clearing up after as people are outside on a summer’s day enjoying themselves, throwing a party. We’re always clearing up bottles and cans left in a huge pile in the field."}, {"type": "text", "text": "“If people just had a bag it would’ve been so much easier for them to deal with it but no, clearly putting rubbish in a bag was too much effort."}, {"type": "text", "text": "“We also do a lot more than litter. We clean up the street by cutting the hedges back when they’re overgrown.”"}, {"type": "text", "text": "Mr Thornbury added that the group has had a “big effect” on the local area, helping out the council with keeping local beauty spots such as Daniel’s Well and the River Avon clean. "}, {"type": "text", "text": "People in the group generally go litter picking in their own time, but Mr Thornbury does gather smaller groups together for excursions, as well as providing tools from “sheds full of equipment”. "}, {"type": "text", "text": "And whenever the teenager has been in doubt, his neighbour Julie has been on hand for support and advice. "}, {"type": "text", "text": "Mr Thornbury added that he gets “frustrated” by people in the group blaming young people for rubbish that gets left around the town. "}, {"type": "text", "text": "“It’s not just young people, adults do drop litter as well,” he said, adding that many young people like himself are out picking up rubbish, not dropping it. "}, {"type": "text", "text": "Mr Thornbury is not the only one keeping the summer season alive behind the scenes. "}, {"type": "text", "text": "Maddy Pfaff, the head ranger at Lulworth Estate – home to the iconic landmark of Durdle Door – said the team is on hand to support tourists during the busy summer season. "}, {"type": "text", "text": "The rangers witnessed an increase in “very bad behaviour” during the pandemic, with people “slacklining through Durdle Door”, flying through the natural limestone arch on a jetpack and flying drones “all over the place”. "}, {"type": "text", "text": "But she said the rangers are “back on track” after seeing a “massive improvement over the past 18 months” by increasing the staff presence at the site and educating the public about how to respect the countryside.  "}, {"type": "text", "text": "She said the “vast majority” of visitors to Dorset’s World Heritage Site are “really responsible and take their litter home” but the rangers are there to “stop any litter from entering the wider environment”. "}, {"type": "text", "text": "The team does a litter sweep at the end of each day to protect wildlife and to ensure tourists arrive at “a beautiful, scenic, rural, wild environment”."}, {"type": "text", "text": "This is more important than ever with visitor numbers down due to a . "}, {"type": "text", "text": "“We want people to have a really fantastic time here and to come here again and again in the future,” Ms Pfaff said, adding this is important to keep the local economy thriving.  "}, {"type": "text", "text": "Suzy Hankin, a ranger at the National Park Authority, said her team also works behind the scenes to ensure paths and tracks are “well-maintained and well-waymarked”. "}, {"type": "text", "text": "The rangers also patrol the area at night – particularly waterfronts – to ensure people are safe and they are not causing problems with large gatherings. "}, {"type": "text", "text": "“We’re out here every day looking after the network and making sure that visitors can enjoy the place,” she said, adding it is “critical” that the team offers a “great service” so people keep coming back. "}, {"type": "text", "text": "Ms Hankin also said bad behaviour is “in the minority” but they do have to tell people not to drop litter, where wild camping is allowed and how to follow the countryside code. "}, {"type": "text", "text": "“We’re obviously really keen to encourage people to get out there and enjoy the great outdoors,” she said. "}]}]