[{"_id": "654a162c785bab26099c9b26", "url": "https://news.sky.com/story/repurposed-drug-that-could-prevent-breast-cancer-to-be-offered-to-nearly-300000-women-13001934", "primaryCategory": "home", "subCategories": "NONE", "title": "Breast cancer breakthrough: Drug that could prevent disease to be offered to thousands", "lead": "A 'repurposed' drug that could prevent breast cancer as well as treat it will be offered to almost 300,000 women, NHS officials have revealed.", "author": "NONE", "datePublished": "2023-11-07 08:28:00", "dateScraped": "2023-11-07 11:49:16.328280", "dateUpdated": "2023-11-07 08:28:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-cancer-breast-cancer_6317187.jpg?20231010184427", "body": [{"type": "text", "text": "Anastrozole has been used to treat hormone-sensitive breast cancer."}, {"type": "text", "text": "But trials have shown it can also stop the disease from occurring in the first place. It's predicted cases could be cut by by 49% over 11 years."}, {"type": "headline", "text": "The drug will be offered to 289,000 post-menopausal women who are considered to have at least a moderate risk of breast cancer in England."}, {"type": "text", "text": "'This is the first drug to be repurposed though a world-leading new programme to help us realise the full potential of existing medicines in new uses to save and improve more lives,' NHS chief executive Amanda Pritchard said."}, {"type": "text", "text": "Anastrozole was first recommended as a preventive option by the National Institute for Health and Care Excellence (Nice) in 2017, but, with the drug unlicensed in this use, uptake remained low."}, {"type": "text", "text": "Now scientists have found the protective effect lasts for years after a woman has stopped taking the drug - and has been licensed by the Medicines and Healthcare products Regulatory Agency ."}, {"type": "text", "text": "Lesley-Ann Woodhams, who has a family history of the condition, completed the full five-year course of anastrozole in January 2023 and described it as a 'gift'."}, {"type": "text", "text": "'I'd watched my mum battle breast cancer and my risk was very high,' she said."}, {"type": "text", "text": "'I could live a life without constantly worrying or giving a thought to what could be if I'd developed breast cancer."}, {"type": "text", "text": "'It really was a gift, it gave my family and myself peace of mind and more importantly, a continued future to look forward to.'"}, {"type": "headline", "text": "How does it work?"}, {"type": "text", "text": "The treatment is taken as a 1mg tablet, once a day for five years and works by cutting down the amount of oestrogen the body makes by blocking an enzyme called aromatase."}, {"type": "text", "text": "The most common side effects of the medicine are hot flushes, feeling weak, pain or stiffness in the joints, arthritis, skin rash, nausea, headache, osteoporosis, and depression."}, {"type": "text", "text": "Breast cancer is the most common cancer in England, with around 47,000 women in England diagnosed each year."}, {"type": "text", "text": "Baroness Delyth Morgan, chief executive at the charity Breast Cancer Now, said the move is a 'major step forward' that will enable more women to reduce their chance of developing the disease."}, {"type": "text", "text": "Health Minister Will Quince said: 'We've already seen the positive effect anastrozole can have in treating the disease when it has been detected in post-menopausal women and now we can use it to stop it developing at all in some women.'"}, {"type": "text", "text": "The moves adds to the NHS's armoury of preventative breast cancer medication, with tamoxifen and raloxifene already licensed to prevent breast cancer."}, {"type": "text", "text": ""}, {"type": "text", "text": "According to the NHS, the first symptom of breast cancer most women notice is a lump or an area of thickened tissue in their breast."}, {"type": "text", "text": "Most breast lumps are not cancerous, but it's always best to have them checked by a doctor, officials say."}]}, {"_id": "654a162c785bab26099c9b27", "url": "https://news.sky.com/story/ukrainian-major-hennady-chastyakov-killed-by-grenade-given-to-him-as-birthday-present-13002419", "primaryCategory": "home", "subCategories": "NONE", "title": "Ukrainian major killed by birthday present", "lead": "A Ukrainian major has died after he was accidentally blown up by a grenade given to him as a birthday present.", "author": "NONE", "datePublished": "2023-11-07 09:24:00", "dateScraped": "2023-11-07 11:49:16.513937", "dateUpdated": "2023-11-07 09:24:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-grenade-hand-grenade_6351389.jpg?20231107090924", "body": [{"type": "text", "text": "Hennady Chastyakov was killed as he showed the gift to his teenage son at home on Monday, officials said."}, {"type": "text", "text": "It was initially thought that the 39-year-old had been killed by a booby-trapped gift."}, {"type": "text", "text": "But interior minister Ihor Klymenko later issued a statement to clarify that it had been a 'tragic explosion'."}, {"type": "headline", "text": "Follow latest: Sign of rising tensions as Russia withdraws from post-Cold War treaty"}, {"type": "text", "text": "Writing on the Telegram messaging app, Mr Klymenko said the major had returned home with gifts from his colleagues, including a box of Western-made grenades."}, {"type": "text", "text": "'The son first took the munition in his hand and began to twist the ring,' Mr Klymenko said."}, {"type": "text", "text": "'Then, the serviceman took the grenade from the child and pulled the ring, causing a tragic explosion.'"}, {"type": "text", "text": "Major Chastyakov's 13-year-old was also seriously injured in the blast, Ukrainian media reported."}, {"type": "text", "text": "Mr Klymenko said the colleague who gave him the gift had been identified and that two more grenades of the same type were found in his office by investigators."}, {"type": "text", "text": "He said he had issued the statement so as not to 'spread unofficial information.'"}, {"type": "text", "text": "Major Chastyakov had been an assistant to Ukraine's military commander-in-chief General Valery Zaluzhnyi, who expressed condolences to his family."}, {"type": "text", "text": "He said: 'My assistant and close friend, Major Hennady Chastyakov, was killed in tragic circumstances on his birthday in a family setting."}, {"type": "text", "text": "'An unknown explosive device went off in one of his presents.'"}, {"type": "text", "text": "A security source told newspaper Ukrainska Pravda that Major Chastyakov was a graduate of a military academy and fully trained in handling grenades."}, {"type": "text", "text": ""}, {"type": "headline", "text": "General Zaluzhnyi sparked a row over the weekend after he said there would 'most likely be no deep and beautiful breakthrough' despite his country's counteroffensive against Russian forces, that was launched in June."}, {"type": "headline", "text": "The comments prompted President Volodymyr Zelenskyy to reject claims that the war, which has been raging for 20 months, is at a stalemate."}]}, {"_id": "654a162c785bab26099c9b28", "url": "https://news.sky.com/story/captain-tom-moores-daughter-loses-appeal-against-home-spa-demolition-13001710", "primaryCategory": "home", "subCategories": "NONE", "title": "Captain Tom Moore's daughter loses appeal against home spa demolition", "lead": "Captain Sir Tom Moore's daughter has lost an appeal against the demolition of an unauthorised spa at her Bedfordshire home.", "author": "James Robinson", "datePublished": "2023-11-07 10:43:00", "dateScraped": "2023-11-07 11:49:16.746433", "dateUpdated": "2023-11-07 10:43:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-captain-tom-tom-moore_6237057.jpg?20230801123050", "body": [{"type": "text", "text": "Hannah Ingram-Moore and her husband Colin appealed to the national Planning Inspectorate against the demolition order by Central Bedfordshire Council."}, {"type": "text", "text": "Representatives for the family claimed at the appeal that the building 'would enable Captain Tom's story to be enjoyed by the public' and could be used for coffee mornings and twice-weekly spa rehabilitation sessions for the elderly."}, {"type": "text", "text": "However, the inspector rejected the appeal, ruling that the size of the spa block was 'at odds' with the couple's home - which is grade II listed."}, {"type": "text", "text": "The inspector also said that while the idea of opening up the building to the public was 'laudable', she said there was no detailed evidence of how it would work in practice."}, {"type": "text", "text": "The family have been given three months to comply with the existing demolition order."}, {"type": "text", "text": "In August 2021, Ms Ingram-Moore and her husband were granted permission to build a Captain Tom Foundation Building on the grounds of their £1.2m home in Marston Moretaine, Bedfordshire."}, {"type": "text", "text": "The couple used the Captain Tom Foundation name on the first set of plans."}, {"type": "headline", "text": "The organisation, which was founded in June 2020 in honour of Sir Tom - after he shot to fame by doing sponsored laps of his garden during the COVID pandemic - is currently being investigated by the Charity Commission."}, {"type": "headline", "text": "The investigation is unrelated to the £38m Sir Tom raised for NHS charities with his own fundraising drive - for which he was knighted by the late Queen in July 2020."}, {"type": "text", "text": "The Second World War veteran died in January 2021, at the age of 100, after being treated for pneumonia for some time and then testing positive for coronavirus."}, {"type": "text", "text": "Plans for the site said it would be used partly 'in connection with The Captain Tom Foundation and its charitable objectives'."}, {"type": "headline", "text": "However, the foundation's name was not used on the subsequent retrospective application for a larger building containing a spa pool, which was refused by the planning authority in November last year. At the time, the block was partially built."}, {"type": "text", "text": "Planning bosses at Central Bedfordshire Council said an enforcement notice requiring the demolition of the 'now-unauthorised building' was issued in March this year."}, {"type": "headline", "text": "'Disproportionately broad'"}, {"type": "text", "text": "In documents appealing against the notice, the family said the building was 'no more overbearing' than a previously approved planning application and the 'heights are the same'."}, {"type": "text", "text": "It also said the building was set at the back of the site, meaning it was not an issue for public view."}, {"type": "text", "text": "However, the Planning Inspectorate, to whom Ms Ingram-Moore appealed against the demolition notice, ruled that the 'form of the new building is disproportionately broad and is at odds with the pleasingly domestic scale' of the main house."}, {"type": "text", "text": "'I find the erection of the new building erodes the positive contribution that the setting, provided by the extensive grounds, makes to the [main property],' the inspector, Diane Fleming, found."}, {"type": "text", "text": "However, she found that the building had not caused 'unacceptable harm' to the wider neighbourhood, as it was largely out of view from the property's grounds."}, {"type": "text", "text": "Ms Fleming also addressed a suggestion, put forward on behalf of the family at the appeal, that the new building would enable 'Captain Tom's story to be enjoyed by the public' and be 'supported by the appellant's personal charity work'."}, {"type": "text", "text": "This included the suggestion of opening up the spa pool for rehabilitation sessions for elderly people in the area once or twice a week."}, {"type": "text", "text": "'I accept that the appellant's intentions are laudable however, it has not been demonstrated in any detail how all of this would work in practice. In the absence of any substantiated information, I find the suggested public benefit would therefore not outweigh the great weight to be given to the harm to the heritage asset,' she said in her ruling."}]}, {"_id": "654a162c785bab26099c9b29", "url": "https://news.sky.com/story/parents-tribute-to-happy-funny-boy-who-died-in-essex-school-run-crash-13002486", "primaryCategory": "home", "subCategories": "NONE", "title": "'Happy, funny boy' who died in school run crash named by police", "lead": "The parents of a teenager hit and killed in a crash during the school run have paid tribute to their 'beautiful boy'.", "author": "NONE", "datePublished": "2023-11-07 10:42:00", "dateScraped": "2023-11-07 11:49:16.947280", "dateUpdated": "2023-11-07 10:42:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-freddie-coleman-essex_6351379.jpg?20231107090311", "body": [{"type": "headline", "text": "Freddie Coleman, 15, died after he was struck by a vehicle in Stock Road in Stock - near Chelmsford in Essex - on Friday at around 8.20am."}, {"type": "text", "text": "A second teenage boy was airlifted to hospital for treatment for serious injuries."}, {"type": "text", "text": "Both were students at Mayflower High School in Billericay, which is around one-and-a-half miles from the crash scene."}, {"type": "text", "text": "Freddie's parents Jason and Jo said: 'Our beautiful boy Freddie, a much-loved son, grandson, brother, nephew and uncle sadly died on November 3 at 8.30am."}, {"type": "text", "text": "'He was loved by everybody who knew him, our kind, happy, funny boy. Please respect our privacy during this dreadful time.'"}, {"type": "text", "text": "A 23-year-old man was arrested after the crash on suspicion of causing death by dangerous driving, causing serious injury by dangerous driving and driving while unfit through drink or drugs."}, {"type": "text", "text": "He has been released while police make further enquiries."}, {"type": "text", "text": "Essex Police is appealing for people who witnessed the incident to come forward with information."}]}, {"_id": "654a162d785bab26099c9b2a", "url": "https://news.sky.com/story/post-office-to-offer-dpd-and-evri-parcel-delivery-options-to-customers-13002396", "primaryCategory": "home", "subCategories": "NONE", "title": "Post Office to offer new service to customers just in time for Christmas", "lead": "The Post Office is offering customers the option of sending packages using DPD and Evri.", "author": "NONE", "datePublished": "2023-11-07 08:11:00", "dateScraped": "2023-11-07 11:49:17.144110", "dateUpdated": "2023-11-07 08:11:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-post-office-dpd-evri_6350735.jpg?20231106153139", "body": [{"type": "text", "text": "For the first time in its 360-year history, the new service will allow customers to choose their parcel carriers over the counter in branches, in addition to existing services like Royal Mail."}, {"type": "text", "text": "It will begin in selected branches in time for the peak Christmas delivery season."}, {"type": "headline", "text": "It comes after an Ofcom investigation into Royal Mail last year, after it failed to meet delivery targets during 2021-22."}, {"type": "text", "text": "At the time, the operator said it was 'disappointed' with its performance, apologising to customers who were affected."}, {"type": "text", "text": "Although Royal Mail and the Post Office are separate companies, the two have a long-term agreement, with the former delivering letters and parcels and the latter offering postal services."}, {"type": "text", "text": "It means delays or disruptions at either, can directly affect the other."}, {"type": "text", "text": "Disruptions at Royal Mail continued into 2022-23, after it said the period was 'one of the most challenging in our history'."}, {"type": "headline", "text": "It said its services had been impacted by strikes and 'high levels' of staff absence."}, {"type": "text", "text": "An estimated 15.7 million people in the UK experienced postal delays in the month of May, according to research by the charity, Citizens Advice."}, {"type": "text", "text": "Neill O'Sullivan, managing director of parcels and mails at Post Office, said the choice of parcel carriers in stores will 'meet changing customer preferences and the increasingly competitive market'."}, {"type": "text", "text": "'Our goal is to deliver unparalleled access to parcel services, addressing the needs of businesses and retail customers, both now and in the future,' he said."}, {"type": "text", "text": "In 2021, the Post Office began to offer Click and Collect services for both DPD and Amazon parcels, a response to the 'rapid rise of online shopping'."}]}, {"_id": "654a162d785bab26099c9b2b", "url": "https://news.sky.com/story/palestinian-pm-cries-in-cabinet-meeting-retelling-story-of-children-killed-in-gaza-13002452", "primaryCategory": "home", "subCategories": "NONE", "title": "Palestinian PM breaks down in tears during cabinet meeting", "lead": "Palestinian Prime Minister Mohammad Shtayyeh broke down in tears during a cabinet meeting as he recounted the story of a mother whose children were buried under the rubble in Gaza.", "author": "NONE", "datePublished": "2023-11-07 10:42:00", "dateScraped": "2023-11-07 11:49:17.348168", "dateUpdated": "2023-11-07 10:42:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-palestinian-pm-gaza_6350757.jpg?20231106154936", "body": [{"type": "headline", "text": "Mr Shtayyeh struggled to speak during the Palestinian Authority's meeting yesterday as he described how children write their names on their own bodies so their corpses can be identified."}, {"type": "text", "text": "The prime minister cried as he said: 'The mother of the three children who were buried under the rubble tells her children: 'Let me see you, even in a dream.''"}, {"type": "headline", "text": "Follow live: Netanyahu hints at 'indefinite control' over Gaza - war latest"}, {"type": "text", "text": "The 65-year-old appeared to be overcome with emotion, taking a lengthy pause to compose himself before adding: 'Mercy be upon the souls of the martyrs and shame on the criminals.'"}, {"type": "text", "text": "The conflict between Israel and Hamas is now in its fifth week after Hamas militants launched a surprise attack on Israel on 7 October."}, {"type": "text", "text": "Gaza's Hamas-run health ministry says more than 10,000 people have been killed since 7 October, two-thirds of them women and children."}, {"type": "text", "text": "Israel's mass air strikes and ground operations in Gaza come after more than 1,400 people were killed by Hamas in the initial attack."}, {"type": "headline", "text": "Mr Shtayyeh also claimed that Israel's heritage minister, Amihai Eliyahu, who was suspended for saying dropping a nuclear bomb on Gaza was 'one of the possibilities', was 'not satisfied with 10,000 martyrs'."}, {"type": "text", "text": "'He wanted to see Hiroshima in Gaza,' the Palestinian PM added. 'He wanted to see genocide accomplished with the nuclear bomb Israel possesses.'"}, {"type": "text", "text": "Israel's prime minister Benjamin Netanyahu said the statement by Eliyahu, of the right-wing Otzma Yehudit party, was 'not based in reality'."}, {"type": "text", "text": ""}, {"type": "text", "text": "Ground operations inside the Gaza Strip are ongoing, with troops from the Israel Defence Forces (IDF) on the ground inside the enclave."}, {"type": "text", "text": "Operations on the ground and from the air have been intensifying in recent days, with the IDF claiming to have killed a number of key Hamas commanders."}, {"type": "text", "text": "The Israeli prime minister has given the most direct indication yet his country plans to maintain control over Gaza after its war with Hamas, saying his country will have 'overall security responsibility' in Gaza 'for an indefinite period'."}]}, {"_id": "654a162d785bab26099c9b2c", "url": "https://news.sky.com/story/k-pop-group-stayc-greet-fans-at-ibrox-stadium-in-glasgow-after-rangers-kit-mix-up-13002470", "primaryCategory": "home", "subCategories": "NONE", "title": "K-pop group greet fans at Ibrox Stadium after Rangers kit mix-up", "lead": "A K-pop group that mistakenly wore Rangers FC shirts during a performance in the US were warmly welcomed to Glasgow during a visit to Ibrox Stadium.", "author": "NONE", "datePublished": "2023-11-07 09:39:00", "dateScraped": "2023-11-07 11:49:17.545663", "dateUpdated": "2023-11-07 09:39:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-stayc-rangers_6351386.jpg?20231107090724", "body": [{"type": "headline", "text": "STAYC, pronounced Stacey, had worn the 1990s Rangers FC strip during a show in Texas last month, thinking it was a kit worn by the Dallas Rangers baseball team."}, {"type": "text", "text": "The Scottish club later invited the group to the stadium, where they introduced themselves to a large group of supporters who gathered outside Edmiston House."}, {"type": "text", "text": "Members of the band thanked the crowd for visiting them in what was their first trip to Scotland."}, {"type": "text", "text": "One member said: 'This is our first time in Scotland and we are so happy right now. Are you guys fans of Rangers too?'"}, {"type": "text", "text": "Another band member shouted: 'We love Rangers!'"}, {"type": "text", "text": "The crowd cheered and fans took photographs while the band posed in a custom-made Rangers FC strip, each with the number 23 and STAYC printed on the back."}, {"type": "text", "text": "STAYC, a female K-pop group from South Korea, consists of band members Isa, Seeun, Yoon, J, Sumin and Sieun."}, {"type": "text", "text": "The group formed in 2020 and soon became popular, with a following across much of Asia and the West."}]}, {"_id": "654a162d785bab26099c9b2d", "url": "https://news.sky.com/story/petrol-thefts-number-of-drivers-stealing-fuel-more-than-quadruples-in-four-years-13002093", "primaryCategory": "home", "subCategories": "NONE", "title": "Number of drivers stealing fuel rises sharply", "lead": "Petrol theft has risen sharply in Britain, according to new data, and it could be down to 'systematic criminal activity'.", "author": "NONE", "datePublished": "2023-11-07 01:56:00", "dateScraped": "2023-11-07 11:49:17.722971", "dateUpdated": "2023-11-07 01:56:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-petrol-pump-forecourt_6244447.jpg?20230808153138", "body": [{"type": "text", "text": "Figures gathered by the RAC Foundation show there were 39,563 incidents between July and September this year - a 77% rise from 22,335 over the same period last year."}, {"type": "text", "text": "That's also a fourfold increase from 8,558 incidents in those three months in 2019."}, {"type": "text", "text": "The British Oil Security Syndicate - which campaigns to reduce crime on forecourts - estimates these incidents cost filling stations an average of £10,500 each per year."}, {"type": "text", "text": "Most of the incidents are likely to relate to drive-offs - also referred to as bilking - when someone fills up their vehicle without paying, and then leaves."}, {"type": "text", "text": "Drivers convicted of making off without payment, which is an offence under the Theft Act 1978, face a maximum penalty of two years in prison and/or an unlimited fine."}, {"type": "text", "text": "RAC Foundation director Steve Gooding said the figures come as 'no surprise' and might 'only hint at a bigger issue'."}, {"type": "text", "text": "'While it may be that the cost of living crisis is tempting some people to risk driving off without paying, the real headache for fuel suppliers is if this is a sign of more systematic criminal activity,' he added."}, {"type": "text", "text": "'The message to anyone tempted to bilk the service station must be 'don't fill up if you can't pay up' because getting caught is a real possibility, and financial losses to companies ultimately lead to higher prices for us all.'"}]}, {"_id": "654a162d785bab26099c9b2e", "url": "https://news.sky.com/story/prominent-palestinian-protester-ahed-tamimi-detained-by-israeli-troops-over-fake-instagram-post-13002476", "primaryCategory": "home", "subCategories": "NONE", "title": "Prominent Palestinian protester detained by Israeli troops over 'fake' Instagram post", "lead": "A prominent Palestinian activist has been detained by Israeli troops over an Instagram post which her family says was faked.", "author": "NONE", "datePublished": "2023-11-07 10:49:00", "dateScraped": "2023-11-07 11:49:17.926433", "dateUpdated": "2023-11-07 10:49:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-palestinian-palestine_6350511.jpg?20231106123554", "body": [{"type": "headline", "text": "Ahed Tamimi, 22, became a Palestinian icon after she was jailed as a teenager for slapping an Israeli solider who shot her cousin in the head."}, {"type": "text", "text": "She was arrested during an overnight raid on her home in the occupied West Bank."}, {"type": "text", "text": "The Israeli military said she was arrested on suspicion on 'inciting violence and calling for terrorist activity to be carried out'."}, {"type": "text", "text": ""}, {"type": "text", "text": "It comes after an Instagram post was published in her name calling for the 'slaughter' of Israeli West Bank settlers."}, {"type": "text", "text": "However, Ms Tamimi's family said she does not have an Instagram account and the post was a fake."}, {"type": "text", "text": "The post is no longer visible online, nor is the account carrying Ms Tamimi's name and photo where it was published last week."}, {"type": "text", "text": "Her mother, Nariman Tamimi, said more than a dozen Israeli soldiers entered their house in Nabi Saleh village on Monday, ransacked their possessions and then took her daughter away."}, {"type": "text", "text": "She said Israeli forces had accused Ms Tamimi of 'calling for the killing of settlers and saying what Hitler did wasn't enough - but Ahed does not have an Instagram account'."}, {"type": "headline", "text": "Supporters have claimed the online post was an excuse to arrest the activist and crackdown on dissent while the world is distracted by the conflict in Gaza."}, {"type": "text", "text": "Israel's national security minister Itamar Ben Gvir congratulated security forces for arresting Ms Tamimi, who he described as a 'terrorist' on X, formerly known as Twitter."}, {"type": "text", "text": "It comes after her father, Bassem Tamimi, was reportedly arrested by Israeli forces last week."}, {"type": "text", "text": "Relatives have said they have been given no information about the whereabouts of either of their family members."}]}, {"_id": "654a162e785bab26099c9b2f", "url": "https://news.sky.com/story/wayne-rooney-says-he-would-drink-until-he-passed-out-in-early-20s-13002493", "primaryCategory": "home", "subCategories": "NONE", "title": "Rooney says he would drink 'almost until he passed out' in his early 20s", "lead": "Wayne Rooney has revealed he would drink alcohol until he passed out to cope with the pressures of professional football in his early 20s.", "author": "Niamh Lynch", "datePublished": "2023-11-07 10:45:00", "dateScraped": "2023-11-07 11:49:18.135216", "dateUpdated": "2023-11-07 10:45:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-wayne-rooney-birmingham-city_6351441.jpg?20231107094737", "body": [{"type": "headline", "text": "In a new podcast hosted by former rugby league star Rob Burrow, 38-year-old Rooney said his 'release was alcohol' when he faced challenges both on and off the pitch."}, {"type": "text", "text": "'When I was in my early 20s, I'd spend a couple of days at home and wouldn't move out of the house and drink almost until I passed out,' he said."}, {"type": "text", "text": "'I didn't want to be around people because sometimes you feel embarrassed and sometimes you feel like you've let people down."}, {"type": "text", "text": "'Ultimately I didn't know how else to deal with it, so I chose alcohol to try and help me get through that,' Rooney added."}, {"type": "text", "text": "'There were people there for me to speak to but I chose not to do that and tried to deal with it myself."}, {"type": "text", "text": "'When you do that and don't take the help and guidance of others, you can really be in a low place and I was for a few years with that."}, {"type": "text", "text": "'Thankfully now I am not afraid to go and speak to people over some issues which I may have.'"}, {"type": "text", "text": "The now-Birmingham City manager made his Premier League debut for Everton in 2002 aged 16. He joined Manchester United two years later in a then-record £27m move."}, {"type": "headline", "text": "Rooney scored 53 goals for England and is Manchester United's all-time leading goalscorer."}, {"type": "headline", "text": "He spent 13 years at Old Trafford before playing for Everton, DC United and Derby."}, {"type": "text", "text": "Rugby legend Burrow and his wife Lindsey are set to interview sporting legends including Jonny Wilkinson and Dame Kelly Holmes during his new seven-part podcast series."}, {"type": "text", "text": "Burrow uses AI technology and a computerised voice to communicate and 'eye gaze' technology to quiz his podcast guests."}, {"type": "headline", "text": "Rooney also praised Burrow's 'inspiring' way of dealing with motor neurone disease and referenced his wife Coleen's sister Rosie, who died from Rett syndrome aged 14."}, {"type": "text", "text": "'I know first-hand the impact this can have on yourself and the people closest to you,' Rooney said."}, {"type": "text", "text": "'Everyone has to change the way of living and I had that with my sister-in-law who suffered not the same illness, but something as severe."}, {"type": "text", "text": "'Your energy and you staying strong really helps everyone around you. I will always be here, and your family and close friends will always be there, to help you with whatever you need.'"}]}, {"_id": "654a162e785bab26099c9b30", "url": "https://news.sky.com/story/repurposed-drug-that-could-prevent-breast-cancer-to-be-offered-to-nearly-300000-women-13001934", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Breast cancer breakthrough: Drug that could prevent disease to be offered to thousands", "lead": "A 'repurposed' drug that could prevent breast cancer as well as treat it will be offered to almost 300,000 women, NHS officials have revealed.", "author": "NONE", "datePublished": "2023-11-07 08:28:00", "dateScraped": "2023-11-07 11:49:18.505816", "dateUpdated": "2023-11-07 08:28:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-cancer-breast-cancer_6317187.jpg?20231010184427", "body": [{"type": "text", "text": "Anastrozole has been used to treat hormone-sensitive breast cancer."}, {"type": "text", "text": "But trials have shown it can also stop the disease from occurring in the first place. It's predicted cases could be cut by by 49% over 11 years."}, {"type": "headline", "text": "The drug will be offered to 289,000 post-menopausal women who are considered to have at least a moderate risk of breast cancer in England."}, {"type": "text", "text": "'This is the first drug to be repurposed though a world-leading new programme to help us realise the full potential of existing medicines in new uses to save and improve more lives,' NHS chief executive Amanda Pritchard said."}, {"type": "text", "text": "Anastrozole was first recommended as a preventive option by the National Institute for Health and Care Excellence (Nice) in 2017, but, with the drug unlicensed in this use, uptake remained low."}, {"type": "text", "text": "Now scientists have found the protective effect lasts for years after a woman has stopped taking the drug - and has been licensed by the Medicines and Healthcare products Regulatory Agency ."}, {"type": "text", "text": "Lesley-Ann Woodhams, who has a family history of the condition, completed the full five-year course of anastrozole in January 2023 and described it as a 'gift'."}, {"type": "text", "text": "'I'd watched my mum battle breast cancer and my risk was very high,' she said."}, {"type": "text", "text": "'I could live a life without constantly worrying or giving a thought to what could be if I'd developed breast cancer."}, {"type": "text", "text": "'It really was a gift, it gave my family and myself peace of mind and more importantly, a continued future to look forward to.'"}, {"type": "headline", "text": "How does it work?"}, {"type": "text", "text": "The treatment is taken as a 1mg tablet, once a day for five years and works by cutting down the amount of oestrogen the body makes by blocking an enzyme called aromatase."}, {"type": "text", "text": "The most common side effects of the medicine are hot flushes, feeling weak, pain or stiffness in the joints, arthritis, skin rash, nausea, headache, osteoporosis, and depression."}, {"type": "text", "text": "Breast cancer is the most common cancer in England, with around 47,000 women in England diagnosed each year."}, {"type": "text", "text": "Baroness Delyth Morgan, chief executive at the charity Breast Cancer Now, said the move is a 'major step forward' that will enable more women to reduce their chance of developing the disease."}, {"type": "text", "text": "Health Minister Will Quince said: 'We've already seen the positive effect anastrozole can have in treating the disease when it has been detected in post-menopausal women and now we can use it to stop it developing at all in some women.'"}, {"type": "text", "text": "The moves adds to the NHS's armoury of preventative breast cancer medication, with tamoxifen and raloxifene already licensed to prevent breast cancer."}, {"type": "text", "text": ""}, {"type": "text", "text": "According to the NHS, the first symptom of breast cancer most women notice is a lump or an area of thickened tissue in their breast."}, {"type": "text", "text": "Most breast lumps are not cancerous, but it's always best to have them checked by a doctor, officials say."}]}, {"_id": "654a162e785bab26099c9b31", "url": "https://news.sky.com/story/post-office-to-offer-dpd-and-evri-parcel-delivery-options-to-customers-13002396", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Post Office to offer new service to customers just in time for Christmas", "lead": "The Post Office is offering customers the option of sending packages using DPD and Evri.", "author": "NONE", "datePublished": "2023-11-07 08:11:00", "dateScraped": "2023-11-07 11:49:18.698442", "dateUpdated": "2023-11-07 08:11:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-post-office-dpd-evri_6350735.jpg?20231106153139", "body": [{"type": "text", "text": "For the first time in its 360-year history, the new service will allow customers to choose their parcel carriers over the counter in branches, in addition to existing services like Royal Mail."}, {"type": "text", "text": "It will begin in selected branches in time for the peak Christmas delivery season."}, {"type": "headline", "text": "It comes after an Ofcom investigation into Royal Mail last year, after it failed to meet delivery targets during 2021-22."}, {"type": "text", "text": "At the time, the operator said it was 'disappointed' with its performance, apologising to customers who were affected."}, {"type": "text", "text": "Although Royal Mail and the Post Office are separate companies, the two have a long-term agreement, with the former delivering letters and parcels and the latter offering postal services."}, {"type": "text", "text": "It means delays or disruptions at either, can directly affect the other."}, {"type": "text", "text": "Disruptions at Royal Mail continued into 2022-23, after it said the period was 'one of the most challenging in our history'."}, {"type": "headline", "text": "It said its services had been impacted by strikes and 'high levels' of staff absence."}, {"type": "text", "text": "An estimated 15.7 million people in the UK experienced postal delays in the month of May, according to research by the charity, Citizens Advice."}, {"type": "text", "text": "Neill O'Sullivan, managing director of parcels and mails at Post Office, said the choice of parcel carriers in stores will 'meet changing customer preferences and the increasingly competitive market'."}, {"type": "text", "text": "'Our goal is to deliver unparalleled access to parcel services, addressing the needs of businesses and retail customers, both now and in the future,' he said."}, {"type": "text", "text": "In 2021, the Post Office began to offer Click and Collect services for both DPD and Amazon parcels, a response to the 'rapid rise of online shopping'."}]}, {"_id": "654a162e785bab26099c9b32", "url": "https://news.sky.com/story/captain-tom-moores-daughter-loses-appeal-against-home-spa-demolition-13001710", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Captain Tom Moore's daughter loses appeal against home spa demolition", "lead": "Captain Sir Tom Moore's daughter has lost an appeal against the demolition of an unauthorised spa at her Bedfordshire home.", "author": "James Robinson", "datePublished": "2023-11-07 10:43:00", "dateScraped": "2023-11-07 11:49:18.895384", "dateUpdated": "2023-11-07 10:43:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-captain-tom-tom-moore_6237057.jpg?20230801123050", "body": [{"type": "text", "text": "Hannah Ingram-Moore and her husband Colin appealed to the national Planning Inspectorate against the demolition order by Central Bedfordshire Council."}, {"type": "text", "text": "Representatives for the family claimed at the appeal that the building 'would enable Captain Tom's story to be enjoyed by the public' and could be used for coffee mornings and twice-weekly spa rehabilitation sessions for the elderly."}, {"type": "text", "text": "However, the inspector rejected the appeal, ruling that the size of the spa block was 'at odds' with the couple's home - which is grade II listed."}, {"type": "text", "text": "The inspector also said that while the idea of opening up the building to the public was 'laudable', she said there was no detailed evidence of how it would work in practice."}, {"type": "text", "text": "The family have been given three months to comply with the existing demolition order."}, {"type": "text", "text": "In August 2021, Ms Ingram-Moore and her husband were granted permission to build a Captain Tom Foundation Building on the grounds of their £1.2m home in Marston Moretaine, Bedfordshire."}, {"type": "text", "text": "The couple used the Captain Tom Foundation name on the first set of plans."}, {"type": "headline", "text": "The organisation, which was founded in June 2020 in honour of Sir Tom - after he shot to fame by doing sponsored laps of his garden during the COVID pandemic - is currently being investigated by the Charity Commission."}, {"type": "headline", "text": "The investigation is unrelated to the £38m Sir Tom raised for NHS charities with his own fundraising drive - for which he was knighted by the late Queen in July 2020."}, {"type": "text", "text": "The Second World War veteran died in January 2021, at the age of 100, after being treated for pneumonia for some time and then testing positive for coronavirus."}, {"type": "text", "text": "Plans for the site said it would be used partly 'in connection with The Captain Tom Foundation and its charitable objectives'."}, {"type": "headline", "text": "However, the foundation's name was not used on the subsequent retrospective application for a larger building containing a spa pool, which was refused by the planning authority in November last year. At the time, the block was partially built."}, {"type": "text", "text": "Planning bosses at Central Bedfordshire Council said an enforcement notice requiring the demolition of the 'now-unauthorised building' was issued in March this year."}, {"type": "headline", "text": "'Disproportionately broad'"}, {"type": "text", "text": "In documents appealing against the notice, the family said the building was 'no more overbearing' than a previously approved planning application and the 'heights are the same'."}, {"type": "text", "text": "It also said the building was set at the back of the site, meaning it was not an issue for public view."}, {"type": "text", "text": "However, the Planning Inspectorate, to whom Ms Ingram-Moore appealed against the demolition notice, ruled that the 'form of the new building is disproportionately broad and is at odds with the pleasingly domestic scale' of the main house."}, {"type": "text", "text": "'I find the erection of the new building erodes the positive contribution that the setting, provided by the extensive grounds, makes to the [main property],' the inspector, Diane Fleming, found."}, {"type": "text", "text": "However, she found that the building had not caused 'unacceptable harm' to the wider neighbourhood, as it was largely out of view from the property's grounds."}, {"type": "text", "text": "Ms Fleming also addressed a suggestion, put forward on behalf of the family at the appeal, that the new building would enable 'Captain Tom's story to be enjoyed by the public' and be 'supported by the appellant's personal charity work'."}, {"type": "text", "text": "This included the suggestion of opening up the spa pool for rehabilitation sessions for elderly people in the area once or twice a week."}, {"type": "text", "text": "'I accept that the appellant's intentions are laudable however, it has not been demonstrated in any detail how all of this would work in practice. In the absence of any substantiated information, I find the suggested public benefit would therefore not outweigh the great weight to be given to the harm to the heritage asset,' she said in her ruling."}]}, {"_id": "654a162f785bab26099c9b33", "url": "https://news.sky.com/story/grocery-inflation-back-in-single-digits-for-first-time-in-16-months-13002151", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Grocery inflation 'back in single digits' - as supermarket with fastest sales growth named", "lead": "The pace of grocery inflation has eased back to single digits for the first time since July last year, according to closely-watched industry data.", "author": "James Sillars", "datePublished": "2023-11-07 08:32:00", "dateScraped": "2023-11-07 11:49:19.151191", "dateUpdated": "2023-11-07 08:32:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-supermarket-anonymous_6250843.jpg?20230814175037", "body": [{"type": "text", "text": "Kantar Worldpanel, which records supermarket sales and price data, put the annual rate at 9.7% during the four weeks to 29 October."}, {"type": "headline", "text": "It said the decline, from the 11% recorded over the previous four weeks, was still mainly driven by discounting as chains sought to bolster customer loyalty in the run-up to the crucial season for Christmas sales."}, {"type": "text", "text": "The report pointed to limited contributions elsewhere as only butter, pasta and milk were among everyday items that cost less than a year ago."}, {"type": "text", "text": "Fraser McKevitt, Kantar's head of retail and consumer insight, said: 'Retailers continue to look at ways of softening the blow for shoppers and slowing the rate of price rises."}, {"type": "text", "text": "'This has included upping the ante on promotions - every single one of the grocers increased the proportion of sales through deals versus last year, which is something that has only happened on one other occasion in nearly 10 years."}, {"type": "text", "text": "'Consumer spending on promotions has now hit 27.2% of total grocery sales - the highest level we've seen since Christmas last year."}, {"type": "text", "text": "'This is a big gear shift from October 2022 when this figure was less than a quarter.'"}, {"type": "text", "text": "That promotional activity was stripped away after Christmas as consumers and businesses alike faced rising costs on many fronts, including energy bills."}, {"type": "text", "text": ""}, {"type": "text", "text": "The report said that while the latest easing in grocery inflation would be welcome, it was clear shoppers were continuing to feel the pinch as own label sales remained ahead of branded lines in terms of demand."}, {"type": "text", "text": "Own label lines have grown ahead of their branded counterparts every month since February 2022."}, {"type": "text", "text": "However, that gap could close by the festive season."}, {"type": "headline", "text": "A separate report released by Barclaycard on Tuesday suggested shoppers were holding off on discretionary spending last month, amid the wider cost of living crisis, to save money for Christmas."}, {"type": "text", "text": "Of those seeking savings, 45% were using vouchers or loyalty points to get money off shopping, while 38% were visiting multiple supermarkets to source a range of deals."}, {"type": "headline", "text": "Kantar declared that Lidl saw the fastest sales growth among chains during October, while Sainsbury's made the most progress among the more established supermarkets."}]}, {"_id": "654a162f785bab26099c9b34", "url": "https://news.sky.com/story/scottish-justice-secretary-open-to-discussion-on-firework-sale-ban-after-bonfire-night-disorder-13002495", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Scottish justice secretary 'open to discussion' on firework sale ban after Bonfire Night disorder", "lead": "Scotland's justice secretary has said she is 'open to discussion' on a ban on the sale of fireworks to the public following widespread disorder on Bonfire Night.", "author": "NONE", "datePublished": "2023-11-07 10:20:00", "dateScraped": "2023-11-07 11:49:19.360444", "dateUpdated": "2023-11-07 10:20:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/police-scotland-bonfire_6350910.jpg?20231107094335", "body": [{"type": "text", "text": "Police and firefighters clashed with large groups on Sunday - with fireworks and petrol bombs thrown and 21 crimes being committed, Angela Constance said."}, {"type": "headline", "text": "The emergency crews came under attack in Edinburgh, Glasgow and Dundee."}, {"type": "text", "text": "The worst disorder took place in the Niddrie area of Scotland's capital."}, {"type": "text", "text": "A large group of youths and adults gathered on Hay Avenue in a repeat of disorder seen last year in the neighbourhood."}, {"type": "text", "text": "Police said around 50 youngsters were responsible for launching fireworks, petrol bombs and other projectiles at buildings, vehicles and officers."}, {"type": "text", "text": "The force said four officers sustained minor injuries but did not require hospital treatment."}, {"type": "text", "text": "In Glasgow, around 20 youths were reportedly fighting and throwing fireworks within the Quarrywood Avenue area of Barmulloch."}, {"type": "text", "text": "Four people, including a police officer, were taken to Glasgow Royal Infirmary for treatment."}, {"type": "text", "text": "Speaking to BBC Radio Scotland on Tuesday, Ms Constance said she would be open to a ban on fireworks sales, although Scotland does not currently hold the powers to do so."}, {"type": "text", "text": "'I'm open-minded about it, open to discussion,' she said."}, {"type": "text", "text": "'It's not within our powers for an outright ban, but open to discussion.'"}, {"type": "text", "text": "Her comments come in response to Edinburgh City Council leader Cammy Day, who said something would have to change before 'someone is seriously, seriously injured'."}, {"type": "headline", "text": "Police Scotland said investigating officers do not believe the clashes were spontaneous."}, {"type": "text", "text": "Assistant Chief Constable Tim Mairs said: 'Although many of those involved were youths, there were undoubtedly adults involved in orchestrating that behaviour.'"}, {"type": "headline", "text": "Speaking on Monday, First Minister Humza Yousaf, who criticised the 'thuggish' and 'reckless' behaviour from those involved, said he would consider such a move if it was within the Scottish government's powers."}, {"type": "text", "text": "He added: 'But it shouldn't require the government to stop people throwing fireworks at fire officers, stopping them hurling bricks at our police officers - you don't need legislation to know that that is unacceptable.'"}, {"type": "text", "text": "Tam Baillie, former children and young people's commissioner, said that cuts to youth services in deprived areas could have been a factor in the disorder."}, {"type": "text", "text": "But Ms Constance said: 'I would dispute that, but the point that Mr Baillie makes about prevention is an important one and this government continues to invest in preventative services.'"}, {"type": "text", "text": "The justice secretary pointed to the CashBack for Communities programme, which redirects funds seized by police under the Proceeds of Crime Act to youth services, and the violence reduction framework as such investments."}]}, {"_id": "654a162f785bab26099c9b35", "url": "https://news.sky.com/story/parents-tribute-to-happy-funny-boy-who-died-in-essex-school-run-crash-13002486", "primaryCategory": "uk news", "subCategories": "NONE", "title": "'Happy, funny boy' who died in school run crash named by police", "lead": "The parents of a teenager hit and killed in a crash during the school run have paid tribute to their 'beautiful boy'.", "author": "NONE", "datePublished": "2023-11-07 10:42:00", "dateScraped": "2023-11-07 11:49:19.564696", "dateUpdated": "2023-11-07 10:42:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-freddie-coleman-essex_6351379.jpg?20231107090311", "body": [{"type": "headline", "text": "Freddie Coleman, 15, died after he was struck by a vehicle in Stock Road in Stock - near Chelmsford in Essex - on Friday at around 8.20am."}, {"type": "text", "text": "A second teenage boy was airlifted to hospital for treatment for serious injuries."}, {"type": "text", "text": "Both were students at Mayflower High School in Billericay, which is around one-and-a-half miles from the crash scene."}, {"type": "text", "text": "Freddie's parents Jason and Jo said: 'Our beautiful boy Freddie, a much-loved son, grandson, brother, nephew and uncle sadly died on November 3 at 8.30am."}, {"type": "text", "text": "'He was loved by everybody who knew him, our kind, happy, funny boy. Please respect our privacy during this dreadful time.'"}, {"type": "text", "text": "A 23-year-old man was arrested after the crash on suspicion of causing death by dangerous driving, causing serious injury by dangerous driving and driving while unfit through drink or drugs."}, {"type": "text", "text": "He has been released while police make further enquiries."}, {"type": "text", "text": "Essex Police is appealing for people who witnessed the incident to come forward with information."}]}, {"_id": "654a162f785bab26099c9b36", "url": "https://news.sky.com/story/k-pop-group-stayc-greet-fans-at-ibrox-stadium-in-glasgow-after-rangers-kit-mix-up-13002470", "primaryCategory": "uk news", "subCategories": "NONE", "title": "K-pop group greet fans at Ibrox Stadium after Rangers kit mix-up", "lead": "A K-pop group that mistakenly wore Rangers FC shirts during a performance in the US were warmly welcomed to Glasgow during a visit to Ibrox Stadium.", "author": "NONE", "datePublished": "2023-11-07 09:39:00", "dateScraped": "2023-11-07 11:49:19.759828", "dateUpdated": "2023-11-07 09:39:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-stayc-rangers_6351386.jpg?20231107090724", "body": [{"type": "headline", "text": "STAYC, pronounced Stacey, had worn the 1990s Rangers FC strip during a show in Texas last month, thinking it was a kit worn by the Dallas Rangers baseball team."}, {"type": "text", "text": "The Scottish club later invited the group to the stadium, where they introduced themselves to a large group of supporters who gathered outside Edmiston House."}, {"type": "text", "text": "Members of the band thanked the crowd for visiting them in what was their first trip to Scotland."}, {"type": "text", "text": "One member said: 'This is our first time in Scotland and we are so happy right now. Are you guys fans of Rangers too?'"}, {"type": "text", "text": "Another band member shouted: 'We love Rangers!'"}, {"type": "text", "text": "The crowd cheered and fans took photographs while the band posed in a custom-made Rangers FC strip, each with the number 23 and STAYC printed on the back."}, {"type": "text", "text": "STAYC, a female K-pop group from South Korea, consists of band members Isa, Seeun, Yoon, J, Sumin and Sieun."}, {"type": "text", "text": "The group formed in 2020 and soon became popular, with a following across much of Asia and the West."}]}, {"_id": "654a1630785bab26099c9b37", "url": "https://news.sky.com/story/eu-equality-laws-to-be-reinstated-to-avoid-gap-in-protections-for-workers-13002094", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Brexit U-turn? EU equality laws to be reinstated to avoid 'gap in protections' for workers", "lead": "The government has announced plans to reinstate EU equality laws before they expire at the end of the year &#8211; admitting the move is required to avoid a 'clear gap in protections' for workers.", "author": "Faye Brown", "datePublished": "2023-11-07 02:03:00", "dateScraped": "2023-11-07 11:49:20.204980", "dateUpdated": "2023-11-07 02:03:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-eu-and-uk-flag-eu-uk_6268152.jpg?20230830173420", "body": [{"type": "text", "text": "Ministers will today lay a statutory instrument intended to 'enshrine' key rights and principles derived from the European Union into British law."}, {"type": "headline", "text": "Politics Live: Braverman is 'dangerous' and 'divisive', ex-Tory minister tells Sophy Ridge"}, {"type": "text", "text": "It follows questions over whether some employment protections related to things like equal pay and maternity leave would be scrapped from January when The Retained EU Law (Revocation and Reform) Bill comes into effect."}, {"type": "text", "text": "The controversial legislation - also known as the 'Brexit Freedoms Bill' - will dispense with hundreds of Brussels-derived laws still on British statue books. It will also end the supremacy of EU law over UK law, erasing previous case law principles."}, {"type": "text", "text": "Trade unions and employment lawyers had warned this would create uncertainty over key protections for British workers which derive from the EU and don't exist in British law."}, {"type": "text", "text": "The government said its update today means 'that necessary protections are clearly stated in our domestic legislation'."}, {"type": "text", "text": "One legal expert welcomed the announcement - but said it raised 'legitimate questions' around what gains had been made from post-Brexit sovereignty if EU laws are simply going to be replicated."}, {"type": "headline", "text": "The protections being retained include the 'single-source' test, which gives women the right to equal pay with men for doing work of equal value, and preventing women from experiencing less favourable treatment at work because they are breastfeeding."}, {"type": "text", "text": "Other laws being retained include:"}, {"type": "text", "text": "• Protecting women from unfavourable treatment after they return from maternity leave, where that treatment is in connection with a pregnancy or a pregnancy-related illness occurring before their return;"}, {"type": "text", "text": "• Ensuring that women can continue to receive special treatment from their employer in connection with maternity, for example through enhanced occupational maternity schemes;"}, {"type": "text", "text": "• Confirming that the definition of disability in the context of employment will explicitly cover working life;"}, {"type": "text", "text": "• Holding employers accountable if they create or allow discriminatory recruitment conditions, such as if they make public discriminatory statements about access to employment in their organisation;"}, {"type": "text", "text": "• Providing explicit protections from indirect discrimination by association, so that those who may be caught up and disadvantaged by discrimination against others are also protected."}, {"type": "text", "text": "The move could risk angering Eurosceptic Tories, who want to see the UK move away from the EU's influence."}, {"type": "text", "text": "Max Winthrop, the chair of the Law Society's Employment Law Committee, welcomed the clarification that vital rights 'would not be for the legislative dustbin as of December 31st'."}, {"type": "text", "text": "However, he said the move does raise 'legitimate questions' about the point of Brexit, from a sovereignty standpoint."}, {"type": "text", "text": "'When we are effectively replicating legislation from the EU, and I can understand why the government have done that because it would not be particularly popular to say 'let's scrap maternity rights', it does leave the big question as to what exactly is it that we've gained from leaving the EU,' he told Informfully."}, {"type": "text", "text": "'We haven't gained what was sometimes referred to as the Singapore-on-the-Thames approach. In other words, to deregulate the marketplace. So you then have to ask yourself the question, is the loss of seamless trade throughout the European Economic Area really worth the cattle?'."}, {"type": "headline", "text": "He added that the announcement shows why the original plan to scrap all remaining EU laws by the end of this year 'would have probably been disastrous'."}, {"type": "text", "text": "'It shows the complexity of junking 40 years worth of (EU) legislation, and the sorts of steps we've had to go through to maintain the protections that a lot of people probably thought they already had.'"}, {"type": "text", "text": "The Retained EU Law (Revocation and Reform) Bill was originally intended to scrap all EU-era laws which were kept in place after the Brexit transition period in order to minimise disruption to businesses."}, {"type": "headline", "text": "But the promised bonfire of Brussels rules and regulations was dramatically scaled-back in May, with less than 600 now set to be junked by the end of this year."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Business Secretary Kemi Badenoch said the change was necessary because of the 'risks of legal uncertainty' caused by automatically scrapping some 4,000 laws, but there was significant backlash from within the Conservative Party, with arch-Brexiteer Jacob Rees-Mogg accusing the prime minister of 'behaving like a Borgia'."}, {"type": "text", "text": "Notes accidently left on the press release announcing today's measures suggest some concern that retaining the protections could rile up the right wing of the party."}, {"type": "text", "text": "The notes discussed how to answer questions about why the government isn't scrapping the protections, and whether maintaining discrimination laws would threaten free speech and 'make businesses feel they must follow the woke agenda'."}, {"type": "text", "text": "The document stresses that if the EU laws aren't retained, 'employers would in some circumstances be able to make statements, for example, that they wouldn't hire people because they are black. That is not right and not in line with Britain's proud history of equality and fair play'."}, {"type": "text", "text": "'We are only restating laws where there would otherwise be a clear gap in protections: this is an area where we think the law needs to be strong and clear,' the document says."}, {"type": "text", "text": "A government spokesperson said: 'We are committed to ensuring that the fundamental rights and freedoms of people in the United Kingdom remain protected."}, {"type": "text", "text": "'Our work is ensuring that necessary protections are retained and will end the inherent uncertainty of relying on judicial interpretations of EU law.'Today's update will ensure that Great Britain maintains its proud history of equality and that necessary protections are clearly stated in our domestic legislation.'"}, {"type": "headline", "text": "King's Speech live: Watch our special programme on Informfully, hosted by Sophy Ridge, from 10.30am on Tuesday. You will also be able to follow the event live via the Politics Hub on the Informfully app and website."}]}, {"_id": "654a1630785bab26099c9b38", "url": "https://news.sky.com/story/petrol-thefts-number-of-drivers-stealing-fuel-more-than-quadruples-in-four-years-13002093", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Number of drivers stealing fuel rises sharply", "lead": "Petrol theft has risen sharply in Britain, according to new data, and it could be down to 'systematic criminal activity'.", "author": "NONE", "datePublished": "2023-11-07 01:56:00", "dateScraped": "2023-11-07 11:49:20.390261", "dateUpdated": "2023-11-07 01:56:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-petrol-pump-forecourt_6244447.jpg?20230808153138", "body": [{"type": "text", "text": "Figures gathered by the RAC Foundation show there were 39,563 incidents between July and September this year - a 77% rise from 22,335 over the same period last year."}, {"type": "text", "text": "That's also a fourfold increase from 8,558 incidents in those three months in 2019."}, {"type": "text", "text": "The British Oil Security Syndicate - which campaigns to reduce crime on forecourts - estimates these incidents cost filling stations an average of £10,500 each per year."}, {"type": "text", "text": "Most of the incidents are likely to relate to drive-offs - also referred to as bilking - when someone fills up their vehicle without paying, and then leaves."}, {"type": "text", "text": "Drivers convicted of making off without payment, which is an offence under the Theft Act 1978, face a maximum penalty of two years in prison and/or an unlimited fine."}, {"type": "text", "text": "RAC Foundation director Steve Gooding said the figures come as 'no surprise' and might 'only hint at a bigger issue'."}, {"type": "text", "text": "'While it may be that the cost of living crisis is tempting some people to risk driving off without paying, the real headache for fuel suppliers is if this is a sign of more systematic criminal activity,' he added."}, {"type": "text", "text": "'The message to anyone tempted to bilk the service station must be 'don't fill up if you can't pay up' because getting caught is a real possibility, and financial losses to companies ultimately lead to higher prices for us all.'"}]}, {"_id": "654a1630785bab26099c9b39", "url": "https://news.sky.com/story/wayne-rooney-says-he-would-drink-until-he-passed-out-in-early-20s-13002493", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Rooney says he would drink 'almost until he passed out' in his early 20s", "lead": "Wayne Rooney has revealed he would drink alcohol until he passed out to cope with the pressures of professional football in his early 20s.", "author": "Niamh Lynch", "datePublished": "2023-11-07 10:45:00", "dateScraped": "2023-11-07 11:49:20.578669", "dateUpdated": "2023-11-07 10:45:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-wayne-rooney-birmingham-city_6351441.jpg?20231107094737", "body": [{"type": "headline", "text": "In a new podcast hosted by former rugby league star Rob Burrow, 38-year-old Rooney said his 'release was alcohol' when he faced challenges both on and off the pitch."}, {"type": "text", "text": "'When I was in my early 20s, I'd spend a couple of days at home and wouldn't move out of the house and drink almost until I passed out,' he said."}, {"type": "text", "text": "'I didn't want to be around people because sometimes you feel embarrassed and sometimes you feel like you've let people down."}, {"type": "text", "text": "'Ultimately I didn't know how else to deal with it, so I chose alcohol to try and help me get through that,' Rooney added."}, {"type": "text", "text": "'There were people there for me to speak to but I chose not to do that and tried to deal with it myself."}, {"type": "text", "text": "'When you do that and don't take the help and guidance of others, you can really be in a low place and I was for a few years with that."}, {"type": "text", "text": "'Thankfully now I am not afraid to go and speak to people over some issues which I may have.'"}, {"type": "text", "text": "The now-Birmingham City manager made his Premier League debut for Everton in 2002 aged 16. He joined Manchester United two years later in a then-record £27m move."}, {"type": "headline", "text": "Rooney scored 53 goals for England and is Manchester United's all-time leading goalscorer."}, {"type": "headline", "text": "He spent 13 years at Old Trafford before playing for Everton, DC United and Derby."}, {"type": "text", "text": "Rugby legend Burrow and his wife Lindsey are set to interview sporting legends including Jonny Wilkinson and Dame Kelly Holmes during his new seven-part podcast series."}, {"type": "text", "text": "Burrow uses AI technology and a computerised voice to communicate and 'eye gaze' technology to quiz his podcast guests."}, {"type": "headline", "text": "Rooney also praised Burrow's 'inspiring' way of dealing with motor neurone disease and referenced his wife Coleen's sister Rosie, who died from Rett syndrome aged 14."}, {"type": "text", "text": "'I know first-hand the impact this can have on yourself and the people closest to you,' Rooney said."}, {"type": "text", "text": "'Everyone has to change the way of living and I had that with my sister-in-law who suffered not the same illness, but something as severe."}, {"type": "text", "text": "'Your energy and you staying strong really helps everyone around you. I will always be here, and your family and close friends will always be there, to help you with whatever you need.'"}]}, {"_id": "654a1630785bab26099c9b3a", "url": "https://news.sky.com/story/palestinian-pm-cries-in-cabinet-meeting-retelling-story-of-children-killed-in-gaza-13002452", "primaryCategory": "world", "subCategories": "NONE", "title": "Palestinian PM breaks down in tears during cabinet meeting", "lead": "Palestinian Prime Minister Mohammad Shtayyeh broke down in tears during a cabinet meeting as he recounted the story of a mother whose children were buried under the rubble in Gaza.", "author": "NONE", "datePublished": "2023-11-07 10:42:00", "dateScraped": "2023-11-07 11:49:20.920861", "dateUpdated": "2023-11-07 10:42:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-palestinian-pm-gaza_6350757.jpg?20231106154936", "body": [{"type": "headline", "text": "Mr Shtayyeh struggled to speak during the Palestinian Authority's meeting yesterday as he described how children write their names on their own bodies so their corpses can be identified."}, {"type": "text", "text": "The prime minister cried as he said: 'The mother of the three children who were buried under the rubble tells her children: 'Let me see you, even in a dream.''"}, {"type": "headline", "text": "Follow live: Netanyahu hints at 'indefinite control' over Gaza - war latest"}, {"type": "text", "text": "The 65-year-old appeared to be overcome with emotion, taking a lengthy pause to compose himself before adding: 'Mercy be upon the souls of the martyrs and shame on the criminals.'"}, {"type": "text", "text": "The conflict between Israel and Hamas is now in its fifth week after Hamas militants launched a surprise attack on Israel on 7 October."}, {"type": "text", "text": "Gaza's Hamas-run health ministry says more than 10,000 people have been killed since 7 October, two-thirds of them women and children."}, {"type": "text", "text": "Israel's mass air strikes and ground operations in Gaza come after more than 1,400 people were killed by Hamas in the initial attack."}, {"type": "headline", "text": "Mr Shtayyeh also claimed that Israel's heritage minister, Amihai Eliyahu, who was suspended for saying dropping a nuclear bomb on Gaza was 'one of the possibilities', was 'not satisfied with 10,000 martyrs'."}, {"type": "text", "text": "'He wanted to see Hiroshima in Gaza,' the Palestinian PM added. 'He wanted to see genocide accomplished with the nuclear bomb Israel possesses.'"}, {"type": "text", "text": "Israel's prime minister Benjamin Netanyahu said the statement by Eliyahu, of the right-wing Otzma Yehudit party, was 'not based in reality'."}, {"type": "text", "text": ""}, {"type": "text", "text": "Ground operations inside the Gaza Strip are ongoing, with troops from the Israel Defence Forces (IDF) on the ground inside the enclave."}, {"type": "text", "text": "Operations on the ground and from the air have been intensifying in recent days, with the IDF claiming to have killed a number of key Hamas commanders."}, {"type": "text", "text": "The Israeli prime minister has given the most direct indication yet his country plans to maintain control over Gaza after its war with Hamas, saying his country will have 'overall security responsibility' in Gaza 'for an indefinite period'."}]}, {"_id": "654a1631785bab26099c9b3b", "url": "https://news.sky.com/story/israel-hamas-war-netanyahu-says-israel-will-have-overall-security-role-in-gaza-for-indefinite-period-13002439", "primaryCategory": "world", "subCategories": "NONE", "title": "Netanyahu says Israel will have 'overall security' role in Gaza for 'indefinite period'", "lead": "Benjamin Netanyahu says Israel will have 'overall security responsibility' in Gaza for an 'indefinite period' after its war with Hamas.", "author": "NONE", "datePublished": "2023-11-07 10:18:00", "dateScraped": "2023-11-07 11:49:21.419676", "dateUpdated": "2023-11-07 10:18:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-palestinians-khan-younis_6351353.jpg?20231107084514", "body": [{"type": "text", "text": "The Israeli prime minister's comments are the clearest indication of his country's plans to maintain control over the Gaza Strip, which is home to 2.3 million Palestinians."}, {"type": "headline", "text": "Mr Netanyahu told ABC News that Israel should have security responsibility in Gaza 'for an indefinite period' because 'we've seen what happens when we don't have it,' referring to an 'eruption of Hamas terror on a scale that we couldn't imagine'."}, {"type": "text", "text": "He said Gaza should be governed by 'those who don't want to continue the way of Hamas'."}, {"type": "headline", "text": "Follow latest: IDF secures 'Hamas military stronghold'"}, {"type": "text", "text": ""}, {"type": "text", "text": "'I think Israel will, for an indefinite period... have the overall security responsibility because we've seen what happens when we don't have it,' Mr Netanyahu said."}, {"type": "text", "text": "'When we don't have that security responsibility, what we have is the eruption of Hamas terror on a scale that we couldn't imagine.'"}, {"type": "headline", "text": "Israeli's military says it has split Gaza in two and encircled Gaza City after more than a week battling Hamas militants inside the territory."}, {"type": "text", "text": "Israeli media reported on Monday that troops are expected to enter the city within 48 hours."}, {"type": "headline", "text": "It comes as the second in command of Lebanon's Hezbollah hinted that the group could be dragged into a more intense conflict with Israel if it does not halt its attack on Gaza."}, {"type": "text", "text": "Speaking to NBC News, Naim Qassem said Hezbollah 'is in the position of resistance and reaction' as he questioned global support for Israel's military action."}, {"type": "text", "text": "'The one who expands the aggression is Israel and who expands the aggression is America and Europe that supports the Israeli actions,' he said."}, {"type": "text", "text": "'And what expands the aggression is the killing of civilians and children."}, {"type": "text", "text": "'It's not possible to watch these difficult, painful and dangerous scenes and not get involved because what they do in Palestine they will do later in Lebanon and the region.'"}, {"type": "text", "text": ""}, {"type": "headline", "text": "Meanwhile, the Lebanese foreign minister told Informfully that discussions with Hezbollah and its Iranian funders have left him 'less pessimistic' about the outbreak of a wider war in the Middle East."}, {"type": "text", "text": "'No one wants war,' Abdallah Bou Habib said from his office in the Lebanese capital Beirut."}, {"type": "text", "text": "'I don't think they'll be a war soon in Lebanon - and I think you know even the Iranians and Hezbollah are not assuring us, but saying this in an indirect way."}, {"type": "text", "text": "'When the Iranian foreign minister asks about what's happening to a ceasefire, that means they don't want war.'"}, {"type": "text", "text": "More than 10,000 Palestinians have been killed in the conflict so far, including more than 4,100 children and minors, according to Gaza's health ministry."}, {"type": "text", "text": "Officials in Israel have said 1,400 people have been killed in the country since 7 October, when Hamas launched its surprise attacks."}, {"type": "text", "text": "On Monday, Mr Netanyahu expressed willingness for 'little pauses' in the fighting to facilitate the release of 239 hostages that are believed are still held by Hamas."}, {"type": "text", "text": "But the Israeli PM ruled out any general ceasefire without the release of all those held captive."}, {"type": "headline", "text": "Click to subscribe to the Informfully Daily wherever you get your podcasts"}, {"type": "text", "text": "US President Joe Biden maintains that a general ceasefire would not be an appropriate step - a stance backed up by Rishi Sunak."}, {"type": "text", "text": "On Monday, White House spokesperson John Kirby said the US and Israeli governments would continue to be in touch regarding potential pauses for humanitarian reasons and possible hostage releases."}]}, {"_id": "654a1631785bab26099c9b3c", "url": "https://news.sky.com/story/ukrainian-major-hennady-chastyakov-killed-by-grenade-given-to-him-as-birthday-present-13002419", "primaryCategory": "world", "subCategories": "NONE", "title": "Ukrainian major killed by birthday present", "lead": "A Ukrainian major has died after he was accidentally blown up by a grenade given to him as a birthday present.", "author": "NONE", "datePublished": "2023-11-07 09:24:00", "dateScraped": "2023-11-07 11:49:21.630097", "dateUpdated": "2023-11-07 09:24:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-grenade-hand-grenade_6351389.jpg?20231107090924", "body": [{"type": "text", "text": "Hennady Chastyakov was killed as he showed the gift to his teenage son at home on Monday, officials said."}, {"type": "text", "text": "It was initially thought that the 39-year-old had been killed by a booby-trapped gift."}, {"type": "text", "text": "But interior minister Ihor Klymenko later issued a statement to clarify that it had been a 'tragic explosion'."}, {"type": "headline", "text": "Follow latest: Sign of rising tensions as Russia withdraws from post-Cold War treaty"}, {"type": "text", "text": "Writing on the Telegram messaging app, Mr Klymenko said the major had returned home with gifts from his colleagues, including a box of Western-made grenades."}, {"type": "text", "text": "'The son first took the munition in his hand and began to twist the ring,' Mr Klymenko said."}, {"type": "text", "text": "'Then, the serviceman took the grenade from the child and pulled the ring, causing a tragic explosion.'"}, {"type": "text", "text": "Major Chastyakov's 13-year-old was also seriously injured in the blast, Ukrainian media reported."}, {"type": "text", "text": "Mr Klymenko said the colleague who gave him the gift had been identified and that two more grenades of the same type were found in his office by investigators."}, {"type": "text", "text": "He said he had issued the statement so as not to 'spread unofficial information.'"}, {"type": "text", "text": "Major Chastyakov had been an assistant to Ukraine's military commander-in-chief General Valery Zaluzhnyi, who expressed condolences to his family."}, {"type": "text", "text": "He said: 'My assistant and close friend, Major Hennady Chastyakov, was killed in tragic circumstances on his birthday in a family setting."}, {"type": "text", "text": "'An unknown explosive device went off in one of his presents.'"}, {"type": "text", "text": "A security source told newspaper Ukrainska Pravda that Major Chastyakov was a graduate of a military academy and fully trained in handling grenades."}, {"type": "text", "text": ""}, {"type": "headline", "text": "General Zaluzhnyi sparked a row over the weekend after he said there would 'most likely be no deep and beautiful breakthrough' despite his country's counteroffensive against Russian forces, that was launched in June."}, {"type": "headline", "text": "The comments prompted President Volodymyr Zelenskyy to reject claims that the war, which has been raging for 20 months, is at a stalemate."}]}, {"_id": "654a1631785bab26099c9b3d", "url": "https://news.sky.com/story/k-pop-group-stayc-greet-fans-at-ibrox-stadium-in-glasgow-after-rangers-kit-mix-up-13002470", "primaryCategory": "world", "subCategories": "NONE", "title": "K-pop group greet fans at Ibrox Stadium after Rangers kit mix-up", "lead": "A K-pop group that mistakenly wore Rangers FC shirts during a performance in the US were warmly welcomed to Glasgow during a visit to Ibrox Stadium.", "author": "NONE", "datePublished": "2023-11-07 09:39:00", "dateScraped": "2023-11-07 11:49:21.881190", "dateUpdated": "2023-11-07 09:39:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-stayc-rangers_6351386.jpg?20231107090724", "body": [{"type": "headline", "text": "STAYC, pronounced Stacey, had worn the 1990s Rangers FC strip during a show in Texas last month, thinking it was a kit worn by the Dallas Rangers baseball team."}, {"type": "text", "text": "The Scottish club later invited the group to the stadium, where they introduced themselves to a large group of supporters who gathered outside Edmiston House."}, {"type": "text", "text": "Members of the band thanked the crowd for visiting them in what was their first trip to Scotland."}, {"type": "text", "text": "One member said: 'This is our first time in Scotland and we are so happy right now. Are you guys fans of Rangers too?'"}, {"type": "text", "text": "Another band member shouted: 'We love Rangers!'"}, {"type": "text", "text": "The crowd cheered and fans took photographs while the band posed in a custom-made Rangers FC strip, each with the number 23 and STAYC printed on the back."}, {"type": "text", "text": "STAYC, a female K-pop group from South Korea, consists of band members Isa, Seeun, Yoon, J, Sumin and Sieun."}, {"type": "text", "text": "The group formed in 2020 and soon became popular, with a following across much of Asia and the West."}]}, {"_id": "654a1632785bab26099c9b3e", "url": "https://news.sky.com/story/bored-ape-yacht-club-aware-of-eye-related-issues-following-festival-in-hong-kong-13002404", "primaryCategory": "world", "subCategories": "NONE", "title": "Bored Ape Yacht Club 'aware' of 'eye-related issues' following festival", "lead": "Viral crypto art brand Bored Ape Yacht Club says it is 'aware' of 'eye-related issues' suffered by fans following one of its events in Hong Kong.", "author": "James Robinson", "datePublished": "2023-11-07 09:16:00", "dateScraped": "2023-11-07 11:49:22.350781", "dateUpdated": "2023-11-07 09:16:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-bored-ape-yacht-club_6351304.jpg?20231107075517", "body": [{"type": "headline", "text": "The company behind the non-fungible token (NFT) art firm said it is looking into reports that attendees suffered from eye burn, extreme pain and impaired vision after attending ApeFest."}, {"type": "text", "text": "The festival, held every year for top collectors of the cartoon ape NFTs, had a stage with UV lights, according to the US tech news site, The Verge."}, {"type": "text", "text": "More than a dozen people who attended last weekend's festival shared on social media that they were suffering from eye pain and vision problems."}, {"type": "text", "text": "One person reported on X, formerly Twitter, that they had been diagnosed with photokeratitis - commonly known as 'snow blindness' to skiers - a condition caused by unprotected exposure to ultraviolet radiation."}, {"type": "text", "text": "Bored Ape Yacht Club said: 'Apes, we are aware of the eye-related issues that affected some of the attendees of ApeFest and have been proactively reaching out to individuals since yesterday to try and find the potential root causes."}, {"type": "text", "text": "'Based on our estimates, we believe that much less than 1% of those attending and working the event had these symptoms."}, {"type": "text", "text": "'While nearly everyone has indicated their symptoms have improved, we encourage anybody who feels them to seek medical attention just in case.'"}, {"type": "text", "text": "In a statement to The Verge, Yuga Labs, the parent company of Bored Ape Yacht Club, said it had been in direct contact with 15 people who had been affected by eye issues following the event."}, {"type": "headline", "text": "What is Bored Ape Yacht Club?"}, {"type": "text", "text": "Launched in 2021, Bored Ape Yacht Club is considered one of, if not the most, successful NFT projects to date - with A-listers including Justin Bieber and Snoop Dogg buying their own cartoon ape."}, {"type": "text", "text": "The club consists of a collection of cartoon ape NFTs - essentially unique digital assets - built on the Ethereum blockchain."}, {"type": "text", "text": "Owners of the NFTs - some of which have been sold for millions of pounds - are granted access to a private online club and exclusive in-person events, such as ApeFest."}, {"type": "text", "text": "However, after peaking in May last year, the popularity of the NFT market has somewhat waned since, with sales down by around 98% when compared to September this year, according to the industry data tracker, CryptoSlam."}]}, {"_id": "654a1632785bab26099c9b3f", "url": "https://news.sky.com/story/israel-hamas-war-hezbollah-official-says-group-could-be-forced-into-wider-conflict-over-gaza-attacks-13002377", "primaryCategory": "world", "subCategories": "NONE", "title": "Hezbollah official says group could be forced into wider conflict over Gaza attacks", "lead": "The second in command of Lebanon's Hezbollah has hinted the militia could be dragged into a more intense conflict with Israel if it does not halt its attacks on Gaza.", "author": "NONE", "datePublished": "2023-11-07 10:00:00", "dateScraped": "2023-11-07 11:49:22.556798", "dateUpdated": "2023-11-07 10:00:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-naim-qassem-hezbollah_6351205.jpg?20231107044441", "body": [{"type": "headline", "text": "In an exclusive interview with NBC News, Naim Qassem said the group questioned global support of Israel's military action in Gaza."}, {"type": "text", "text": "'How does America and the rest of the world have the right to stand on the side of Israel that kills civilians and children and destroys homes while we don't have the right to support our people and loved ones in Palestine and the region,' he told Matt Bradley."}, {"type": "headline", "text": "When asked if action by Hezbollah risked bringing Lebanon and the wider region into a war with Israel, Qassem added: 'Hezbollah is in a position of resistance and reaction."}, {"type": "text", "text": "'The one who expands the aggression is Israel and who expands the aggression is America and Europe that supports the Israeli actions."}, {"type": "text", "text": "'And what expands the aggression is the killing of civilians and children."}, {"type": "text", "text": "'It's not possible to watch these difficult, painful and dangerous scenes and not get involved because what they do in Palestine they will do later in Lebanon and the region.'"}, {"type": "headline", "text": "Live updates - Hamas armed wing in Lebanon 'fires rockets at Israel'"}, {"type": "text", "text": "Qassem's comments come just days after Hezbollah leader Hassan Nasrallah said all options on the Lebanese front were open and the group was 'ready for all possibilities' - as well as for US warships."}, {"type": "text", "text": "In his first speech since the outbreak of the war, he said: 'Your fleets in the Mediterranean... will not scare us.'"}, {"type": "text", "text": ""}, {"type": "headline", "text": "Nasrallah stopped short of announcing that Hezbollah was fully engaging in the Israel-Hamas war - but said the fighting on the Lebanon-Israel border would 'not be limited' to the scale seen until now and that all options are 'on the table'."}, {"type": "headline", "text": "Israeli Prime Minister Benjamin Netanyahu said on Monday that Israel will have 'overall security responsibility' in the Gaza Strip for an indefinite period of time after the war."}, {"type": "text", "text": "It was the clearest indication of Israel's plans over the enclave that is home to 2.3 million Palestinians."}, {"type": "text", "text": "Meanwhile, on Monday Gaza lost communications in its third total outage of the conflict so far, as Israel's military said it had divided the Palestinian territory into two."}, {"type": "headline", "text": "Click to subscribe to the Informfully Daily wherever you get your podcasts"}, {"type": "text", "text": "Israeli media reported the country's troops are expected to enter Gaza City within 48 hours, having encircled the area."}, {"type": "text", "text": "And according to the White House, Joe Biden and Benjamin Netanyahu have discussed the potential for 'tactical pauses' in fighting."}, {"type": "text", "text": "Spokesperson John Kirby said the US and Israeli governments would continue to be in touch regarding potential pauses for humanitarian reasons and possible hostage releases."}, {"type": "text", "text": "The leaders themselves would also continue talks in the coming days, he said."}, {"type": "text", "text": "'You can expect that we're going to continue to advocate for temporary and localised pauses in the fighting,' Mr Kirby said."}, {"type": "text", "text": "'We consider ourselves at the beginning of this conversation, not at the end of it.'"}, {"type": "text", "text": "The Biden administration maintains that a general ceasefire would not be an appropriate step - a stance backed up by British Prime Minister Rishi Sunak."}]}, {"_id": "654a1633785bab26099c9b40", "url": "https://news.sky.com/story/lebanons-foreign-minister-less-pessimistic-about-israel-hamas-war-spreading-13002268", "primaryCategory": "world", "subCategories": "NONE", "title": "Lebanon's foreign minister 'less pessimistic' about war spreading", "lead": "The Lebanese foreign minister has told Sky News that discussions with Hezbollah and its Iranian funders have left him 'less pessimistic' about the outbreak of a wider war in the Middle East region.", "author": "Alex Crawford", "datePublished": "2023-11-06 22:41:00", "dateScraped": "2023-11-07 11:49:23.013730", "dateUpdated": "2023-11-06 22:41:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-lebeanon-crawford_6351038.jpg?20231106204650", "body": [{"type": "text", "text": "'No one wants war,' Abdallah Bou Habib told us from his office in the Lebanese capital, Beirut."}, {"type": "headline", "text": "'And I don't think they'll be a war soon in Lebanon - and I think you know even the Iranians and Hezbollah are not assuring us, but saying this in an indirect way."}, {"type": "text", "text": "'When the Iranian foreign minister asks about what's happening to a ceasefire, that means they don't want war.'"}, {"type": "headline", "text": "Live updates - Hamas armed wing in Lebanon 'fires rockets at Israel'"}, {"type": "headline", "text": "But he went on to say the onus was on the Americans to try to halt the Israeli onslaught on Gaza - and press for a ceasefire - as soon as possible."}, {"type": "text", "text": "'The only country in the world that can make peace in this region is America,' the caretaker foreign minister said."}, {"type": "text", "text": "'Let's not fool ourselves. Both their enemies and their friends agree, America is the only one that can negotiate with others... so this is their role and it should be their role.'"}, {"type": "text", "text": "His words took on extra urgency as the Hamas military wing based in Lebanon announced it had fired as many as thirty rockets 40km inside Israel from its positions on the southern border and declared Hamas would continue to rule Gaza."}, {"type": "text", "text": "And in the Hezbollah stronghold of Dahiye in Beirut, thousands gathered to mourn the death of the latest fighter killed on the southern border."}, {"type": "text", "text": "'Hezbollah! Hezbollah!' they chanted as they carried his coffin, as well as shouting their allegiance to the Hezbollah leader, Hassan Nasrallah."}, {"type": "text", "text": "Hezbollah is funded by Iran - like Hamas."}, {"type": "text", "text": "But Hezbollah is viewed as much more militarily sophisticated and has been long feared for its military might."}, {"type": "text", "text": "It was founded in the late 1980s by Iran's Revolutionary Guard to fight Israel's invasion in Lebanon at the time and calls for the 'liberation of all Palestinian lands'."}, {"type": "text", "text": "It is designated a terrorist organisation by America and Britain, as well as multiple other countries."}, {"type": "headline", "text": "And there's been an underlying growing concern that the Israeli onslaught of Gaza - in response to the Hamas attack inside Israel on 7 October - could spill over and provoke a much wider regional, or even larger, conflict."}, {"type": "headline", "text": "But more than 50 Hezbollah fighters have been killed since the Hamas massacres in Israel, as Hezbollah and Israel trade rocket fire and almost daily strikes on the southern border."}, {"type": "text", "text": "And as the deaths rise, emotions and the desire for revenge does too."}, {"type": "text", "text": "Mourners crowded around the coffin of fighter Qassem Ibrahim Abu Taam, a young father with children, and both men and women wept openly."}, {"type": "text", "text": "In this charged atmosphere, the rhetoric from the committed Hezbollah politicians and spokespeople doesn't appear to be dialling down."}, {"type": "text", "text": "'The genocide that's taking place in Gaza is aching every human soul everywhere, regardless of the ethnicity. It's a matter for humanity,' Ibrahim Mousawi, Hezbollah MP and spokesperson, told us."}, {"type": "text", "text": "'It's either that we have a religion, we have morality, we have humanity - or not. That's why I tell you, we are ready, we are ready for any kind of sacrifices,' the Birmingham University graduate went on."}, {"type": "text", "text": "'We are behind the cause and behind the righteous people and we will continue to struggle no matter what… and we are not being threatened by the American fleets (stationed off the coast of Gaza) and not by the Israelis."}, {"type": "text", "text": "'We are ready to sacrifice (ourselves).'"}, {"type": "text", "text": "The temperature has risen in Lebanon since the Israelis admitted hitting a car on Sunday night on the road between Aainata and Aitaroun, about two miles from the border with Israel."}, {"type": "text", "text": ""}, {"type": "text", "text": "The IDF said it was attacked because they believed the vehicle was transporting terrorists - but the attack killed three little girls and their grandmother - relatives of journalist Sami Ayoub."}, {"type": "text", "text": "He told fellow journalists: 'Where are the terrorists? The Israelis are the terrorists and those who support them are too. America is the mother of all terrorism.'"}, {"type": "headline", "text": "Hezbollah leader Hassan Nasrallah addressed his followers - nearly a month into the Israeli offensive inside Gaza - last Friday."}, {"type": "text", "text": "In a nationwide broadcast from a secret location, he appeared to tread a masterful path between reassuring his supporters he did not fear taking on America and Israel, whilst also pulling back from declaring full-on war."}, {"type": "text", "text": "Instead he vowed any Lebanese civilians killed would provoke retaliation from Hezbollah.His underlying message appeared to be reinforced by the Lebanese foreign minister."}, {"type": "text", "text": "He told Informfully there was horror and dismay at the prospect of a war involving his country - already struggling with a crippling economic crisis and years of political instability.But he insisted all Arab leaders in the region were urging America to press the Israelis into agreeing a ceasefire and begin talks at the earliest opportunity to work towards a two-state solution.'They will never get rid of Hamas,' Mr Bou Habib said."}, {"type": "text", "text": "'Look at the way Gaza people were living... If it continues and it's getting worse now... there will be more extremists, more Hamas, and Hamas will be stronger.'"}]}, {"_id": "654a1633785bab26099c9b41", "url": "https://news.sky.com/story/israel-hamas-war-family-of-girl-8-feared-dead-in-attack-given-hope-she-may-be-hostage-13002263", "primaryCategory": "world", "subCategories": "NONE", "title": "Girl, 8, believed killed in Hamas attack thought to be alive and held hostage", "lead": "Thomas Hand has spent weeks mourning the death of his eight-year-old daughter, Emily.", "author": "Cordelia Lynch", "datePublished": "2023-11-06 23:14:00", "dateScraped": "2023-11-07 11:49:23.582280", "dateUpdated": "2023-11-06 23:14:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-hamas-hostage-emily_6351042.jpg?20231106205156", "body": [{"type": "text", "text": "He was told by Israeli authorities that she was murdered in Kibbutz Be’eri, a close-knit community where Hamas carried out a massacre."}, {"type": "text", "text": "But today he is sitting on the balcony of a hotel overlooking the Dead Sea, reacting to the news his daughter is now believed to be a hostage in Gaza."}, {"type": "text", "text": "'We're very, very happy,' he tells me, 'that there's a chance that she's alive and will come out of it, no matter how broken, physically or mentally. We're going to have to fix her. It's going to take years, but we want her back.'"}, {"type": "text", "text": "His eyes fill with tears as he says: 'We want to hug her again. We want to see her dancing again, singing.'"}, {"type": "headline", "text": "Israel-Gaza latest: Gaza becoming 'graveyard for children'"}, {"type": "text", "text": "She was having a sleepover at a friend’s house when Hamas stormed in and started opening fire in the kibbutz."}, {"type": "text", "text": "Her half-sister Nathalie shows me video Emily filmed on the morning the attack unfolded, huddled with her friend and her friend’s mother in the basement of their home."}, {"type": "text", "text": "'We’re in the safe room with our toys,' she says, in a video filmed as they tried to hide."}, {"type": "text", "text": "Initially, it was presumed she had been killed and that her body had been identified."}, {"type": "text", "text": "But her father says weeks later he was told there had been a mistake in identification and that there were no traces of Emily's DNA found."}, {"type": "text", "text": "Thomas says two mobile phones belonging to her friend and her friend’s mother have also been tracked to Gaza."}, {"type": "headline", "text": "Click to subscribe to the Informfully Daily wherever you get your podcasts"}, {"type": "text", "text": "Thomas has been through a harrowing journey from mourning to now, hope. At the time of Emily’s presumed death he felt some relief, comforted by the notion she wouldn’t be suffering at the hands of Hamas any longer."}, {"type": "text", "text": "Now, he wrestled with picturing her being held in a tunnel. 'I went from feeling the nightmare is over to, okay, I'm, I'm back in it. We're all back in it now.'"}, {"type": "text", "text": "But he is holding on desperately to the belief his 'angel,' who he says has an “amazing internal strength and spirit' will return."}, {"type": "text", "text": "I ask what he will do if she does. 'I won't let her out of my sight,' he says as he weeps, 'I just want to hold her and never let go'"}]}, {"_id": "654a1634785bab26099c9b42", "url": "https://news.sky.com/story/israel-hamas-war-gaza-loses-communication-as-israel-says-it-has-split-territory-into-two-13001832", "primaryCategory": "world", "subCategories": "NONE", "title": "Gaza 'split into two by Israel' and loses communication", "lead": "Gaza lost communications in its third total outage of the conflict so far, as Israel's military said it had divided the Palestinian territory into two.", "author": "NONE", "datePublished": "2023-11-06 18:01:00", "dateScraped": "2023-11-07 11:49:24.098998", "dateUpdated": "2023-11-06 18:01:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-gaza-israel_6350032.jpg?20231106005132", "body": [{"type": "text", "text": "Israeli media reported the country's troops are expected to enter Gaza City within 48 hours, having encircled the area."}, {"type": "headline", "text": "Strong explosions were seen in northern Gaza overnight, with the conflict now in its fifth week after Hamas militants launched a surprise attack on Israel on 7 October."}, {"type": "headline", "text": "Follow live: Israeli troops 'to enter major city within 48 hours'"}, {"type": "text", "text": "At the British embassy in Lebanon, some workers and their family members have been temporarily withdrawn as fears grow the war could spiral into a regional conflict - with Israel and Lebanon's Hezbollah group having traded fire along their border."}, {"type": "text", "text": "The UK Foreign Office has advised against 'all travel to Lebanon' and warned of 'civil unrest'."}, {"type": "text", "text": "It came before Hamas's armed wing in Lebanon said it had launched 16 rockets from the country towards the northern Israeli cities of Nahariyya and southern Haifa. The Israeli military said 30 rockets were launched at Israel from Lebanon in the last hour."}, {"type": "headline", "text": "Other key developments:• Hamas says 'Gaza holocaust' is taking place• US 'sends Iran a message saying it is seeking a ceasefire'• Number of people dead in Gaza during conflict rises to 10,022• Gaza border authority says Rafah crossing into Egypt is open• Three Palestinians 'killed after Israeli forces shot at their car in West Bank'"}, {"type": "text", "text": "Hamas spokesman Osama Hamdan gave a news conference earlier after Israel said the militant group had been stockpiling weapons under the Sheikh Hamad Hospital in Gaza."}, {"type": "text", "text": "He called on the UN to inspect hospitals in Gaza to observe Israeli 'war crimes' and see that there is no Hamas presence inside them."}, {"type": "text", "text": "Mr Hamdan was stood next to a screen which had a photograph with the caption 'Gaza Holocaust', before he claimed Israel had targeted Gaza's civilians deliberately, destroying some 250,000 homes in the process."}, {"type": "headline", "text": "'Refugee camps targeted' as attacks continue on Gaza"}, {"type": "text", "text": "It came a day after Israeli military spokesman Rear Admiral Daniel Hagari told reporters the war has reached a 'significant stage' as Israeli troops operate in Gaza, adding: 'Today there is north Gaza and south Gaza.'"}, {"type": "text", "text": "The temporary collapse in connectivity across Gaza on Monday, reported by internet access advocacy group NetBlocks.org and confirmed by Palestinian telecom company Paltel, has made it difficult for Palestinians and aid workers to contact people outside the territory."}, {"type": "headline", "text": "Click to subscribe to the Informfully Daily wherever you get your podcasts"}, {"type": "text", "text": "Juliette Touma, a spokesperson for the UN Palestinian refugee agency, said it had 'lost communication with the vast majority' of its members."}, {"type": "text", "text": "It came after Israeli warplanes were reported to have struck two refugee camps on Sunday."}, {"type": "text", "text": "The Maghazi refugee camp was one of those hit, with at least 40 people killed and 34 wounded, Gaza's Hamas-run health ministry said."}, {"type": "text", "text": "An Associated Press reporter at a nearby hospital saw eight dead children, including a baby, brought in after the strike."}, {"type": "text", "text": "The second airstrike was reported to have hit a house near a school at the Bureij refugee camp in central Gaza. Staff at al Aqsa Hospital told the AP at least 13 people were killed."}, {"type": "text", "text": "Israel has not confirmed it carried out the strikes."}, {"type": "text", "text": ""}, {"type": "text", "text": "Israel has said it will press on with its offensive with the aiming of crushing Hamas, despite US appeals for even brief pauses to get aid to civilians."}, {"type": "text", "text": "On the ground, Israeli forces in Gaza have reported finding stashes of weapons, at times including explosives, suicide drones and missiles as they operate in the territory."}, {"type": "text", "text": "Gaza's health ministry has said 10,022 Palestinians have been killed, with more than 4,000 of them children and minors."}, {"type": "text", "text": "Officials in Israel have said 1,400 people have been killed in the country during the conflict."}, {"type": "text", "text": "The Gaza border authority has said the Rafah crossing which allows people in the Palestinian territory to cross into Egypt is open again."}, {"type": "text", "text": "Egyptians and foreign nationals who are on an approved list are able to cross, it added."}, {"type": "text", "text": "Meanwhile, Iran's foreign minister has claimed the US sent a message to Iran in the past three days saying it was seeking a ceasefire in Gaza."}, {"type": "text", "text": "'However, in practice we saw nothing but their support of genocide in Gaza,' Hossein Amirabdollahian told state TV."}, {"type": "text", "text": "It came as US secretary of state Antony Blinken met his Turkish counterpart Hakan Fidan on Monday."}, {"type": "text", "text": "Speaking at the airport in the Turkish capital Ankara, Mr Blinken said they discussed efforts to expand humanitarian efforts in Gaza and to prevent the conflict in the region from spreading."}, {"type": "text", "text": "The US secretary of state said it would be seen in the coming days whether humanitarian assistance can expand in significant ways."}, {"type": "text", "text": "It comes after he met with Palestinian President Mahmoud Abbas in the occupied West Bank on Sunday, a day after meeting Arab foreign ministers in Jordan."}, {"type": "text", "text": "Mr Abbas, who has had no authority in Gaza since Hamas took over in 2007, said the Palestinian Authority would only assume control of Gaza as part of a 'comprehensive political solution' establishing an independent state that includes the West Bank and east Jerusalem, lands Israel seized in the 1967 war."}, {"type": "text", "text": "His remarks seemed to further narrow the already slim options for who would govern Gaza if Israel topples Hamas."}, {"type": "text", "text": "The Palestinian Authority has partial control over the West Bank where the health ministry says three Palestinians have been killed after Israeli forces shot at their car in the city of Tulkarm."}, {"type": "text", "text": "Violence in the West Bank has intensified since Hamas's attack on Israel on 7 October."}, {"type": "text", "text": "At least 132 Palestinians, including 41 children, have been killed, 124 of those by Israeli forces and eight by Israeli settlers, said Liz Throssell, spokesperson for the Office of the UN High Commissioner for Human Rights."}]}, {"_id": "654a1634785bab26099c9b43", "url": "https://news.sky.com/story/donald-trump-giving-evidence-at-his-civil-trial-in-new-york-13002081", "primaryCategory": "world", "subCategories": "NONE", "title": "Judge threatens to 'excuse' Trump from court for 'making speeches' as he gives evidence in New York trial", "lead": "Donald Trump was warned to avoid 'political' speeches and 'just answer the questions' while giving evidence in his civil fraud trial, with the judge threatening to remove him from the courtroom in a series of tense exchanges with his legal team.", "author": "NONE", "datePublished": "2023-11-06 22:26:00", "dateScraped": "2023-11-07 11:49:24.561308", "dateUpdated": "2023-11-06 22:26:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-trump-court-trial_6350890.jpg?20231106181430", "body": [{"type": "text", "text": "The former US president is accused of inflating his net worth. He denies any wrongdoing."}, {"type": "text", "text": "Trump briefly appeared in the dock last week and was fined $10,000 (£8,200) for breaching a gag order that barred him from personally attacking court staff in his fraud trial."}, {"type": "text", "text": "After being sworn into the dock and confirming his address, early exchanges included questions about ownership of his Trump Organization and make-up of the board, as well as the appointment of his son Donald Jr to oversee the business."}, {"type": "text", "text": "Trump also told the court he expected to remain in politics beyond 2021 when he left office."}, {"type": "text", "text": "Inside court, NBC's Adam Weiss said proceedings could get 'very tense', adding Trump appeared to be going off on tangents."}, {"type": "text", "text": "At one point, according to NBC, Judge Arthur Engoron asked Trump's legal team to 'control' their client, adding 'this is not a political rally' and telling the former president 'please, just answer the questions, no speeches'."}, {"type": "text", "text": "Later, Judge Engoron told Trump's lawyer Chris Kise to 'control' him, otherwise he would be dismissed from the stand."}, {"type": "text", "text": "When asked by the prosecution if a statement about the valuation of a property on Wall Street was accurate, Trump began to talk about the statute of limitations."}, {"type": "text", "text": "The judge replied: 'Mr Kise that was a simple yes or no question. We got another speech. I beseech you to control him if you can. If you can't, I will. I will excuse him and draw every negative inference that I can.'"}, {"type": "text", "text": ""}, {"type": "headline", "text": "Trump calls judge a 'fraud'"}, {"type": "text", "text": "Trump later turned his ire on Judge Engoron, saying he ruled against him before knowing anything about his company."}, {"type": "text", "text": "Judge Engoron has already ruled the Trump Organization inflated its wealth - the trial is determining the punishment."}, {"type": "text", "text": "Raising his voice from the witness stand, he called the judge a 'fraud,' while pointing his right hand at him and looking out into the courtroom."}, {"type": "text", "text": "Trump added that any fraud was on the part of the judge for his comments on the value of his properties, not on him, calling it 'a terrible thing.'"}, {"type": "text", "text": "After his comments, Kevin Wallace, a lawyer for the attorney general's office, asked Trump if he was 'done'."}, {"type": "text", "text": "'Done,' Trump replied."}, {"type": "text", "text": "Trump also reiterated his disdain for Attorney General Letitia James, who has brought the charges against him."}, {"type": "headline", "text": "'We'll explain as this crazy trial goes along'"}, {"type": "text", "text": "Elsewhere, Trump told the court financial estimates of some of his properties were inaccurate, while also minimising the importance of the valuations."}, {"type": "text", "text": "He is accused of inflating his net worth to gain better financing terms with banks."}, {"type": "text", "text": "Trump said: 'They just weren't a very important element in the bank's decision-making process, and we'll explain that as this trial goes along, as this crazy trial goes along.'"}, {"type": "text", "text": "Before the court adjourned for a break, Trump leaned into the microphone and said: 'This is a very unfair trial. Very, very [unfair] and I hope the public is watching.'"}, {"type": "text", "text": "His evidence is not being televised."}, {"type": "text", "text": "After a break, Trump appeared to act calmer than he was during the morning session, but did tell the court his net worth was 'financially more than what was on the financial statements,' before adding: 'Therefore you have no case.'"}, {"type": "text", "text": "Trump's daughter Ivanka will testify later in the week."}, {"type": "text", "text": "Speaking outside the courtroom as he arrived on Monday, Trump said it was an 'unfair' situation, adding: 'These are political operatives that I'm going to be dealing with right now. You have a racist attorney general who's made some terrible statements and you see some more that came over the wires today."}, {"type": "text", "text": "'It's a very sad situation for our country. We shouldn't have this. This is for Third World countries. And it's very unfair. It's very unfair.'"}, {"type": "text", "text": "Before arriving at court on Monday, Trump wrote on his social network Truth Social: 'Got a really Biased, Nasty, Club controlled, but often overturned, Judge, a Racist, Evil, and Corrupt Attorney General, BUT A CASE THAT, ACCORDING TO ALMOST ALL LEGAL SCHOLARS, HAS ZERO MERIT. A dark day for our Country. WITCH HUNT!'"}, {"type": "headline", "text": "His turn in the witness stand marks a significant moment in his 2024 presidential campaign, in which he is currently leading Joe Biden in a number of key states, according to a new poll."}, {"type": "headline", "text": "Watch the Republican presidential primary debate live on Informfully on Thursday: Tune in from midnight on Informfully channel 501, Freeview channel 233 or stream on the Informfully App or YouTube (outside the US)"}]}, {"_id": "654a1634785bab26099c9b44", "url": "https://news.sky.com/story/grocery-inflation-back-in-single-digits-for-first-time-in-16-months-13002151", "primaryCategory": "business", "subCategories": "NONE", "title": "Grocery inflation 'back in single digits' - as supermarket with fastest sales growth named", "lead": "The pace of grocery inflation has eased back to single digits for the first time since July last year, according to closely-watched industry data.", "author": "James Sillars", "datePublished": "2023-11-07 08:32:00", "dateScraped": "2023-11-07 11:49:24.990423", "dateUpdated": "2023-11-07 08:32:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-supermarket-anonymous_6250843.jpg?20230814175037", "body": [{"type": "text", "text": "Kantar Worldpanel, which records supermarket sales and price data, put the annual rate at 9.7% during the four weeks to 29 October."}, {"type": "headline", "text": "It said the decline, from the 11% recorded over the previous four weeks, was still mainly driven by discounting as chains sought to bolster customer loyalty in the run-up to the crucial season for Christmas sales."}, {"type": "text", "text": "The report pointed to limited contributions elsewhere as only butter, pasta and milk were among everyday items that cost less than a year ago."}, {"type": "text", "text": "Fraser McKevitt, Kantar's head of retail and consumer insight, said: 'Retailers continue to look at ways of softening the blow for shoppers and slowing the rate of price rises."}, {"type": "text", "text": "'This has included upping the ante on promotions - every single one of the grocers increased the proportion of sales through deals versus last year, which is something that has only happened on one other occasion in nearly 10 years."}, {"type": "text", "text": "'Consumer spending on promotions has now hit 27.2% of total grocery sales - the highest level we've seen since Christmas last year."}, {"type": "text", "text": "'This is a big gear shift from October 2022 when this figure was less than a quarter.'"}, {"type": "text", "text": "That promotional activity was stripped away after Christmas as consumers and businesses alike faced rising costs on many fronts, including energy bills."}, {"type": "text", "text": ""}, {"type": "text", "text": "The report said that while the latest easing in grocery inflation would be welcome, it was clear shoppers were continuing to feel the pinch as own label sales remained ahead of branded lines in terms of demand."}, {"type": "text", "text": "Own label lines have grown ahead of their branded counterparts every month since February 2022."}, {"type": "text", "text": "However, that gap could close by the festive season."}, {"type": "headline", "text": "A separate report released by Barclaycard on Tuesday suggested shoppers were holding off on discretionary spending last month, amid the wider cost of living crisis, to save money for Christmas."}, {"type": "text", "text": "Of those seeking savings, 45% were using vouchers or loyalty points to get money off shopping, while 38% were visiting multiple supermarkets to source a range of deals."}, {"type": "headline", "text": "Kantar declared that Lidl saw the fastest sales growth among chains during October, while Sainsbury's made the most progress among the more established supermarkets."}]}, {"_id": "654a1635785bab26099c9b45", "url": "https://news.sky.com/story/from-one-of-the-hottest-start-ups-to-breaching-new-york-stock-exchange-rules-the-rise-and-fall-of-wework-12998033", "primaryCategory": "business", "subCategories": "NONE", "title": "The rise and fall of WeWork - once feted as one of the hottest start-ups around", "lead": "The end is nigh for WeWork, the flexible workspace provider that once commanded a valuation of $47bn.", "author": "Ian King", "datePublished": "2023-11-07 06:24:00", "dateScraped": "2023-11-07 11:49:25.643365", "dateUpdated": "2023-11-07 06:24:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-wework-we-work_6344288.jpg?20231101152143", "body": [{"type": "text", "text": "The Wall Street Journal had reported that the company planned to file for bankruptcy protection and early on Tuesday morning news of the filing broke ."}, {"type": "text", "text": "It's an ignominious end for a once-vaunted business seen as synonymous, in better days, with some of America's hottest tech companies and the venture capital boom of the late 2010s."}, {"type": "text", "text": "The Journal reported that WeWork missed interest payments owed to its bondholders on 2 October which kicked off a 30-day grace period in which it needed to make the payments or be considered to have defaulted."}, {"type": "headline", "text": "WeWork, whose stock market valuation has shrivelled to a mere £121m, said on Tuesday that it has reached an agreement with its bondholders giving it another seven days to negotiate before a default is triggered."}, {"type": "headline", "text": "Luxurious lounges and free coffee and beer on tap"}, {"type": "text", "text": "It is all a far cry from the days when, in 2019, WeWork was being feted as one of the hottest start-ups around."}, {"type": "text", "text": "The business was founded in New York in 2010 by Adam Neumann, an Israeli entrepreneur, who had tapped into a post financial crisis zeitgeist of more collaborative working."}, {"type": "text", "text": "He summed this up in a 2011 interview with the New York Daily News in which he said: 'The 1990s and early 2000s were the 'I' decade. iPhone, the iPod - everything was about me. Look where that got us? In a terrible recession."}, {"type": "text", "text": "'The next decade is the 'We' decade, where collaboration is the future of innovation.'"}, {"type": "text", "text": "'This generation watched big companies crumble. They have seen regimes overthrown by Facebook pages. If you look closely, we're already in a revolution. We want to make it positive.'"}, {"type": "text", "text": "To that end, WeWork targeted young workers, particularly in the tech sector, kitting out its light, airy, serviced workspaces with luxurious lounges and free coffee and beer on tap."}, {"type": "text", "text": "It was all about offering people the chance to have fun while they worked, encapsulated in the corporate slogan: 'Do What You Love'."}, {"type": "text", "text": "In the sometimes stuffy world of commercial property, WeWork was seen as an innovator, quickly attracting financial backing."}, {"type": "text", "text": "In a Series G funding round, in July 2017, it was valued at $20bn."}, {"type": "text", "text": "By then, Mr Neumann was shrewdly selling shares in the business, recycling the proceeds into residential property."}, {"type": "text", "text": "As early as 2014, he had bought a $10.5m townhouse in New York's Greenwich Village, following that in 2016 with the $16m purchase of a 60-acre farm estate in Westchester in upstate New York."}, {"type": "text", "text": "The company reached its zenith when, in January 2019, the Japanese tech investor SoftBank invested $2bn at a price valuing WeWork at $47bn."}, {"type": "text", "text": "Later that year, it filed for a stock market flotation."}, {"type": "headline", "text": "When the penny began to drop..."}, {"type": "headline", "text": "By September 2019, scepticism towards the company was starting to mount."}, {"type": "text", "text": "The penny was beginning to drop on Wall Street that WeWork, despite the showy façade, was not a tech company but a conventional real estate business."}, {"type": "text", "text": "Worse still, it was a company that was entering long term leases, typically of a 15 year duration, while letting space out on a short term basis, typically of two years or less."}, {"type": "text", "text": "This was seen as potentially problematic in the event of a downturn in demand for office space and particularly in view of the sums WeWork was spending on refitting its offices."}, {"type": "headline", "text": "Adam Neumann's exit"}, {"type": "text", "text": "There were also corporate governance concerns, particularly when it emerged that Mr Neumann had been letting properties he owned personally to WeWork."}, {"type": "text", "text": "By the end of the month, the IPO had been scrapped while Mr Neumann was ousted as chief executive, his exit smoothed by a $1.7bn pay-off."}, {"type": "headline", "text": "By November 2019, SoftBank was apologising for the losses it had incurred by investing in WeWork, while still bailing out the company with a further $10bn that gave SoftBank 80% of the business."}, {"type": "text", "text": "Masayoshi Son, SoftBank's founder, was still confident at the time that the investment would pay off."}, {"type": "headline", "text": "Then came COVID-19"}, {"type": "text", "text": "But then came COVID and a wave of lockdowns around the world. WeWork spent most of 2020 laying off employees, closing offices and renegotiating leases on the ones it kept."}, {"type": "text", "text": "This tidying-up exercise, aimed at stemming WeWork's cash burn, was the precursor, finally, to the company's stock market flotation."}, {"type": "text", "text": "Appropriately enough, this came via another investment craze, with WeWork merging with a Special Purpose Acquisition Company (SPAC)."}, {"type": "headline", "text": "These businesses, sometimes called 'blank cheque' companies, were essentially listed vehicles with no assets other than cash - specifically set up to merge with a private company looking to come to market without the hassle of embarking on lengthy investor roadshows and presentations."}, {"type": "text", "text": "WeWork came to market in October 2021 valued at $9bn, a fraction of the valuation it had previously commanded, which itself looked excessive in view of the fact that it had just reported losses of $3bn for the first half of 2021."}, {"type": "text", "text": "Ironically, one of the biggest winners from the listing was Mr Neumann, who had retained an 11% stake in the business. He reportedly celebrated WeWork's stock market debut with a lavish tequila party."}, {"type": "text", "text": "Over the next few months hopes were raised that WeWork might benefit from the growing popularity, post-COVID, of hybrid working."}, {"type": "text", "text": "March 2022 saw the company forecasting that its revenues for the year would be at least 30% better than the outcome for 2021 and, that summer, the company reported that occupancy of its desks had returned to the pre-pandemic level of 72%."}, {"type": "text", "text": "But the company's costs remained a nagging cause of concern and, when in November last year the company reported its third-quarter results, it was forced to admit that it would not be profitable during 2022."}, {"type": "text", "text": "It had burned through $205m in cash during the three months to September last year alone. The revelation was accompanied by news that another 40 underperforming offices in the US would be closed."}, {"type": "headline", "text": "The irony of when WeWork's time came"}, {"type": "text", "text": "The huge irony in all this was that WeWork's time seemed to have come."}, {"type": "headline", "text": "Big companies, as hybrid working took off, were searching for exactly the kind of flexible workspaces it was offering."}, {"type": "text", "text": "Unfortunately, the company remained dragged down by onerous leases, with many of its sites based in some of the most expensive locations in the cities in which they were based."}, {"type": "text", "text": "Nor did sales rise in line with expectations. February this year saw the company report 2022 revenues of $3.245bn - a 26% increase on 2021 and short of previous forecasts - and an admission that it would only, at best, break even for 2023."}, {"type": "text", "text": "And now, interest rates were rising, putting further pressure on a business already groaning with debt."}, {"type": "text", "text": "Sandeep Mathrani stepped down as chief executive in May and, in August, his successor, David Tolley, was blaming a challenging economic backdrop and an oversupply of flexible working space as the company again missed its forecasts for the first half of the year."}, {"type": "text", "text": "He admitted there was 'substantial doubt' over whether the company could continue trading. Subsequent months have seen a continued attempt to close unprofitable locations."}, {"type": "text", "text": "Shareholders have voted with their feet: the stock price is down 96% this year and a compulsory delisting, after the stock traded for more than 30 days at less than $1 - a breach of New York Stock Exchange rules - was only narrowly staved off by a one-for-40 share consolidation."}, {"type": "text", "text": "In the end, WeWork was never able to completely shake off its legacy, the debts it had incurred and the leases it had taken on."}, {"type": "text", "text": "The story of its failure is proof of an old investment adage: if something looks too good to be true, it probably is."}]}, {"_id": "654a1635785bab26099c9b46", "url": "https://news.sky.com/story/former-morrisons-exec-takes-the-strain-with-chicken-king-13002513", "primaryCategory": "business", "subCategories": "NONE", "title": "Former Morrisons exec takes the Strain with 'Chicken King'", "lead": "A former Wm Morrison executive touted for years as its next boss is joining the business empire of the entrepreneur informally known as 'the chicken king'.", "author": "Mark Kleinman", "datePublished": "2023-11-07 10:37:00", "dateScraped": "2023-11-07 11:49:25.906614", "dateUpdated": "2023-11-07 10:37:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/20/01/70x70/skynews-ranjit-boparan-2-sisters_4891752.jpg?20200114172001", "body": [{"type": "text", "text": "Informfully understands that Trevor Strain, who left Morrisons last year, has become portfolio director at Ranjit Singh Boparan's private office."}, {"type": "text", "text": "Mr Strain will oversee assets including the poultry supplier Bernard Matthews and restaurant chains Carluccio's and Giraffe."}, {"type": "text", "text": "Among the other brands owned by Mr Boparan's private office are Elkes Biscuits and the casual dining operations Gourmet Burger Kitchen, Slim Chicken, Ed's Easy Diner, Fishworks and the London-based Cinnamon Collection."}, {"type": "text", "text": "Mr Strain will not be focused on the day-to-day running of the businesses, but on growth opportunities for the portfolio of companies."}, {"type": "text", "text": "His role is separate to 2 Sisters Food Group, Mr Boparan's poultry empire, which supplies the major UK grocery chains."}, {"type": "text", "text": "Mr Strain is the latest supermarket executive to work with Mr Boparan, following Justin King, the former J Sainsbury boss, and Laurie McIlwee, the former Tesco executive."}, {"type": "text", "text": "A former Tesco employee, Mr Strain stepped down from his role at Morrisons in September 2022 after 13 years with the company, working as chief operating officer since October 2019."}, {"type": "text", "text": "Mr Boparan said: 'I am delighted that Trevor has joined the Boparan Private Office."}, {"type": "text", "text": "'This is a full-time appointment and as part of BPO senior executive team he will be focused on growth opportunities for our portfolio of businesses.'"}]}, {"_id": "654a1636785bab26099c9b47", "url": "https://news.sky.com/story/petrol-thefts-number-of-drivers-stealing-fuel-more-than-quadruples-in-four-years-13002093", "primaryCategory": "business", "subCategories": "NONE", "title": "Number of drivers stealing fuel rises sharply", "lead": "Petrol theft has risen sharply in Britain, according to new data, and it could be down to 'systematic criminal activity'.", "author": "NONE", "datePublished": "2023-11-07 01:56:00", "dateScraped": "2023-11-07 11:49:26.141981", "dateUpdated": "2023-11-07 01:56:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-petrol-pump-forecourt_6244447.jpg?20230808153138", "body": [{"type": "text", "text": "Figures gathered by the RAC Foundation show there were 39,563 incidents between July and September this year - a 77% rise from 22,335 over the same period last year."}, {"type": "text", "text": "That's also a fourfold increase from 8,558 incidents in those three months in 2019."}, {"type": "text", "text": "The British Oil Security Syndicate - which campaigns to reduce crime on forecourts - estimates these incidents cost filling stations an average of £10,500 each per year."}, {"type": "text", "text": "Most of the incidents are likely to relate to drive-offs - also referred to as bilking - when someone fills up their vehicle without paying, and then leaves."}, {"type": "text", "text": "Drivers convicted of making off without payment, which is an offence under the Theft Act 1978, face a maximum penalty of two years in prison and/or an unlimited fine."}, {"type": "text", "text": "RAC Foundation director Steve Gooding said the figures come as 'no surprise' and might 'only hint at a bigger issue'."}, {"type": "text", "text": "'While it may be that the cost of living crisis is tempting some people to risk driving off without paying, the real headache for fuel suppliers is if this is a sign of more systematic criminal activity,' he added."}, {"type": "text", "text": "'The message to anyone tempted to bilk the service station must be 'don't fill up if you can't pay up' because getting caught is a real possibility, and financial losses to companies ultimately lead to higher prices for us all.'"}]}, {"_id": "654a1636785bab26099c9b48", "url": "https://news.sky.com/story/post-office-to-offer-dpd-and-evri-parcel-delivery-options-to-customers-13002396", "primaryCategory": "business", "subCategories": "NONE", "title": "Post Office to offer new service to customers just in time for Christmas", "lead": "The Post Office is offering customers the option of sending packages using DPD and Evri.", "author": "NONE", "datePublished": "2023-11-07 08:11:00", "dateScraped": "2023-11-07 11:49:26.326430", "dateUpdated": "2023-11-07 08:11:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-post-office-dpd-evri_6350735.jpg?20231106153139", "body": [{"type": "text", "text": "For the first time in its 360-year history, the new service will allow customers to choose their parcel carriers over the counter in branches, in addition to existing services like Royal Mail."}, {"type": "text", "text": "It will begin in selected branches in time for the peak Christmas delivery season."}, {"type": "headline", "text": "It comes after an Ofcom investigation into Royal Mail last year, after it failed to meet delivery targets during 2021-22."}, {"type": "text", "text": "At the time, the operator said it was 'disappointed' with its performance, apologising to customers who were affected."}, {"type": "text", "text": "Although Royal Mail and the Post Office are separate companies, the two have a long-term agreement, with the former delivering letters and parcels and the latter offering postal services."}, {"type": "text", "text": "It means delays or disruptions at either, can directly affect the other."}, {"type": "text", "text": "Disruptions at Royal Mail continued into 2022-23, after it said the period was 'one of the most challenging in our history'."}, {"type": "headline", "text": "It said its services had been impacted by strikes and 'high levels' of staff absence."}, {"type": "text", "text": "An estimated 15.7 million people in the UK experienced postal delays in the month of May, according to research by the charity, Citizens Advice."}, {"type": "text", "text": "Neill O'Sullivan, managing director of parcels and mails at Post Office, said the choice of parcel carriers in stores will 'meet changing customer preferences and the increasingly competitive market'."}, {"type": "text", "text": "'Our goal is to deliver unparalleled access to parcel services, addressing the needs of businesses and retail customers, both now and in the future,' he said."}, {"type": "text", "text": "In 2021, the Post Office began to offer Click and Collect services for both DPD and Amazon parcels, a response to the 'rapid rise of online shopping'."}]}, {"_id": "654a1636785bab26099c9b49", "url": "https://news.sky.com/story/wework-files-for-bankruptcy-in-the-us-13002380", "primaryCategory": "business", "subCategories": "NONE", "title": "Office sharing company WeWork files for bankruptcy in the US", "lead": "Office sharing company WeWork - once regarded as one of the most valuable start-ups - has filed for bankruptcy in the US.", "author": "James Robinson", "datePublished": "2023-11-07 06:48:00", "dateScraped": "2023-11-07 11:49:26.604167", "dateUpdated": "2023-11-07 06:48:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-wework-we-work_6344288.jpg?20231101152143", "body": [{"type": "text", "text": "The company, which rode the waves of the venture capital boom of the late 2010s with a promise to revolutionise flexible workspace, was valued at $47bn (£38bn) at its height."}, {"type": "text", "text": "But its shares have plummeted about 98.5% so far this year amid a struggle with expensive leases and clients cancelling because of a trend toward employees working from home in the wake of the coronavirus pandemic."}, {"type": "text", "text": "The company filed to the New Jersey federal court on Monday, seeking a Chapter 11 bankruptcy protection order."}, {"type": "text", "text": "Such a move aims to give a company breathing space for a limited time so it can attempt to sort out its finances."}, {"type": "text", "text": "In a statement on Monday night, the company said it had entered into a restructuring support agreement with stakeholders to 'drastically reduce' the company's debt."}, {"type": "headline", "text": "Analysis: The rise and fall of WeWork"}, {"type": "text", "text": "A WeWork spokesperson said about 92% of the company's lenders had agreed to convert their secured debt into equity under the agreement, wiping out about $3bn (£2.4bn) of debt."}, {"type": "text", "text": "The company is also seeking to restructure around $13bn (£10.5bn) in lease obligations."}, {"type": "text", "text": "'The company maintains the strong support of its key financial stakeholders,' it said in a statement."}, {"type": "text", "text": "David Tolley, CEO of WeWork, said: 'Now is the time for us to pull the future forward by aggressively addressing our legacy leases and dramatically improving our balance sheet."}, {"type": "text", "text": "'I am deeply grateful for the support of our financial stakeholders as we work together to strengthen our capital structure and expedite this process through the restructuring support agreement."}, {"type": "text", "text": "'We remain committed to investing in our products, services, and world-class team of employees to support our community.'"}, {"type": "text", "text": "The company, which also intends to file recognition proceedings in Canada, said it expected to have the financial liquidity to continue business normally."}, {"type": "text", "text": "It said its locations outside the US and Canada, as well as its franchisees around the world, were not affected by the proceedings."}, {"type": "text", "text": "The company had raised 'substantial doubt' about its ability to continue operations in August, with numerous top executives, including former CEO Sandeep Mathrani, departing this year."}, {"type": "text", "text": "The business was founded in New York in 2010 by Adam Neumann, who had tapped into an environment after the financial crisis of more collaborative working."}, {"type": "text", "text": "It targeted young workers, particularly in the tech sector, kitting out its light, airy, serviced workspaces with luxurious lounges and free coffee and beer on tap."}, {"type": "text", "text": "The company reached its peak when, in January 2019, the Japanese tech investor SoftBank invested $2bn (£1.2bn) at a price valuing WeWork at $47bn (£38bn)."}, {"type": "text", "text": "Its flotation ambitions were realised in 2021, but at a substantially reduced valuation to what it achieved as a private firm."}, {"type": "text", "text": "Since then, it has been unable to shake off investor concerns over its business model of taking long-term leases and renting them for the short term."}]}, {"_id": "654a1636785bab26099c9b4a", "url": "https://news.sky.com/story/eu-equality-laws-to-be-reinstated-to-avoid-gap-in-protections-for-workers-13002094", "primaryCategory": "business", "subCategories": "NONE", "title": "Brexit U-turn? EU equality laws to be reinstated to avoid 'gap in protections' for workers", "lead": "The government has announced plans to reinstate EU equality laws before they expire at the end of the year &#8211; admitting the move is required to avoid a 'clear gap in protections' for workers.", "author": "Faye Brown", "datePublished": "2023-11-07 02:03:00", "dateScraped": "2023-11-07 11:49:26.794658", "dateUpdated": "2023-11-07 02:03:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-eu-and-uk-flag-eu-uk_6268152.jpg?20230830173420", "body": [{"type": "text", "text": "Ministers will today lay a statutory instrument intended to 'enshrine' key rights and principles derived from the European Union into British law."}, {"type": "headline", "text": "Politics Live: Braverman is 'dangerous' and 'divisive', ex-Tory minister tells Sophy Ridge"}, {"type": "text", "text": "It follows questions over whether some employment protections related to things like equal pay and maternity leave would be scrapped from January when The Retained EU Law (Revocation and Reform) Bill comes into effect."}, {"type": "text", "text": "The controversial legislation - also known as the 'Brexit Freedoms Bill' - will dispense with hundreds of Brussels-derived laws still on British statue books. It will also end the supremacy of EU law over UK law, erasing previous case law principles."}, {"type": "text", "text": "Trade unions and employment lawyers had warned this would create uncertainty over key protections for British workers which derive from the EU and don't exist in British law."}, {"type": "text", "text": "The government said its update today means 'that necessary protections are clearly stated in our domestic legislation'."}, {"type": "text", "text": "One legal expert welcomed the announcement - but said it raised 'legitimate questions' around what gains had been made from post-Brexit sovereignty if EU laws are simply going to be replicated."}, {"type": "headline", "text": "The protections being retained include the 'single-source' test, which gives women the right to equal pay with men for doing work of equal value, and preventing women from experiencing less favourable treatment at work because they are breastfeeding."}, {"type": "text", "text": "Other laws being retained include:"}, {"type": "text", "text": "• Protecting women from unfavourable treatment after they return from maternity leave, where that treatment is in connection with a pregnancy or a pregnancy-related illness occurring before their return;"}, {"type": "text", "text": "• Ensuring that women can continue to receive special treatment from their employer in connection with maternity, for example through enhanced occupational maternity schemes;"}, {"type": "text", "text": "• Confirming that the definition of disability in the context of employment will explicitly cover working life;"}, {"type": "text", "text": "• Holding employers accountable if they create or allow discriminatory recruitment conditions, such as if they make public discriminatory statements about access to employment in their organisation;"}, {"type": "text", "text": "• Providing explicit protections from indirect discrimination by association, so that those who may be caught up and disadvantaged by discrimination against others are also protected."}, {"type": "text", "text": "The move could risk angering Eurosceptic Tories, who want to see the UK move away from the EU's influence."}, {"type": "text", "text": "Max Winthrop, the chair of the Law Society's Employment Law Committee, welcomed the clarification that vital rights 'would not be for the legislative dustbin as of December 31st'."}, {"type": "text", "text": "However, he said the move does raise 'legitimate questions' about the point of Brexit, from a sovereignty standpoint."}, {"type": "text", "text": "'When we are effectively replicating legislation from the EU, and I can understand why the government have done that because it would not be particularly popular to say 'let's scrap maternity rights', it does leave the big question as to what exactly is it that we've gained from leaving the EU,' he told Informfully."}, {"type": "text", "text": "'We haven't gained what was sometimes referred to as the Singapore-on-the-Thames approach. In other words, to deregulate the marketplace. So you then have to ask yourself the question, is the loss of seamless trade throughout the European Economic Area really worth the cattle?'."}, {"type": "headline", "text": "He added that the announcement shows why the original plan to scrap all remaining EU laws by the end of this year 'would have probably been disastrous'."}, {"type": "text", "text": "'It shows the complexity of junking 40 years worth of (EU) legislation, and the sorts of steps we've had to go through to maintain the protections that a lot of people probably thought they already had.'"}, {"type": "text", "text": "The Retained EU Law (Revocation and Reform) Bill was originally intended to scrap all EU-era laws which were kept in place after the Brexit transition period in order to minimise disruption to businesses."}, {"type": "headline", "text": "But the promised bonfire of Brussels rules and regulations was dramatically scaled-back in May, with less than 600 now set to be junked by the end of this year."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Business Secretary Kemi Badenoch said the change was necessary because of the 'risks of legal uncertainty' caused by automatically scrapping some 4,000 laws, but there was significant backlash from within the Conservative Party, with arch-Brexiteer Jacob Rees-Mogg accusing the prime minister of 'behaving like a Borgia'."}, {"type": "text", "text": "Notes accidently left on the press release announcing today's measures suggest some concern that retaining the protections could rile up the right wing of the party."}, {"type": "text", "text": "The notes discussed how to answer questions about why the government isn't scrapping the protections, and whether maintaining discrimination laws would threaten free speech and 'make businesses feel they must follow the woke agenda'."}, {"type": "text", "text": "The document stresses that if the EU laws aren't retained, 'employers would in some circumstances be able to make statements, for example, that they wouldn't hire people because they are black. That is not right and not in line with Britain's proud history of equality and fair play'."}, {"type": "text", "text": "'We are only restating laws where there would otherwise be a clear gap in protections: this is an area where we think the law needs to be strong and clear,' the document says."}, {"type": "text", "text": "A government spokesperson said: 'We are committed to ensuring that the fundamental rights and freedoms of people in the United Kingdom remain protected."}, {"type": "text", "text": "'Our work is ensuring that necessary protections are retained and will end the inherent uncertainty of relying on judicial interpretations of EU law.'Today's update will ensure that Great Britain maintains its proud history of equality and that necessary protections are clearly stated in our domestic legislation.'"}, {"type": "headline", "text": "King's Speech live: Watch our special programme on Informfully, hosted by Sophy Ridge, from 10.30am on Tuesday. You will also be able to follow the event live via the Politics Hub on the Informfully app and website."}]}, {"_id": "654a1636785bab26099c9b4b", "url": "https://news.sky.com/story/bored-ape-yacht-club-aware-of-eye-related-issues-following-festival-in-hong-kong-13002404", "primaryCategory": "business", "subCategories": "NONE", "title": "Bored Ape Yacht Club 'aware' of 'eye-related issues' following festival", "lead": "Viral crypto art brand Bored Ape Yacht Club says it is 'aware' of 'eye-related issues' suffered by fans following one of its events in Hong Kong.", "author": "James Robinson", "datePublished": "2023-11-07 09:16:00", "dateScraped": "2023-11-07 11:49:26.990389", "dateUpdated": "2023-11-07 09:16:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-bored-ape-yacht-club_6351304.jpg?20231107075517", "body": [{"type": "headline", "text": "The company behind the non-fungible token (NFT) art firm said it is looking into reports that attendees suffered from eye burn, extreme pain and impaired vision after attending ApeFest."}, {"type": "text", "text": "The festival, held every year for top collectors of the cartoon ape NFTs, had a stage with UV lights, according to the US tech news site, The Verge."}, {"type": "text", "text": "More than a dozen people who attended last weekend's festival shared on social media that they were suffering from eye pain and vision problems."}, {"type": "text", "text": "One person reported on X, formerly Twitter, that they had been diagnosed with photokeratitis - commonly known as 'snow blindness' to skiers - a condition caused by unprotected exposure to ultraviolet radiation."}, {"type": "text", "text": "Bored Ape Yacht Club said: 'Apes, we are aware of the eye-related issues that affected some of the attendees of ApeFest and have been proactively reaching out to individuals since yesterday to try and find the potential root causes."}, {"type": "text", "text": "'Based on our estimates, we believe that much less than 1% of those attending and working the event had these symptoms."}, {"type": "text", "text": "'While nearly everyone has indicated their symptoms have improved, we encourage anybody who feels them to seek medical attention just in case.'"}, {"type": "text", "text": "In a statement to The Verge, Yuga Labs, the parent company of Bored Ape Yacht Club, said it had been in direct contact with 15 people who had been affected by eye issues following the event."}, {"type": "headline", "text": "What is Bored Ape Yacht Club?"}, {"type": "text", "text": "Launched in 2021, Bored Ape Yacht Club is considered one of, if not the most, successful NFT projects to date - with A-listers including Justin Bieber and Snoop Dogg buying their own cartoon ape."}, {"type": "text", "text": "The club consists of a collection of cartoon ape NFTs - essentially unique digital assets - built on the Ethereum blockchain."}, {"type": "text", "text": "Owners of the NFTs - some of which have been sold for millions of pounds - are granted access to a private online club and exclusive in-person events, such as ApeFest."}, {"type": "text", "text": "However, after peaking in May last year, the popularity of the NFT market has somewhat waned since, with sales down by around 98% when compared to September this year, according to the industry data tracker, CryptoSlam."}]}, {"_id": "654a1637785bab26099c9b4c", "url": "https://news.sky.com/story/british-steel-to-shut-down-blast-furnace-at-scunthorpe-plant-leaving-2000-jobs-at-risk-13001946", "primaryCategory": "business", "subCategories": "NONE", "title": "British Steel to shut down blast furnaces 'leaving 2,000 jobs at risk'", "lead": "British Steel has revealed a decarbonisation plan that could result in the loss of 2,000 jobs in Scunthorpe, according to unions.", "author": "James Sillars", "datePublished": "2023-11-06 16:48:00", "dateScraped": "2023-11-07 11:49:27.465499", "dateUpdated": "2023-11-06 16:48:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/19/08/70x70/skynews-british-steel-scunthorpe_4759519.jpg?20190830112230", "body": [{"type": "text", "text": "The Chinese-owned company confirmed it wanted to shut down the blast furnaces at its manufacturing base there."}, {"type": "text", "text": "Replacing them would be two cheaper, greener electric arc furnaces (EAFs) - one in Scunthorpe and the other on Teesside, where it has two existing mills."}, {"type": "headline", "text": "Teesside lost its main steelworks in 2015 when the Redcar plant was mothballed with the loss of 1,700 jobs."}, {"type": "text", "text": "Jingye Group said its plans were aimed at making UK-produced steel competitive again and creating a sustainable future for the business."}, {"type": "text", "text": "While it did not put a figure on the number of jobs to be lost ahead of talks with unions, the company has long argued that high energy and labour costs are a barrier to profitability."}, {"type": "text", "text": "It said that the proposed £1.25bn investment was subject to a government grant, understood to be worth £300m."}, {"type": "text", "text": "The company argued that its plans would reduce British Steel's carbon dioxide emissions by 75% as EAFs can run on zero-carbon electricity."}, {"type": "text", "text": "Chief executive Xijun Cao said: 'Decarbonisation is a major challenge for our business but we are committed to manufacturing the home-made, low-embedded carbon steel the UK needs."}, {"type": "text", "text": "'We have engaged extensively with the public and private sector to understand the feasibility of producing net zero steel with our current blast furnace operations. However, thorough analysis shows this is not viable."}, {"type": "text", "text": "'Detailed studies show electrification could rapidly accelerate our journey to net zero and drive British Steel towards a sustainable future.'"}, {"type": "text", "text": "The new furnaces could be operational by late 2025, the company added."}, {"type": "text", "text": "The decision is set to leave the country without an industrial grade steel manufacturing capability."}, {"type": "text", "text": "That is because India's Tata Steel plans to close down its two blast furnaces at the sprawling Port Talbot works in south Wales, risking up to 3,000 jobs, through its own decarbonisation and cost-cutting plan."}, {"type": "text", "text": "EAF--produced steel is more energy efficient and tends to be made from scrap."}, {"type": "text", "text": "Community Union general secretary Roy Rickhuss responded: 'We are deeply concerned by British Steel's plans for an EAF-only approach at Scunthorpe and Teesside, and it is vital a meaningful consultation takes place to assess all the options to secure the future of steelmaking."}, {"type": "text", "text": "'Were they to be realised the plans that British Steel has announced, combined with Tata Steel's plans, would leave the UK unable to make steel from raw materials and dangerously exposed to international markets."}, {"type": "text", "text": "'Community firmly believes that the blast furnaces continue to be vital in any responsible transition to green steelmaking.'"}]}, {"_id": "654a1637785bab26099c9b4d", "url": "https://news.sky.com/story/new-law-to-ensure-40-of-trains-run-during-strikes-government-announces-13002119", "primaryCategory": "business", "subCategories": "NONE", "title": "New law to ensure 40% of trains run during strikes, government announces", "lead": "The government will introduce a new law to parliament on Tuesday, which they say will ensure 40% of trains still run on strike days.", "author": "Jennifer Scott", "datePublished": "2023-11-06 17:42:00", "dateScraped": "2023-11-07 11:49:27.693323", "dateUpdated": "2023-11-06 17:42:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-waterloo-train-station_6175851.jpg?20230602101920", "body": [{"type": "text", "text": "The new minimum service level regulations will also make sure 'certain priority routes can remain open' - though it is not yet clear which journeys will be covered."}, {"type": "text", "text": "Other rules will be introduced for border security staff and ambulance workers, in plans Prime Minister Rishi Sunak says will 'stop unions de-railing Christmas for millions of people'."}, {"type": "headline", "text": "Politics live: PM gives backing to 'clamp down' on 'acts of criminality' at Gaza protests"}, {"type": "text", "text": "The details follow on from the government's Strikes (Minimum Service Levels) Act that it passed in January, giving ministers the power to set minimum service levels across multiple sectors."}, {"type": "headline", "text": "The legislation caused an uproar from unions, who have again slammed the government for its latest move, calling it 'unworkable' and 'undemocratic'."}, {"type": "text", "text": "The TUC's general secretary, Paul Nowak, said: 'These anti-strike laws won't work. The crisis in our public services is of the government's own making."}, {"type": "text", "text": "'Rather than engaging constructively with unions, they are attacking the right to strike. And they are punishing paramedics and rail staff for daring to stand up for decent pay and better services.'"}, {"type": "text", "text": "Labour's deputy leader, Angela Rayner, also claimed the government was 'getting their excuses in early for Christmas', adding: 'Rishi Sunak is offering another sticking plaster to distract from the Conservatives' track record of failure."}, {"type": "text", "text": "'We all want minimum standards of service and staffing but it's Tory ministers who are consistently failing to provide them.'"}, {"type": "text", "text": "But Mr Sunak said it was the 'right long-term decision... to keep people safe and continue delivering the vital public services that hard-working people rely on'."}, {"type": "text", "text": "Under the new law, employers will be able to issue notices to people 'who are reasonably required to work to ensure minimum service levels are met', the government said."}, {"type": "text", "text": "It will also make unions 'take reasonable steps and ensure their members who are identified with a work notice comply' - with the statutory guidance set out by the Department for Business and Trade following a consultation."}, {"type": "text", "text": "If unions fail to do this, they can be sued, with the maximum fine for unlawful strike action now sitting at £1m."}, {"type": "text", "text": "'We are doing everything in our power to stop unions de-railing Christmas for millions of people,' said Mr Sunak."}, {"type": "text", "text": "'This legislation will ensure more people will be able to travel to see their friends and family and get the emergency care they need."}, {"type": "text", "text": "'We cannot go on relying on short term fixes - including calling on our Armed Forces or civil servants - to mitigate the disruption caused by strike action."}, {"type": "text", "text": "'That's why we're taking the right long-term decision to bring in minimum service levels, in line with other countries, to keep people safe and continue delivering the vital public services that hard-working people rely on.'"}, {"type": "text", "text": "The rules for border security will apply to both the Border Force and selected HM Passport Office staff, and state that services 'should be provided at a level that means that they are no less effective than if a strike were not taking place', as well as ensuring all ports and airports remain open on a strike."}, {"type": "text", "text": "For ambulance workers, the legislation will only impact England, and will 'ensure that cases that are life-threatening, or where there is no reasonable clinical alternative to an ambulance response, are responded to'."}, {"type": "text", "text": "The three areas have been chosen following government consultations to establish what they think are the correct minimum service levels to introduce following a raft of strikes that have dominated the past year."}, {"type": "text", "text": ""}, {"type": "text", "text": "But the Department of Health and Social Care is still carrying out on 'expanding the scope of minimum service levels to cover other urgent and emergency hospital-based services', which could include nurses and doctors."}, {"type": "text", "text": "Unison - which represents ambulance workers, as well as other healthcare professionals - called the legislation a 'pointless move [that] won't solve a single problem in the NHS'."}, {"type": "text", "text": "The union's head of health, Sara Gorton, added: 'Measures are already in place to protect patients during action. Sacking ambulance workers on strike won't get the millions awaiting hospital treatment any closer to the top of the list."}, {"type": "text", "text": "'It's just a desperate attempt to deflect attention from the government's appalling record on the NHS."}, {"type": "text", "text": "'The public wants ministers to cut waiting times, shorten delays and attract more staff to the NHS. Not make an already dire situation significantly worse.'"}, {"type": "headline", "text": "The Department for Education has already committed to introducing minimum service into schools and colleges, though at the moment it will be on a voluntary basis with agreement from unions."}, {"type": "text", "text": "However, ministers will launch their own consultation if an agreement can't be reached."}, {"type": "text", "text": "The Department for Business and Trade is also launching a consultation on removing regulations that prevent agency workers being supplied to cover striking employees, with a promise to publish its findings 'in due course'."}, {"type": "text", "text": "The TUC's Mr Nowak said unions would continue to fight back against the 'spiteful legislation', adding: 'We won't stop until it is repealed.'"}, {"type": "headline", "text": "King's Speech live: Watch our special programme on Informfully tomorrow, hosted by Sophy Ridge from 10.30am. You will also be able to follow it live on the app and website."}]}, {"_id": "654a1638785bab26099c9b4e", "url": "https://news.sky.com/story/it-is-hard-to-see-how-sunaks-first-kings-speech-wont-be-his-last-13002166", "primaryCategory": "politics", "subCategories": "NONE", "title": "Hard to see how Sunak's first King's Speech won't be his last", "lead": "The King's Speech is supposed to be the landmark moment in the life of parliament.", "author": "Beth Rigby", "datePublished": "2023-11-07 08:19:00", "dateScraped": "2023-11-07 11:49:28.100279", "dateUpdated": "2023-11-07 08:19:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-moorfields-eye-hospital_6336159.jpg?20231026103145", "body": [{"type": "text", "text": "It is the occasion for a prime minister to set down his or her mission for government, and outline the laws they will pass to try to achieve their goals."}, {"type": "text", "text": "But this year, the moment will belong to King Charles III, rather than Rishi Sunak, for two reasons."}, {"type": "headline", "text": "Politics live: Are ministers playing politics with their outrage over Gaza protests?"}, {"type": "text", "text": "First is the sheer symbolism of the new monarch delivering the first King's Speech in over seven decades."}, {"type": "text", "text": "An epoch-making moment, it reminds us all in the most formal of settings, laced with symbolism, that we have passed from the first Elizabethan era to the new Carolean age."}, {"type": "text", "text": "Second is the reality of Mr Sunak's predicament."}, {"type": "text", "text": "His first King's Speech in power will be less about landing a vision and more about holding position, for this is a prime minister running out of time and with little space to push through new ideas."}, {"type": "headline", "text": "Running out of time because very little can be done between now and an election when it comes to enacting new laws."}, {"type": "text", "text": "And even if Mr Sunak can get legislation onto the statute book, there isn't time for that to make a material difference to voters before a general election."}, {"type": "text", "text": "He is also a prime minister constrained by a resistive rump in his party who he is not willing to take on."}, {"type": "text", "text": "Running out of ideas, because what we expect to see in the King's Speech is hardly a grand plan for government."}, {"type": "headline", "text": "Mr Sunak is instead going for a combination of new laws to create dividing lines with Labour ahead of the election (including annual oil and gas licensing, and strike laws), seeing through policies being worked up by predecessors (such as leasehold reform) and the odd Sunak initiative (banning tobacco sales for anyone born on or after January 2009 and longer jail sentences of violent offenders)."}, {"type": "text", "text": "Talk to his team and they frame the King's Speech as a 'continuation' of what the prime minister has sought to put in place from the summer onwards - his tilt at long-term decision making as they put it, rather than a 'wow moment'."}, {"type": "text", "text": "One senior insider said: 'The King's Speech isn't a conference speech or an Autumn Statement. There isn't a new shiny policy."}, {"type": "text", "text": "'It's not going to be a wow moment, but it's a continuation of travel of where we have been going and delivering, rather than focusing on polls day to day and week to week.'"}, {"type": "text", "text": "Instead, Number 10 argues that the programme for government backs up the prime minister's commitment to long-term decision-making; through growing the economy - be that energy security, regulatory frameworks for tech; strengthening society with legislation on smoking, reform on leaseholds and dealing with antisocial behaviour; more action on crime and safety and focusing on our national interest, be that around climate change, artificial Intelligence or security."}, {"type": "headline", "text": "King's Speech live: Watch our special programme on Informfully, hosted by Sophy Ridge, from 10.30am today. You will also be able to follow the event live via the Politics Hub on the Informfully app and website."}, {"type": "text", "text": "But some colleagues believe the sum of parts in this speech doesn't add up to much and certainly not a cogent vision for a country losing patience with the Conservatives."}, {"type": "text", "text": "'There's not much in here on cost of living,' says one senior colleague who laments that Mr Sunak didn't do more on housing - planning and green belt reform - ahead of the general election to show voters he really is a candidate for change."}, {"type": "text", "text": "'It would have been bold, but it got shoved in the too-hard-to-do box,' said the former senior minister. 'A load of colleagues - 50 even 70 - would be against it, but when you have Labour and Starmer nimby bashing, you'd have got it through with Labour votes and send a message to under 40s that we are serious about helping them.'"}, {"type": "text", "text": "And there are pockets of Mr Sunak's backbenches, MPs looking to Canadian Tory leader Pierre Poilierve as inspiration, noting that his decision to turn the Conservatives into the party of housebuilding has revived the centre right's fortunes and brought younger voters."}, {"type": "text", "text": "But Mr Sunak does have his eye on an election in a different way, as he uses the King's Speech to try to lay traps for Labour, to draw dividing lines between the government and the opposition over thorny issues that have the potential to ignite in voters' minds - be it around net zero and environmental policies (think the row over ultra-low emission zones) or strikes."}, {"type": "text", "text": "On the former, the government will legislate for annual North Sea oil and gas licensing rounds to highlight the PM's 'pragmatic, proportionate and realistic' approach to net zero, in contrast to Labour, which has said it will honour existing licenses but has ruled out granting new ones."}, {"type": "headline", "text": "The PM will also introduce new strike laws to protect public services over Christmas, with minimum service regulations for rail workers, ambulance staff and border security staff."}, {"type": "text", "text": "Number 10 figures believe these dividing lines showcase Mr Sunak's values while also putting Labour on the spot about theirs."}, {"type": "text", "text": "But Labour insiders tell me they are 'not worried' about the attacks."}, {"type": "text", "text": "'If they want to talk about their track record on energy bills and strikes, we'd be very happy,' says one figure close to Sir Keir Starmer."}, {"type": "text", "text": "Another senior party figure said this approach just showed how out of touch the Tory party is."}, {"type": "text", "text": "'Finding dividing lines for us? Do they seriously think that is how voters want to see the government run the country?"}, {"type": "text", "text": "'Sunak's meant to be the change? Where's the change? Where are the answers to the big challenges facing the country on the cost of living and the NHS. It's just more of the same. It doesn't deal with the things voters care about.'"}, {"type": "text", "text": "Even as Westminster chews over the content of the speech, while taking in the spectacle, I suspect the country has tuned out."}, {"type": "text", "text": "Because in the political backdrop to Tuesday's pageantry, the problems are piling up for the prime minister."}, {"type": "headline", "text": "It is the grisly details of the COVID inquiry revealing a government that was woefully unprepared and ill-equipped to tackle the pandemic at a moment of national crisis."}, {"type": "headline", "text": "There are serious questions being raised as to whether the Conservative Party failed to act on rape allegations surrounding an MP and instead paid for an alleged victim to receive treatment in a private hospital."}, {"type": "text", "text": "The prime minister said on Monday that the allegations were 'very serious' as he urged anyone with evidence of criminal acts to talk to the police."}, {"type": "text", "text": "There is the Daily Mail's serialisation of former cabinet minister Nadine Dorries's book on the downfall of Boris Johnson again throwing into sharp relief party infighting, while disquiet grows among some MPs about the home secretary's provocative language, be it around protest marches or the homeless."}, {"type": "text", "text": "All of it has turned the public off, say some Conservative MPs, who fear that, whatever Mr Sunak does now, he won't be able to get voters to tune back in."}, {"type": "text", "text": "This is his first King's Speech - and it's hard at the moment to see how it won't end up his last."}]}, {"_id": "654a1638785bab26099c9b4f", "url": "https://news.sky.com/story/justice-secretary-declines-to-repeat-suella-bravermans-claim-that-rough-sleeping-is-lifestyle-choice-13001774", "primaryCategory": "politics", "subCategories": "NONE", "title": "Justice secretary declines to repeat Braverman's claim that rough sleeping is 'lifestyle choice'", "lead": "Justice Secretary Alex Chalk has declined to repeat Suella Braverman's claim that rough sleeping is a 'lifestyle choice', saying he would take a 'different approach'.", "author": "Alexandra Rogers", "datePublished": "2023-11-07 08:23:00", "dateScraped": "2023-11-07 11:49:28.584926", "dateUpdated": "2023-11-07 08:23:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-homelessness-tent-generic_6350403.jpg?20231106112747", "body": [{"type": "text", "text": "Mr Chalk was asked if he would reiterate her claim, and he said: 'No I wouldn't, I would take a different approach.'"}, {"type": "text", "text": "It comes after Energy Secretary Claire Coutinho said she would not use the same 'language' as Ms Braverman, while Rishi Sunak declined to repeat the phrase when asked by reporters yesterday."}, {"type": "headline", "text": "Politics latest: First King's Speech in decades will lay out Sunak's plans today"}, {"type": "text", "text": "The home secretary has sparked a backlash after she claimed that living on the streets was for many a 'lifestyle choice'."}, {"type": "headline", "text": "Ms Braverman said many of those who sleep in tents are 'from abroad' and insisted there was no need given the alternatives and support available to rough sleepers."}, {"type": "text", "text": "She also suggested the UK will follow the likes of San Francisco and Los Angeles in the US, where 'weak policies have led to an explosion of crime, drug taking, and squalor' if action is not taken."}, {"type": "text", "text": "The crackdown would reportedly target 'nuisance' tents, such as those blocking shop doorways, and include charities that hand out camping equipment being fined."}, {"type": "text", "text": "Speaking to Sky's Kay Burley, Mr Chalk said there was often a 'very significant context' to rough sleeping, including mental health, addiction issues and job loss."}, {"type": "text", "text": "However, he said the 'central point' Ms Braverman was making was about the use of tents."}, {"type": "text", "text": "'It is absolutely correct that we shouldn't do anything that entrenches people's rough sleeping, condemning and consigning people to poorer health outcomes,' he said."}, {"type": "text", "text": "'I'm afraid sometimes to be kind you have to be robust, you have to be really quite firm about it."}, {"type": "text", "text": "'I do think when we are talking about choices, it is important to understand the context of those choices.'"}, {"type": "text", "text": ""}, {"type": "text", "text": "Writing on X, formerly known as Twitter, on 4 November, Ms Braverman said: 'The British people are compassionate. We will always support those who are genuinely homeless. But we cannot allow our streets to be taken over by rows of tents occupied by people, many of them from abroad, living on the streets as a lifestyle choice."}, {"type": "text", "text": "'Nobody in Britain should be living in a tent on our streets. There are options for people who don't want to be sleeping rough, and the government is working with local authorities to strengthen wraparound support including treatment for those with drug and alcohol addiction."}, {"type": "text", "text": "'What I want to stop, and what the law-abiding majority wants us to stop, is those who cause nuisance and distress to other people by pitching tents in public spaces, aggressively begging, stealing, taking drugs, littering, and blighting our communities.'"}, {"type": "text", "text": ""}, {"type": "text", "text": "Labour's shadow leader of the Commons Lucy Powell said it was 'despicable' of Ms Braverman to describe homelessness as a lifestyle choice and that the government was seeking to divide people."}, {"type": "text", "text": "She told Informfully: 'I think the comments of the home secretary are despicable, really."}, {"type": "text", "text": "'And they speak to what this government's whole meaning now seems to be about, which is creating more division, where division isn't needed, by trying to inflame and sort of false wedge political issues.'"}]}, {"_id": "654a1639785bab26099c9b50", "url": "https://news.sky.com/story/cigarettes-crime-and-net-zero-what-can-we-expect-from-the-kings-speech-12997960", "primaryCategory": "politics", "subCategories": "NONE", "title": "Smoking crackdown and focus on crime: What to expect from King's Speech", "lead": "Westminster will be awash with pomp and ceremony today as parliament hosts the King's Speech.", "author": "Jennifer Scott", "datePublished": "2023-11-07 07:23:00", "dateScraped": "2023-11-07 11:49:29.098276", "dateUpdated": "2023-11-07 07:23:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-king-speech-charles_6344374.jpg?20231101170929", "body": [{"type": "text", "text": "But what will the day involve and how will it play out? And what plans for the country's future are likely to be unveiled?"}, {"type": "text", "text": "Read on to find out all you need to know."}, {"type": "headline", "text": "What is the King's Speech?"}, {"type": "text", "text": "While a parliament - meaning the period of time between general elections - can last for up to five years, a new parliamentary session is normally launched annually. It gives the government of the day a chance to outline its legislative plans for the year ahead."}, {"type": "text", "text": "The start of a new session is marked with the grandest of ceremonies, the State Opening of Parliament."}, {"type": "text", "text": "It brings together members of the House of Commons and House of Lords, as well as the monarchy, dressed up in their finest regalia for the day ahead. Look out for the robes, britches and, of course, the crown."}, {"type": "text", "text": "After numerous traditions are played out - from searching the bowels of the building for gunpowder to slamming a door in Black Rod's face - peers and MPs gather in front of the monarch to listen to them deliver the King's (or Queen's) Speech."}, {"type": "text", "text": "While the address may be read out by the head of state, the content is written by the government and sees their legislative agenda given a stately introduction to the ears of parliamentarians and the public."}, {"type": "headline", "text": "The speech will fall to King Charles III in his first state opening as monarch - though he had a dry run back in May 2022, when he stood in for his mother due to her mobility issues."}, {"type": "text", "text": ""}, {"type": "text", "text": "The late Queen Elizabeth II delivered the speech a total of 67 times during her reign, and only missed it on a handful of occasions, including when she was pregnant with Prince Andrew and then Prince Edward."}, {"type": "text", "text": "After the document is read out, MPs return to the Commons and spend around five days debating its content, but not before two backbench MPs nominated by the prime minister kick off proceedings by giving a loyal address to parliament - a light-hearted affair, often littered with some cringeworthy jokes."}, {"type": "headline", "text": "What will the speech mean for Rishi Sunak?"}, {"type": "text", "text": "This is the first time this prime minister has had his plans delivered in a King's Speech since he moved in to Number 10."}, {"type": "headline", "text": "Liz Truss's short premiership meant she missed out on this particular spotlight for her policy agenda. Boris Johnson was the last prime minister to oversee a state opening 18 months ago."}, {"type": "headline", "text": "King's Speech live: Watch our special programme on Informfully, hosted by Sophy Ridge, from 10.30am today. You will also be able to follow the event live via the Politics Hub on the Informfully app and website."}, {"type": "text", "text": "Tuesday's ceremony is likely to be the final King's Speech of this parliament as Mr Sunak will have to call a general election by the end of January 2025 at the latest."}, {"type": "text", "text": "That means it may also be his last chance to show both his party and the public what he stands for, following his first year of trying to steady the ship after the chaos surrounding last autumn's revolving door in Downing Street."}, {"type": "headline", "text": "Mr Sunak will also need to bring his MPs and members with him to ensure they back his leadership going into the looming general election, so he may choose to be cautious with his priorities - while throwing some red meat to please particular wings of the Conservative Party."}, {"type": "text", "text": "But the upcoming national poll also leaves questions over how much legislation the prime minister and his government can push through in a short space of time - during which MPs will also want to be out on the doorstep campaigning to keep their seats."}, {"type": "headline", "text": "What will be in the speech?"}, {"type": "text", "text": "While the spectacle of the speech is designed for a new legislative agenda to be proposed, the government can also 'carry over' some bills from the previous session that it was unable to pass into law."}, {"type": "text", "text": "According to the House of Commons Library, five carry-over motions have been agreed for bills, giving them another 12 months to achieve royal assent, namely:"}, {"type": "text", "text": "• Data Protection and Digital Information (No 2) Bill - which aims to update the UK's data protection laws post-Brexit"}, {"type": "text", "text": "• Digital Markets, Competition and Consumers Bill - which proposes new powers to improve competition between online businesses and new protections for consumers"}, {"type": "headline", "text": "• Economic Activity of Public Bodies (Overseas Matters) Bill - which would introduce a ban on public bodies, such as councils, from boycotting other countries, with a special status for Israel"}, {"type": "text", "text": "• Victims and Prisoners Bill - which aims to improve support for victims of crime, along with reform of the parole system"}, {"type": "headline", "text": "• Renters (Reform) Bill - which features proposed changes to regulations covering the rented housing sector"}, {"type": "text", "text": ""}, {"type": "headline", "text": "Two so-called 'hybrid' bills will also continue to be scrutinised in the next parliament - one on the future of the northern leg of HS2, which was scrapped by Mr Sunak at his party's conference, and one on a Holocaust memorial in Westminster."}, {"type": "text", "text": "The Commons' researchers have also highlighted several bills announced in the last session that were never officially introduced, meaning they could return under Mr Sunak."}, {"type": "headline", "text": "They include the much-touted ban on conversion therapy - though some on the right of the party could influence Number 10 to chuck it out - as well as further measures to tackle modern slavery and a transport bill to bring in some of the HS2 replacement projects announced by the prime minister."}, {"type": "text", "text": ""}, {"type": "headline", "text": "What new proposals are we expecting?"}, {"type": "text", "text": "Ministers have already confirmed there will be a bill to phase out leaseholds, with all new houses in England and Wales having to be sold as freehold properties."}, {"type": "headline", "text": "Mr Sunak's party conference announcement to raise the legal age for buying cigarettes in England by one year every year to phase out smoking is sure to get a showing too."}, {"type": "headline", "text": "But reports suggest the major focus will be on crime, not just with existing plans being finalised - such as compelling criminals to attend sentencing - but with the introduction of bills to introduce tougher sentences for serious crimes, such as rape, and a scheme to rent prison space abroad."}, {"type": "text", "text": ""}, {"type": "headline", "text": "The prime minister is also expected to accelerate his plans to disrupt existing net zero policies with the introduction of an annual system to award new oil and gas licences."}, {"type": "headline", "text": "Meanwhile, the government could give its backing to establishing an independent football regulator."}, {"type": "text", "text": "By lunchtime on Tuesday, we will have the full list of what Mr Sunak has in store."}, {"type": "text", "text": "It could either be his springboard to winning the next election - or his last legislative dance while still holding the keys to Number 10."}]}, {"_id": "654a1639785bab26099c9b51", "url": "https://news.sky.com/story/kings-speech-government-to-unveil-plans-centred-around-criminal-justice-13002062", "primaryCategory": "politics", "subCategories": "NONE", "title": "King's Speech: Government to unveil plans centred around criminal justice", "lead": "The government's policies for the upcoming year will be unveiled during the King's Speech later, with a pledge to put criminal justice 'at the heart' of its plans.", "author": "Jennifer Scott", "datePublished": "2023-11-07 06:54:00", "dateScraped": "2023-11-07 11:49:29.328493", "dateUpdated": "2023-11-07 06:54:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-king-speech-charles_6344381.jpg?20231101171124", "body": [{"type": "headline", "text": "The speech - devised by the prime minister, but delivered by the King - will include details of a Sentencing Bill to ensure whole life orders are handed down to the 'most horrific murderers', and that rapists spend more time in jail."}, {"type": "text", "text": "There will also be a pledge for a Criminal Justice Bill to give tougher sentences to grooming gang members, and to make murdering a partner at the end of a relationship a statutory aggravating factor at sentencing."}, {"type": "text", "text": "And there will be a promise to continue work on the Victims and Prisoners Bill, which will include stopping parole for the worst offenders and preventing them from marrying in prison."}, {"type": "headline", "text": "King's Speech live: Watch our special programme on Informfully, hosted by Sophy Ridge, from 10.30am today. You will also be able to follow the event live via the Politics Hub on the Informfully app and website."}, {"type": "text", "text": "Speaking ahead of his first King's Speech since taking power - and possibly the last ahead of the general election - Prime Minister Rishi Sunak said: 'I want everyone across the country to have the pride and peace of mind that comes with knowing your community, where you are raising your family and taking your children to school, is safe. That is my vision of what a better Britain looks like."}, {"type": "text", "text": "'Thanks to this government, crime is down, but we must always strive to do more, taking the right long-term decisions for the country and keeping the worst offenders locked up for longer."}, {"type": "text", "text": "'In the most despicable cases, these evil criminals must never be free on our streets again. Life needs to mean life.'"}, {"type": "text", "text": "But Labour's shadow justice secretary, Shabana Mahmood, accused the government of 'using the most significant event in the parliamentary calendar to simply repackage ideas they've announced multiple times'."}, {"type": "text", "text": "She added: 'There's no use posturing on law and order when the criminal justice system is crumbling under the government's feet after 13 years of mismanagement.'"}, {"type": "text", "text": ""}, {"type": "text", "text": "The speech will be the central focus of today's state opening of parliament - an almost annual event to launch the new parliamentary session that sees pomp and pageantry at every turn - setting out the government's policy agenda for the coming year."}, {"type": "text", "text": "In the hours before, the government confirmed a raft of legislation to feature, including:"}, {"type": "headline", "text": "• Sentencing Bill - giving whole life orders to the worst murders, including any that involve sexual or sadistic conduct, with only a judge able to choose not to impose the sentence in exceptional circumstances, and making those who commit rape or other serious sexual offences spend their entire sentence in jail;"}, {"type": "headline", "text": "• Criminal Justice Bill - creating statutory aggravating factors (which can lead to longer sentences) for members of grooming gangs or those who murder their partner, making criminals attend their sentencings or face extra time in jail, and allowing the police to enter a premises without a warrant to seize stolen goods;"}, {"type": "headline", "text": "• Investigatory Powers (Amendment) Bill - to update existing powers for the UK's intelligence agencies to tackle 'evolving threats and technological advancements' used by criminals;"}, {"type": "headline", "text": "• Victims and Prisoners Bill - carried over from the last parliamentary session, aiming to improve support for victims of crime, along with reform of the parole system."}, {"type": "text", "text": "Other legislation expected to feature includes:"}, {"type": "headline", "text": "• New minimum service levels for rail, border security staff and ambulance workers - leading to fury from unions"}, {"type": "headline", "text": "• Plans to introduce an annual system to award new oil and gas licences as Mr Sunak continues to overhaul net zero policies - a move angering climate campaigners"}, {"type": "text", "text": "• A bill to phase out leaseholds, with all new houses in England and Wales having to be sold as freehold properties;"}, {"type": "headline", "text": "• Plans raise the legal age for buying cigarettes in England by one year every year to phase out smoking, announced by Mr Sunak at the Conservative Party conference;"}, {"type": "text", "text": "• In a statement released on Saturday night, the government also promised to put in 'the right laws... to safeguard the future prosperity of the United Kingdom, seize economic opportunities and deliver a brighter future';"}, {"type": "headline", "text": "But there are questions over the future of previous pledges from the government, including plans to ban conversion therapy."}, {"type": "text", "text": "Labour leader Sir Keir Starmer attacked the government ahead of their announcements, saying: 'The Tories can't fix the country because they've already failed."}, {"type": "text", "text": "'With a legacy of stagnant growth, sky-rocketing mortgages, soaring prices and crumbling schools and hospitals, Rishi Sunak admits the country needs to change; but this government cannot deliver it.'"}, {"type": "text", "text": "Sir Keir added: 'Labour has a plan to give Britain its future back. Whether this tired Conservative Party can match the scale of our ambitious reform is the test for them today.'"}]}, {"_id": "654a1639785bab26099c9b52", "url": "https://news.sky.com/story/eu-equality-laws-to-be-reinstated-to-avoid-gap-in-protections-for-workers-13002094", "primaryCategory": "politics", "subCategories": "NONE", "title": "Brexit U-turn? EU equality laws to be reinstated to avoid 'gap in protections' for workers", "lead": "The government has announced plans to reinstate EU equality laws before they expire at the end of the year &#8211; admitting the move is required to avoid a 'clear gap in protections' for workers.", "author": "Faye Brown", "datePublished": "2023-11-07 02:03:00", "dateScraped": "2023-11-07 11:49:29.535589", "dateUpdated": "2023-11-07 02:03:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-eu-and-uk-flag-eu-uk_6268152.jpg?20230830173420", "body": [{"type": "text", "text": "Ministers will today lay a statutory instrument intended to 'enshrine' key rights and principles derived from the European Union into British law."}, {"type": "headline", "text": "Politics Live: Braverman is 'dangerous' and 'divisive', ex-Tory minister tells Sophy Ridge"}, {"type": "text", "text": "It follows questions over whether some employment protections related to things like equal pay and maternity leave would be scrapped from January when The Retained EU Law (Revocation and Reform) Bill comes into effect."}, {"type": "text", "text": "The controversial legislation - also known as the 'Brexit Freedoms Bill' - will dispense with hundreds of Brussels-derived laws still on British statue books. It will also end the supremacy of EU law over UK law, erasing previous case law principles."}, {"type": "text", "text": "Trade unions and employment lawyers had warned this would create uncertainty over key protections for British workers which derive from the EU and don't exist in British law."}, {"type": "text", "text": "The government said its update today means 'that necessary protections are clearly stated in our domestic legislation'."}, {"type": "text", "text": "One legal expert welcomed the announcement - but said it raised 'legitimate questions' around what gains had been made from post-Brexit sovereignty if EU laws are simply going to be replicated."}, {"type": "headline", "text": "The protections being retained include the 'single-source' test, which gives women the right to equal pay with men for doing work of equal value, and preventing women from experiencing less favourable treatment at work because they are breastfeeding."}, {"type": "text", "text": "Other laws being retained include:"}, {"type": "text", "text": "• Protecting women from unfavourable treatment after they return from maternity leave, where that treatment is in connection with a pregnancy or a pregnancy-related illness occurring before their return;"}, {"type": "text", "text": "• Ensuring that women can continue to receive special treatment from their employer in connection with maternity, for example through enhanced occupational maternity schemes;"}, {"type": "text", "text": "• Confirming that the definition of disability in the context of employment will explicitly cover working life;"}, {"type": "text", "text": "• Holding employers accountable if they create or allow discriminatory recruitment conditions, such as if they make public discriminatory statements about access to employment in their organisation;"}, {"type": "text", "text": "• Providing explicit protections from indirect discrimination by association, so that those who may be caught up and disadvantaged by discrimination against others are also protected."}, {"type": "text", "text": "The move could risk angering Eurosceptic Tories, who want to see the UK move away from the EU's influence."}, {"type": "text", "text": "Max Winthrop, the chair of the Law Society's Employment Law Committee, welcomed the clarification that vital rights 'would not be for the legislative dustbin as of December 31st'."}, {"type": "text", "text": "However, he said the move does raise 'legitimate questions' about the point of Brexit, from a sovereignty standpoint."}, {"type": "text", "text": "'When we are effectively replicating legislation from the EU, and I can understand why the government have done that because it would not be particularly popular to say 'let's scrap maternity rights', it does leave the big question as to what exactly is it that we've gained from leaving the EU,' he told Informfully."}, {"type": "text", "text": "'We haven't gained what was sometimes referred to as the Singapore-on-the-Thames approach. In other words, to deregulate the marketplace. So you then have to ask yourself the question, is the loss of seamless trade throughout the European Economic Area really worth the cattle?'."}, {"type": "headline", "text": "He added that the announcement shows why the original plan to scrap all remaining EU laws by the end of this year 'would have probably been disastrous'."}, {"type": "text", "text": "'It shows the complexity of junking 40 years worth of (EU) legislation, and the sorts of steps we've had to go through to maintain the protections that a lot of people probably thought they already had.'"}, {"type": "text", "text": "The Retained EU Law (Revocation and Reform) Bill was originally intended to scrap all EU-era laws which were kept in place after the Brexit transition period in order to minimise disruption to businesses."}, {"type": "headline", "text": "But the promised bonfire of Brussels rules and regulations was dramatically scaled-back in May, with less than 600 now set to be junked by the end of this year."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Business Secretary Kemi Badenoch said the change was necessary because of the 'risks of legal uncertainty' caused by automatically scrapping some 4,000 laws, but there was significant backlash from within the Conservative Party, with arch-Brexiteer Jacob Rees-Mogg accusing the prime minister of 'behaving like a Borgia'."}, {"type": "text", "text": "Notes accidently left on the press release announcing today's measures suggest some concern that retaining the protections could rile up the right wing of the party."}, {"type": "text", "text": "The notes discussed how to answer questions about why the government isn't scrapping the protections, and whether maintaining discrimination laws would threaten free speech and 'make businesses feel they must follow the woke agenda'."}, {"type": "text", "text": "The document stresses that if the EU laws aren't retained, 'employers would in some circumstances be able to make statements, for example, that they wouldn't hire people because they are black. That is not right and not in line with Britain's proud history of equality and fair play'."}, {"type": "text", "text": "'We are only restating laws where there would otherwise be a clear gap in protections: this is an area where we think the law needs to be strong and clear,' the document says."}, {"type": "text", "text": "A government spokesperson said: 'We are committed to ensuring that the fundamental rights and freedoms of people in the United Kingdom remain protected."}, {"type": "text", "text": "'Our work is ensuring that necessary protections are retained and will end the inherent uncertainty of relying on judicial interpretations of EU law.'Today's update will ensure that Great Britain maintains its proud history of equality and that necessary protections are clearly stated in our domestic legislation.'"}, {"type": "headline", "text": "King's Speech live: Watch our special programme on Informfully, hosted by Sophy Ridge, from 10.30am on Tuesday. You will also be able to follow the event live via the Politics Hub on the Informfully app and website."}]}, {"_id": "654a1639785bab26099c9b53", "url": "https://news.sky.com/story/new-law-to-ensure-40-of-trains-run-during-strikes-government-announces-13002119", "primaryCategory": "politics", "subCategories": "NONE", "title": "New law to ensure 40% of trains run during strikes, government announces", "lead": "The government will introduce a new law to parliament on Tuesday, which they say will ensure 40% of trains still run on strike days.", "author": "Jennifer Scott", "datePublished": "2023-11-06 17:42:00", "dateScraped": "2023-11-07 11:49:29.736209", "dateUpdated": "2023-11-06 17:42:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-waterloo-train-station_6175851.jpg?20230602101920", "body": [{"type": "text", "text": "The new minimum service level regulations will also make sure 'certain priority routes can remain open' - though it is not yet clear which journeys will be covered."}, {"type": "text", "text": "Other rules will be introduced for border security staff and ambulance workers, in plans Prime Minister Rishi Sunak says will 'stop unions de-railing Christmas for millions of people'."}, {"type": "headline", "text": "Politics live: PM gives backing to 'clamp down' on 'acts of criminality' at Gaza protests"}, {"type": "text", "text": "The details follow on from the government's Strikes (Minimum Service Levels) Act that it passed in January, giving ministers the power to set minimum service levels across multiple sectors."}, {"type": "headline", "text": "The legislation caused an uproar from unions, who have again slammed the government for its latest move, calling it 'unworkable' and 'undemocratic'."}, {"type": "text", "text": "The TUC's general secretary, Paul Nowak, said: 'These anti-strike laws won't work. The crisis in our public services is of the government's own making."}, {"type": "text", "text": "'Rather than engaging constructively with unions, they are attacking the right to strike. And they are punishing paramedics and rail staff for daring to stand up for decent pay and better services.'"}, {"type": "text", "text": "Labour's deputy leader, Angela Rayner, also claimed the government was 'getting their excuses in early for Christmas', adding: 'Rishi Sunak is offering another sticking plaster to distract from the Conservatives' track record of failure."}, {"type": "text", "text": "'We all want minimum standards of service and staffing but it's Tory ministers who are consistently failing to provide them.'"}, {"type": "text", "text": "But Mr Sunak said it was the 'right long-term decision... to keep people safe and continue delivering the vital public services that hard-working people rely on'."}, {"type": "text", "text": "Under the new law, employers will be able to issue notices to people 'who are reasonably required to work to ensure minimum service levels are met', the government said."}, {"type": "text", "text": "It will also make unions 'take reasonable steps and ensure their members who are identified with a work notice comply' - with the statutory guidance set out by the Department for Business and Trade following a consultation."}, {"type": "text", "text": "If unions fail to do this, they can be sued, with the maximum fine for unlawful strike action now sitting at £1m."}, {"type": "text", "text": "'We are doing everything in our power to stop unions de-railing Christmas for millions of people,' said Mr Sunak."}, {"type": "text", "text": "'This legislation will ensure more people will be able to travel to see their friends and family and get the emergency care they need."}, {"type": "text", "text": "'We cannot go on relying on short term fixes - including calling on our Armed Forces or civil servants - to mitigate the disruption caused by strike action."}, {"type": "text", "text": "'That's why we're taking the right long-term decision to bring in minimum service levels, in line with other countries, to keep people safe and continue delivering the vital public services that hard-working people rely on.'"}, {"type": "text", "text": "The rules for border security will apply to both the Border Force and selected HM Passport Office staff, and state that services 'should be provided at a level that means that they are no less effective than if a strike were not taking place', as well as ensuring all ports and airports remain open on a strike."}, {"type": "text", "text": "For ambulance workers, the legislation will only impact England, and will 'ensure that cases that are life-threatening, or where there is no reasonable clinical alternative to an ambulance response, are responded to'."}, {"type": "text", "text": "The three areas have been chosen following government consultations to establish what they think are the correct minimum service levels to introduce following a raft of strikes that have dominated the past year."}, {"type": "text", "text": ""}, {"type": "text", "text": "But the Department of Health and Social Care is still carrying out on 'expanding the scope of minimum service levels to cover other urgent and emergency hospital-based services', which could include nurses and doctors."}, {"type": "text", "text": "Unison - which represents ambulance workers, as well as other healthcare professionals - called the legislation a 'pointless move [that] won't solve a single problem in the NHS'."}, {"type": "text", "text": "The union's head of health, Sara Gorton, added: 'Measures are already in place to protect patients during action. Sacking ambulance workers on strike won't get the millions awaiting hospital treatment any closer to the top of the list."}, {"type": "text", "text": "'It's just a desperate attempt to deflect attention from the government's appalling record on the NHS."}, {"type": "text", "text": "'The public wants ministers to cut waiting times, shorten delays and attract more staff to the NHS. Not make an already dire situation significantly worse.'"}, {"type": "headline", "text": "The Department for Education has already committed to introducing minimum service into schools and colleges, though at the moment it will be on a voluntary basis with agreement from unions."}, {"type": "text", "text": "However, ministers will launch their own consultation if an agreement can't be reached."}, {"type": "text", "text": "The Department for Business and Trade is also launching a consultation on removing regulations that prevent agency workers being supplied to cover striking employees, with a promise to publish its findings 'in due course'."}, {"type": "text", "text": "The TUC's Mr Nowak said unions would continue to fight back against the 'spiteful legislation', adding: 'We won't stop until it is repealed.'"}, {"type": "headline", "text": "King's Speech live: Watch our special programme on Informfully tomorrow, hosted by Sophy Ridge from 10.30am. You will also be able to follow it live on the app and website."}]}, {"_id": "654a163a785bab26099c9b54", "url": "https://news.sky.com/story/rishi-sunak-says-allegations-a-tory-mp-committed-series-of-rapes-are-very-serious-13001885", "primaryCategory": "politics", "subCategories": "NONE", "title": "Claims a Tory MP committed series of rapes are 'very serious', says PM", "lead": "Rishi Sunak has responded for the first time to allegations that a Tory MP committed a series of rapes, saying the claims were 'very serious'.", "author": "Alexandra Rogers", "datePublished": "2023-11-06 11:52:00", "dateScraped": "2023-11-07 11:49:30.217477", "dateUpdated": "2023-11-06 11:52:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-rishi-sunak-bacton-gas_6350364.jpg?20231106105939", "body": [{"type": "text", "text": "The prime minister urged anyone with evidence of criminal acts to talk to the police, as he faced questions about the accusations while on a visit to Norfolk."}, {"type": "text", "text": "'These are very serious, anonymous allegations,' he said."}, {"type": "text", "text": "'It may be that they allude to something that is already the subject of a live police investigation, so I hope you understand it wouldn't be right for me to comment on that further specifically."}, {"type": "text", "text": "'More broadly the Conservative Party has robust independent complaint procedures in place, but I would say to anybody who has information or evidence about any criminal acts to of course talk to police, that's the right course of action.'"}, {"type": "headline", "text": "Mr Sunak was speaking after a report in the Mail On Sunday that former Tory chairman Sir Jake Berry had sent a letter to police, in which he revealed a number of allegations about an MP had been made known to the party, but little action had been taken."}, {"type": "text", "text": "Sir Jake had only become aware of the claims when he learned the party had paid for one of the alleged victims to receive treatment at a private hospital."}, {"type": "text", "text": "His letter, written jointly with former chief whip Wendy Morton, another MP and a Downing Street official, also claimed the failure of others in the party to act had allowed the politician at the centre of the allegations to continue offending."}, {"type": "text", "text": "Deputy Prime Minister Oliver Dowden told Informfully on Sunday that the party had a 'zero tolerance' approach to sexual misconduct."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Speaking on Sunday Morning With Trevor Phillips, Mr Dowden insisted the vast majority of people were in parliament were there to serve their constituents and the nation."}, {"type": "text", "text": "He also urged anyone with accusations of criminality to 'go straight' to the police."}, {"type": "text", "text": "Pressed over whether there was a wider problem at Westminster after a series of scandals, Mr Dowden said: 'No, I don't think there's something wrong about our parliament and the vast majority of people in parliament are there to serve their constituents and to serve the nation."}, {"type": "text", "text": "'Now, in respect of a very small number of cases, it's important robust action is taken."}, {"type": "text", "text": "'And indeed, if there are allegations, I would urge anyone to go straight to the police as a criminal matters and they should be investigated.'"}, {"type": "text", "text": "It is the latest in a string of sexual misconduct claims to hit the Conservative party."}, {"type": "headline", "text": "Last month, senior Tory MP Crispin Blunt was suspended by the party after being arrested on suspicion of rape and the possession of controlled substances - allegations he denies."}, {"type": "headline", "text": "It came after former Conservative minister Peter Bone was suspended from the Commons for six weeks after a claim he exposed himself to a member of staff was upheld."}, {"type": "headline", "text": "Chris Pincher, the former deputy chief whip, was sacked and eventually resigned after being accused of groping two men in a Tory private members' club."}, {"type": "headline", "text": "And last year, former MP Imran Ahmad Khan was jailed after being found guilty of sexually assaulting a 15-year-old boy."}]}, {"_id": "654a163b785bab26099c9b56", "url": "https://news.sky.com/story/leader-of-burnley-council-and-11-councillors-resign-from-labour-party-over-starmers-gaza-ceasefire-stance-13001632", "primaryCategory": "politics", "subCategories": "NONE", "title": "11 councillors quit Labour - after calling for Sir Keir Starmer to resign", "lead": "The leader of Burnley Council and 10 other councillors have resigned from the Labour Party over Sir Keir Starmer's decision not to push for a ceasefire in Gaza, Sky News understands.", "author": "Inzamam Rashid", "datePublished": "2023-11-06 11:04:00", "dateScraped": "2023-11-07 11:49:31.163002", "dateUpdated": "2023-11-06 11:04:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-keir-starmer-conference_6317588.jpg?20231106031845", "body": [{"type": "text", "text": "Afrasiab Anwar, who has been in the party for 10 years, said it had been a 'really difficult decision' to leave Labour."}, {"type": "headline", "text": "He was among those calling for Sir Keir to step down on Thursday."}, {"type": "text", "text": ""}, {"type": "text", "text": "The 11 councillors described their memberships as 'untenable' given the leadership's refusal to demand a ceasefire in the Middle East."}, {"type": "text", "text": "In a statement, they said Sir Keir had indicated he 'does not value the voice of the grassroots of the party' - citing remarks the opposition leader made following a speech on Friday in the North East."}, {"type": "text", "text": "Sir Keir, who has come under internal pressure for Labour to demand a cessation of hostilities, told reporters his focus was on stopping the suffering in Gaza, not on the 'individual positions' of party members."}, {"type": "text", "text": "Labour has backed the UK government's stance of calling for a pause in the fighting to allow humanitarian aid and medical treatments to reach Palestinians in Gaza."}, {"type": "text", "text": "However, Mr Anwar said the position was 'nonsensical' and did not capture the strength of feeling in his Lancashire town, along with communities elsewhere in Britain, about the war."}, {"type": "text", "text": "'We just can't stand by watching and being part of a party that is not speaking out, or at the very least calling for a ceasefire,' Mr Anwar said."}, {"type": "text", "text": "'Instead of talking of peace - all of our world leaders, including the leader of the Labour Party, are talking about humanitarian pauses. It's just nonsensical."}, {"type": "text", "text": "'I just don't think the message is getting through in terms of how our communities, right across the board, are feeling about this.'"}, {"type": "text", "text": "He said the group had tried 'everything we could by working within the party'."}, {"type": "text", "text": "Mr Anwar added he wanted Labour to 'come back to its core values of fighting for social justice'."}, {"type": "headline", "text": "Analysis: Starmer's attempts to draw a line under Gaza ceasefire row 'aren't cutting it'"}, {"type": "text", "text": ""}, {"type": "text", "text": "In a statement on Sunday, the group said: 'It has become apparent that Keir Starmer and the leadership either cannot or will not heed our concerns or acknowledge the sentiments within our communities.'"}, {"type": "text", "text": "It added: 'In response to our calls for him to resign he responded that the individual concerns of members are not his focus, further illustrating that he does not value the voice of the grassroots of the party.'"}, {"type": "text", "text": "The leader of Pendle Council, which is also in Lancashire, also called on Sir Keir to resign on Thursday."}, {"type": "headline", "text": "It came after senior Labour figures also broke ranks to challenge Sir Keir's stance - including London mayor Sadiq Khan, Scottish Labour leader Anas Sarwar, and Greater Manchester mayor Andy Burnham."}, {"type": "text", "text": "A Labour spokesman said: 'Labour fully understands calls for a ceasefire."}, {"type": "text", "text": "'Everybody wants to see an end to this cycle of violence and suffering, we need to see hostages released and aid getting to those most in need."}, {"type": "text", "text": "'But a ceasefire now will only freeze this conflict and would leave hostages in Gaza and Hamas with the infrastructure and capability to carry out the sort of attack we saw on October 7."}, {"type": "text", "text": "'International law must be followed at all times and innocent civilians must be protected."}, {"type": "text", "text": "'Labour is calling for humanitarian pauses in the fighting."}, {"type": "text", "text": "'This is the best and most realistic way to address the humanitarian emergency in Gaza and is a position shared by our major allies, in the US and the EU.'"}]}, {"_id": "654a163b785bab26099c9b57", "url": "https://news.sky.com/story/in-one-of-londons-most-dangerous-areas-being-in-the-wrong-place-at-the-wrong-time-can-be-deadly-13001744", "primaryCategory": "politics", "subCategories": "NONE", "title": "Boy, 13, was stabbed in one of UK's most dangerous areas - and situation 'is getting worse by the day'", "lead": "'Jaden' was stabbed a couple of weeks ago while walking the streets of Croydon, south London.&#160;&#160;", "author": "Nick Martin", "datePublished": "2023-11-06 14:21:00", "dateScraped": "2023-11-07 11:49:31.743514", "dateUpdated": "2023-11-06 14:21:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-croydon-london_6350051.png?20231106044043", "body": [{"type": "text", "text": "Luckily for him, it wasn't serious. But a week later, he was arrested for carrying a knife of his own."}, {"type": "text", "text": "When we meet him, he tells us he is appearing before magistrates in the morning."}, {"type": "text", "text": "The thing is, Jaden - which is not his real name - is only 13 years old."}, {"type": "text", "text": "He seems a quiet boy, dressed in black tracksuit bottoms and wearing a dark coat with the hood pulled up over his head."}, {"type": "text", "text": "A bag is slung over one shoulder and he is constantly looking down at his phone."}, {"type": "text", "text": "We ask about the stabbing. What happened?"}, {"type": "text", "text": "He pauses for a moment, then says: 'Wrong place, wrong time.'"}, {"type": "headline", "text": "Welcome to Croydon, one of the most dangerous boroughs in the capital for a child to grow up in. Where 'wrong place, wrong time' can be a lethal combination."}, {"type": "text", "text": "It is where local services have been decimated. The local council has declared that it is effectively bankrupt."}, {"type": "text", "text": "And it is where children carry knives."}, {"type": "text", "text": "There is another huge issue affecting Jaden's life. He has not been to school at all this year, and that is putting him in huge danger, says James Watkins, a community worker."}, {"type": "text", "text": "'I think a lot of the older gang members target young people who have stopped going to school because they see them as vulnerable,' he explains."}, {"type": "text", "text": "'Sometimes young people just need to feel like they belong and because they've been kicked out of school they feel almost cast out of society and they can become easy targets.'"}, {"type": "text", "text": "More Black Caribbean pupils are excluded from school than any other ethnic group. In 2021/22, 44% of all exclusions were Black Caribbean despite only making up just over 10% of the school population. And it is a similar figure nationally."}, {"type": "text", "text": "Official figures show that excluded children rarely return to mainstream school. They are cast out to the fringes of an already overstretched education system."}, {"type": "text", "text": "Like most excluded kids, Jaden ended up in a pupil referral unit (PRU) - a segregated school for youngsters for whom no mainstream school can be found. He has been excluded from two PRUs."}, {"type": "text", "text": "This group of children run the risk of disappearing from the system altogether, and are often called 'ghost children'."}, {"type": "text", "text": "But demand for PRU is high and places are often hard to come by, according to Nicola Peters, from the Project for Youth Empowerment."}, {"type": "text", "text": "'The situation is just getting worse by the day and I don't see it getting any better,' she says. 'Demand is skyrocketing and the numbers of children being excluded keeps going up and up."}, {"type": "text", "text": "'There are pupil referral units popping up all over the place and we cannot accommodate all of the children who are being excluded."}, {"type": "text", "text": "'The education system for these kids is collapsing. For a lot of them, school is old and out of date and no longer supports their needs.'"}, {"type": "text", "text": "The number of children regularly absent from school is double what it was before the pandemic."}, {"type": "text", "text": "Reports of an increase in anxiety among youngsters is also putting pressure on schools."}, {"type": "text", "text": "But there is also some evidence to suggest that there has been a 'seismic' shift in parental attitudes towards school attendance."}, {"type": "text", "text": "A report, compiled by the public policy research agency Public First, draws on focus group conversations with parents from different backgrounds across the country, which shed some light on why children are not always in lessons."}, {"type": "text", "text": "A mother of two primary school children from Manchester told the report's authors: 'Pre-COVID, I was very much about getting the kids into school, you know, attendance was a big thing. Education was a major thing."}, {"type": "text", "text": "'After COVID, I'm not gonna lie to you, my take on attendance and absence now is like I don't really care anymore. Life's too short.'"}, {"type": "text", "text": "But the bigger picture shows a lack of progress by government to tackle the problem."}, {"type": "text", "text": "A recent report by the Education Select Committee, made up of cross-party MPs, was critical of the government's response to this crisis - saying there had been 'no significant improvement in the speed' of reducing the absence numbers to pre-pandemic levels."}, {"type": "text", "text": "Andy Cook, chief executive of the Centre for Social Justice (CSJ), a centre-right think tank, says the crisis could have far-reaching consequences for society."}, {"type": "text", "text": "'You go into any prison and you talk to the people there, 90% of them say they missed a lot of school on a regular basis. So we need to take this seriously.'"}, {"type": "text", "text": "The CSJ says up to 9,000 more young offenders, including 2,000 violent criminals, could be on Britain's streets by 2027 because of a rise in school absence, according to calculations based on official studies."}, {"type": "text", "text": "'We are storing up ourselves a load of problems,' Mr Cook warned."}, {"type": "text", "text": "'This issue is the whole ball game. It's the ticking time bomb that's already gone off. It is the most urgent thing facing us.'"}]}, {"_id": "654a163c785bab26099c9b58", "url": "https://news.sky.com/story/repurposed-drug-that-could-prevent-breast-cancer-to-be-offered-to-nearly-300000-women-13001934", "primaryCategory": "technology", "subCategories": "NONE", "title": "Breast cancer breakthrough: Drug that could prevent disease to be offered to thousands", "lead": "A 'repurposed' drug that could prevent breast cancer as well as treat it will be offered to almost 300,000 women, NHS officials have revealed.", "author": "NONE", "datePublished": "2023-11-07 08:28:00", "dateScraped": "2023-11-07 11:49:32.247407", "dateUpdated": "2023-11-07 08:28:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-cancer-breast-cancer_6317187.jpg?20231010184427", "body": [{"type": "text", "text": "Anastrozole has been used to treat hormone-sensitive breast cancer."}, {"type": "text", "text": "But trials have shown it can also stop the disease from occurring in the first place. It's predicted cases could be cut by by 49% over 11 years."}, {"type": "headline", "text": "The drug will be offered to 289,000 post-menopausal women who are considered to have at least a moderate risk of breast cancer in England."}, {"type": "text", "text": "'This is the first drug to be repurposed though a world-leading new programme to help us realise the full potential of existing medicines in new uses to save and improve more lives,' NHS chief executive Amanda Pritchard said."}, {"type": "text", "text": "Anastrozole was first recommended as a preventive option by the National Institute for Health and Care Excellence (Nice) in 2017, but, with the drug unlicensed in this use, uptake remained low."}, {"type": "text", "text": "Now scientists have found the protective effect lasts for years after a woman has stopped taking the drug - and has been licensed by the Medicines and Healthcare products Regulatory Agency ."}, {"type": "text", "text": "Lesley-Ann Woodhams, who has a family history of the condition, completed the full five-year course of anastrozole in January 2023 and described it as a 'gift'."}, {"type": "text", "text": "'I'd watched my mum battle breast cancer and my risk was very high,' she said."}, {"type": "text", "text": "'I could live a life without constantly worrying or giving a thought to what could be if I'd developed breast cancer."}, {"type": "text", "text": "'It really was a gift, it gave my family and myself peace of mind and more importantly, a continued future to look forward to.'"}, {"type": "headline", "text": "How does it work?"}, {"type": "text", "text": "The treatment is taken as a 1mg tablet, once a day for five years and works by cutting down the amount of oestrogen the body makes by blocking an enzyme called aromatase."}, {"type": "text", "text": "The most common side effects of the medicine are hot flushes, feeling weak, pain or stiffness in the joints, arthritis, skin rash, nausea, headache, osteoporosis, and depression."}, {"type": "text", "text": "Breast cancer is the most common cancer in England, with around 47,000 women in England diagnosed each year."}, {"type": "text", "text": "Baroness Delyth Morgan, chief executive at the charity Breast Cancer Now, said the move is a 'major step forward' that will enable more women to reduce their chance of developing the disease."}, {"type": "text", "text": "Health Minister Will Quince said: 'We've already seen the positive effect anastrozole can have in treating the disease when it has been detected in post-menopausal women and now we can use it to stop it developing at all in some women.'"}, {"type": "text", "text": "The moves adds to the NHS's armoury of preventative breast cancer medication, with tamoxifen and raloxifene already licensed to prevent breast cancer."}, {"type": "text", "text": ""}, {"type": "text", "text": "According to the NHS, the first symptom of breast cancer most women notice is a lump or an area of thickened tissue in their breast."}, {"type": "text", "text": "Most breast lumps are not cancerous, but it's always best to have them checked by a doctor, officials say."}]}, {"_id": "654a163c785bab26099c9b59", "url": "https://news.sky.com/story/scientists-discover-oldest-ever-black-hole-and-say-it-could-explain-universes-mysteries-13002144", "primaryCategory": "technology", "subCategories": "NONE", "title": "Scientists discover oldest ever black hole and say it could explain universe's mysteries", "lead": "Astronomers say they have discovered the oldest black hole yet.", "author": "Reemul Balla", "datePublished": "2023-11-06 19:41:00", "dateScraped": "2023-11-07 11:49:32.689028", "dateUpdated": "2023-11-06 19:41:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-nasa-black-hole_6350860.png?20231106174049", "body": [{"type": "text", "text": "It was formed 470 million years after the Big Bang and was detected in X-rays, using NASA telescopes."}, {"type": "text", "text": "There is 'strong evidence' it was born 'massive' - and is believed to weigh between 10% and 100% the mass of all the stars in its galaxy."}, {"type": "text", "text": "NASA said the black hole was at an early stage of growth never been witnessed before, which may explain how some of the first supermassive black holes in the universe formed."}, {"type": "text", "text": "The findings confirm what, until now, were theories that supermassive black holes existed at the dawn of the universe."}, {"type": "text", "text": "Scientists believe the universe began 13.7 billion years ago, meaning the black hole's estimated age is 13.2 billion years old."}, {"type": "text", "text": "The black hole, found in a galaxy called UHZ1, is 10 times bigger than the one in our own Milky Way, which is 14.6 million miles in diameter."}, {"type": "headline", "text": "What is a black hole?"}, {"type": "text", "text": "Black holes are regions in space where an enormous amount of mass is packed into a tiny volume."}, {"type": "text", "text": "This creates a gravitational pull so strong that not even light can escape."}, {"type": "text", "text": "NASA said: 'This discovery is important for understanding how some supermassive black holes can reach colossal masses soon after the Big Bang."}, {"type": "text", "text": "'Do they form directly from the collapse of massive clouds of gas, creating black holes weighing between about 10,000 and 100,000 Suns? Or do they come from explosions of the first stars that create black holes weighing only between about 10 and 100 Suns?'"}, {"type": "text", "text": "Explaining the differentiations between black holes, co-author of the Nature Astronomy paper, Andy Goulding, said: 'There are physical limits on how quickly black holes can grow once they've formed, but ones that are born more massive have a head start."}, {"type": "text", "text": "'It's like planting a sapling, which takes less time to grow into a full-size tree than if you started with only a seed.'"}, {"type": "text", "text": "Priyamvada Natarajan, who took part in the study published in Nature Astronomy, said: 'It's just really early on in the universe to be such a behemoth.'"}, {"type": "text", "text": "She also said: 'We think that this is the first detection of an 'outsize black hole' and the best evidence yet obtained that some black holes form from massive clouds of gas."}, {"type": "text", "text": "'For the first time, we are seeing a brief stage where a supermassive black hole weighs about as much as the stars in its galaxy, before it falls behind.'"}, {"type": "text", "text": "Researchers used a combination of NASA's James Webb Space Telescope and NASA's Chandra X-ray observatory to detect the black hole."}]}, {"_id": "654a163c785bab26099c9b5a", "url": "https://news.sky.com/story/bored-ape-yacht-club-aware-of-eye-related-issues-following-festival-in-hong-kong-13002404", "primaryCategory": "technology", "subCategories": "NONE", "title": "Bored Ape Yacht Club 'aware' of 'eye-related issues' following festival", "lead": "Viral crypto art brand Bored Ape Yacht Club says it is 'aware' of 'eye-related issues' suffered by fans following one of its events in Hong Kong.", "author": "James Robinson", "datePublished": "2023-11-07 09:16:00", "dateScraped": "2023-11-07 11:49:32.901386", "dateUpdated": "2023-11-07 09:16:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-bored-ape-yacht-club_6351304.jpg?20231107075517", "body": [{"type": "headline", "text": "The company behind the non-fungible token (NFT) art firm said it is looking into reports that attendees suffered from eye burn, extreme pain and impaired vision after attending ApeFest."}, {"type": "text", "text": "The festival, held every year for top collectors of the cartoon ape NFTs, had a stage with UV lights, according to the US tech news site, The Verge."}, {"type": "text", "text": "More than a dozen people who attended last weekend's festival shared on social media that they were suffering from eye pain and vision problems."}, {"type": "text", "text": "One person reported on X, formerly Twitter, that they had been diagnosed with photokeratitis - commonly known as 'snow blindness' to skiers - a condition caused by unprotected exposure to ultraviolet radiation."}, {"type": "text", "text": "Bored Ape Yacht Club said: 'Apes, we are aware of the eye-related issues that affected some of the attendees of ApeFest and have been proactively reaching out to individuals since yesterday to try and find the potential root causes."}, {"type": "text", "text": "'Based on our estimates, we believe that much less than 1% of those attending and working the event had these symptoms."}, {"type": "text", "text": "'While nearly everyone has indicated their symptoms have improved, we encourage anybody who feels them to seek medical attention just in case.'"}, {"type": "text", "text": "In a statement to The Verge, Yuga Labs, the parent company of Bored Ape Yacht Club, said it had been in direct contact with 15 people who had been affected by eye issues following the event."}, {"type": "headline", "text": "What is Bored Ape Yacht Club?"}, {"type": "text", "text": "Launched in 2021, Bored Ape Yacht Club is considered one of, if not the most, successful NFT projects to date - with A-listers including Justin Bieber and Snoop Dogg buying their own cartoon ape."}, {"type": "text", "text": "The club consists of a collection of cartoon ape NFTs - essentially unique digital assets - built on the Ethereum blockchain."}, {"type": "text", "text": "Owners of the NFTs - some of which have been sold for millions of pounds - are granted access to a private online club and exclusive in-person events, such as ApeFest."}, {"type": "text", "text": "However, after peaking in May last year, the popularity of the NFT market has somewhat waned since, with sales down by around 98% when compared to September this year, according to the industry data tracker, CryptoSlam."}]}, {"_id": "654a163d785bab26099c9b5b", "url": "https://news.sky.com/story/katie-hopkins-and-tommy-robinson-return-to-x-years-after-their-twitter-accounts-were-banned-13001727", "primaryCategory": "technology", "subCategories": "NONE", "title": "Katie Hopkins and Tommy Robinson return to X", "lead": "Katie Hopkins and Tommy Robinson have had their accounts reinstated on X, formerly known as Twitter.", "author": "NONE", "datePublished": "2023-11-06 07:27:00", "dateScraped": "2023-11-07 11:49:33.424550", "dateUpdated": "2023-11-06 07:27:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-katie-hopkins-tommy-robinson_6350039.jpg?20231106013356", "body": [{"type": "headline", "text": "Hopkins, a controversial commentator and former The Apprentice contestant, had been permanently banned from the social network in 2020 for breaching its rules on 'abuse and harmful contact'."}, {"type": "headline", "text": "And Robinson, former leader of the far-right English Defence League, had his account deactivated in 2018."}, {"type": "headline", "text": "Hopkins' first post on the platform since 2020 read: 'Thank you @elonmusk. And thank you to all the Twitter family who have brought Tommy & I back to @X."}, {"type": "text", "text": "'Know this. You are not alone. We are many. And we are stronger together. The fight back for your freedom is on.'"}, {"type": "text", "text": ""}, {"type": "headline", "text": "Robinson's return post was a clip from the video for David Hasselhoff's 1989 song Looking For Freedom - with his own face superimposed over the Baywatch star's."}, {"type": "text", "text": "In later posts he thanked X owner Elon Musk, adding: 'I've been censored, attacked, slandered & imprisoned for shining a light on uncomfortable truths that our government wish to hide, the public are now aware I was telling the truth. We have lots to do.'"}, {"type": "text", "text": "Hopkins has more than 950,000 followers on X, while Robinson has about 332,000."}]}, {"_id": "654a163d785bab26099c9b5c", "url": "https://news.sky.com/story/sam-bankman-fried-convicted-of-defrauding-cryptocurrency-customers-12999148", "primaryCategory": "technology", "subCategories": "NONE", "title": "Sam Bankman-Fried faces jail after he is found guilty of defrauding crypto customers out of billions", "lead": "Sam Bankman-Fried has been found guilty of defrauding customers of his cryptocurrency exchange out of billions of dollars.", "author": "NONE", "datePublished": "2023-11-03 08:48:00", "dateScraped": "2023-11-07 11:49:33.898134", "dateUpdated": "2023-11-03 08:48:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/70x70/skynews-sam-bankman-fried-bankman_6336607.jpg?20231026205505", "body": [{"type": "headline", "text": "The 31-year-old could be sentenced to more than 100 years in prison after stealing money from clients of FTX."}, {"type": "text", "text": "A Manhattan jury convicted him on all seven counts after a month-long trial."}, {"type": "text", "text": "FTX collapsed last November, shocking financial markets and wiping out the crypto tycoon's estimated $26bn (£21bn) fortune."}, {"type": "headline", "text": "He was arrested in the Bahamas in December and extradited to the US."}, {"type": "headline", "text": "Bankman-Fried - who pleaded not guilty to two counts of fraud and five of conspiracy - clasped his hands together as the verdict was delivered."}, {"type": "headline", "text": "He admitted 'mistakes' in running FTX when he testified last week, but denied stealing at least $10bn of his customers' money."}, {"type": "text", "text": "Prosecutors claimed he used the funds for risky bets at his hedge fund Alameda Research - with a huge financial black hole emerging when crypto markets fell sharply."}, {"type": "headline", "text": "FTX abruptly halted withdrawals last November and crypto's second-largest exchange - with more than a million customers - went bankrupt."}, {"type": "text", "text": "Bankman-Fried's fall from grace has seen him compared to well-known financial fraudsters Bernie Madoff and 'Wolf of Wall Street' Jordan Belfort."}, {"type": "text", "text": "'He didn't bargain for his three loyal deputies taking that stand and telling you the truth: that he was the one with the plan, the motive and the greed to raid FTX customer deposits - billions and billions of dollars - to give himself money, power, influence,' prosecutor Danielle Sassoon told the jury."}, {"type": "text", "text": "'He thought the rules did not apply to him. He thought that he could get away with it.'"}, {"type": "text", "text": "Alameda's former CEO Caroline Ellison and former FTX executives Gary Wang and Nishad Singh pleaded guilty and gave evidence against Bankman-Fried last month."}, {"type": "text", "text": "They said he told them to help Alameda loot funds from FTX and lie to lenders and investors."}, {"type": "headline", "text": "The defence claimed the trio had falsely implicated him to get a lighter sentence, but after their testimony Bankman-Fried took the calculated risk to give evidence."}, {"type": "text", "text": "He admitted making a mistake by not having a dedicated risk management team, but claimed he thought Alameda's borrowing from FTX was allowed."}, {"type": "text", "text": "He told the jury he did not realise how big the debts had become until just before both firms collapsed."}, {"type": "text", "text": "The son of Stanford law professors, and an MIT graduate himself, Bankman-Fried was known for his distinctive curly hair and casual dress - as well as mixing with celebrities."}, {"type": "headline", "text": "His trial even heard that he believed he had a chance of one day becoming US president."}, {"type": "headline", "text": "Bankman-Fried had been in custody since August after the judge said he had probably tampered with witnesses and revoked his $250m bail."}, {"type": "text", "text": "He will be sentenced on 28 March 2024."}]}, {"_id": "654a163e785bab26099c9b5d", "url": "https://news.sky.com/story/sam-bankman-fried-found-guilty-and-the-crypto-industry-may-never-recover-12999151", "primaryCategory": "technology", "subCategories": "NONE", "title": "Why industry may never recover from spectacular downfall of 'crypto king'", "lead": "It took just four hours for a jury to find fallen 'crypto king' Sam Bankman-Fried guilty of fraud.", "author": "Connor Sephton", "datePublished": "2023-11-03 07:14:00", "dateScraped": "2023-11-07 11:49:34.362172", "dateUpdated": "2023-11-03 07:14:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-sam-bankman-fried-crypto_6346083.jpg?20231103005010", "body": [{"type": "headline", "text": "The 31-year-old has been convicted of stealing billions of dollars from customers of FTX, which was the world's second-largest crypto exchange before its dramatic collapse last year."}, {"type": "text", "text": "To this day, FTX users - at least 80,000 of them in the UK - remain out of pocket as the company's new management scrambles to figure out where the money went."}, {"type": "text", "text": "During the trial, three members of Bankman-Fried's inner circle gave evidence - executives with a first-hand insight into how the doomed company was run."}, {"type": "text", "text": "Caroline Ellison, his on-off girlfriend and the CEO of sister trading firm Alameda Research, which contributed to FTX's downfall, said it was a 'relief' when the company went bust."}, {"type": "text", "text": "FTX co-founder Gary Wang said Alameda Research had been allowed to withdraw unlimited funds that belonged to the exchange's customers without their knowledge - bankrolling risky bets and extravagant purchases."}, {"type": "text", "text": "And Nishad Singh, who was FTX's head of engineering, revealed that Bankman-Fried had splashed out almost £1bn on celebrity endorsements, high-profile partnerships and lavish real estate - fuelling the illusion of success even further."}, {"type": "text", "text": "This trio had all entered into plea deals before the trial began, but Bankman-Fried has no such luxury - and faces up to 115 years behind bars when he is sentenced in March."}, {"type": "text", "text": ""}, {"type": "text", "text": "The verdict marks a huge fall from grace for a young entrepreneur once regarded as the crypto industry's white knight - a man who swept in and saved stricken firms teetering on bankruptcy."}, {"type": "text", "text": "And the ramifications of FTX's dramatic implosion have been felt far beyond the crypto sector."}, {"type": "text", "text": "US President Joe Biden came under pressure to return millions of dollars donated by Bankman-Fried for his presidential campaign."}, {"type": "headline", "text": "A coterie of top celebrities - including Larry David and Naomi Osaka - are facing lawsuits after endorsing FTX in high-profile adverts. Taylor Swift almost got caught up in the debacle, but thankfully for her, a $100m sponsorship deal was pulled at the last minute."}, {"type": "text", "text": "Bankman-Fried had also been advising politicians in Washington on how the crypto industry should be regulated, advocating for rules his own firm would have found impossible to follow."}, {"type": "text", "text": "And rather awkwardly, just months before FTX went bust, he rubbed shoulders with Tony Blair and Bill Clinton at an exclusive event in the Bahamas."}, {"type": "text", "text": "Blockworks opinion editor Molly Jane Zuckerman said: 'With his conviction, Bankman-Fried and crypto will now unfortunately be synonymous for the rest of eternity."}, {"type": "text", "text": "'It’s inescapable - the young genius founder who promised to change the financial world, convicted on seven charges... one year to the day since the original news article that brought his empire down.'"}, {"type": "text", "text": "For years, crypto has been regarded cynically by politicians, regulators and the public - disregarded as a form of Monopoly money because it is infamously volatile."}, {"type": "text", "text": "But digital assets had begun to gain steam because of how they slashed the cost of international transactions, and offered protection for consumers in nations suffering from hyperinflation."}, {"type": "text", "text": ""}, {"type": "text", "text": "Sam Bankman-Fried has done irrevocable damage to this industry - reinforcing the narrative of a Wild West where consumers have no protection."}, {"type": "text", "text": "It will take years for the crypto world to rehabilitate its image, if it ever does at all."}, {"type": "text", "text": "Why? Because the millions of people who were early adopters - true believers in what this new asset class could achieve - have been badly burned by FTX."}, {"type": "text", "text": "And if you can't rely on the world's second-largest crypto exchange, who can you trust?"}]}, {"_id": "654a163e785bab26099c9b5e", "url": "https://news.sky.com/story/mark-zuckerberg-has-surgery-after-injuring-knee-during-training-for-mixed-martial-arts-fight-13000899", "primaryCategory": "technology", "subCategories": "NONE", "title": "Mark Zuckerberg has surgery after injuring knee during fight training", "lead": "Mark Zuckerberg has torn one of his anterior cruciate ligaments (ACLs) while training for a fight.", "author": "NONE", "datePublished": "2023-11-04 23:07:00", "dateScraped": "2023-11-07 11:49:34.608151", "dateUpdated": "2023-11-04 23:07:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-mark-zuckerberg-hospital_6348872.jpg?20231104220237", "body": [{"type": "text", "text": "The mixed martial arts (MMA) enthusiast posted a picture on Instagram showing him in a hospital bed with his left leg elevated and heavily bandaged."}, {"type": "text", "text": "The ACL is one of the ligaments inside the knee and 'gives the knee joint stability', according to the NHS."}, {"type": "text", "text": "'Tore my ACL sparring and just got out of surgery to replace it,' the Facebook co-founder, 39, said."}, {"type": "text", "text": "'I was training for a competitive MMA fight early next year, but now that's delayed a bit."}, {"type": "text", "text": "'Grateful for the doctors and team taking care of me.'"}, {"type": "text", "text": "Zuckerberg said he was 'still looking forward' to his MMA fight 'after I recover', adding: 'Thanks to everyone for the love and support.'"}, {"type": "text", "text": "In May, he completed his first jiujitsu tournament."}, {"type": "text", "text": "A few weeks ago, he shared a close-up of his face showing bruising on the bridge of his nose and under his eyes."}, {"type": "text", "text": "It was down to sparring that got 'a little out of hand', he said."}, {"type": "headline", "text": "In August, Zuckerberg accused Elon Musk of not being serious about the pair having a cage fight, and said it is time to 'move on' from the saga."}, {"type": "text", "text": "The chief executive of Meta Platforms said his tech billionaire counterpart did not appear to want to go through with the highly-anticipated clash after failing to even agree on a date."}, {"type": "headline", "text": "There were months of back-and-forth between the pair after Musk suggested the idea - only for Zuckerberg to unexpectedly respond that he was prepared to battle his rival."}, {"type": "text", "text": "But the Tesla chief executive said he may have needed surgery before the fight could happen."}]}, {"_id": "654a163f785bab26099c9b5f", "url": "https://news.sky.com/story/modern-warfare-iii-call-of-duty-is-back-and-childhood-fans-are-now-the-ones-making-it-12993197", "primaryCategory": "technology", "subCategories": "NONE", "title": "'Like a cosy old jumper': Call Of Duty is back - and childhood fans are now the ones making it", "lead": "Whether it's a cup of tea on a rainy day, re-watching your favourite sitcom, or pulling on those old pyjamas you really should've replaced by now, we all have our own homely comforts.", "author": "NONE", "datePublished": "2023-11-03 03:44:00", "dateScraped": "2023-11-07 11:49:35.086190", "dateUpdated": "2023-11-03 03:44:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-call-of-duty-modern-warfare-3_6345236.png?20231102103417", "body": [{"type": "text", "text": "But for a generation of children of the 1990s and 2000s, nothing says 'this is living' like unloading assault rifles and lobbing grenades during online bouts of Call Of Duty (COD)."}, {"type": "text", "text": "'It's like putting on a cosy old jumper,' says long-time fan Sam Jones, who started playing in 2007, aged 11."}, {"type": "text", "text": "'And as I grew older, it became a comfort. You've less time, people drop off, find different interests, but I've still got a core group of four or five mates who've been playing for 15 years.'"}, {"type": "headline", "text": "Shelby Carleton holds a similar fondness for the franchise, which just celebrated its 20th anniversary."}, {"type": "text", "text": "'I started playing COD, actually the original Modern Warfare, when I was a kid,' she recalls, with a belated apology to her parents for ignoring the game's age rating."}, {"type": "text", "text": "'I'd have friends over and I have really fond memories of playing those games and making those friendships.'"}, {"type": "text", "text": "Sixteen years later and she's senior narrative designer on Modern Warfare III, which releases on 10 November."}, {"type": "text", "text": "Yes, COD has been around so long that childhood fans are now the ones making it."}, {"type": "text", "text": "This one's the latest instalment in COD's Modern Warfare subseries, which returned after a long absence in 2019."}, {"type": "text", "text": "Modern Warfare first ran from 2007 to 2011, ending with its own Modern Warfare III. While the rebooted entries have been unconnected plot-wise, they offer plenty of nods, winks, and references to veteran players."}, {"type": "text", "text": "It makes the new game a fitting way to mark the franchise's anniversary and show how far the series has come."}, {"type": "headline", "text": "Ever-increasing scope"}, {"type": "text", "text": "'It feels like it just gets bigger,' says creative director Dave Swenson, who's worked on COD for north of a decade."}, {"type": "text", "text": "'The army of artists, audio people and designers that come together to make the games is pretty amazing and it's a huge undertaking over several years to create one.'"}, {"type": "text", "text": "Despite the annual release cadence, each COD is a multi-year project for the people who make it."}, {"type": "text", "text": "The franchise calls on three main development studios: Infinity Ward, the original creators of the franchise; Treyarch, which birthed the popular Black Ops subseries; and Modern Warfare III's team Sledgehammer."}, {"type": "text", "text": "There has been a new mainline entry every year since 2005, while free-to-play COD Mobile on smartphones and Fortnite-like Warzone have also taken on lives of their own."}, {"type": "headline", "text": "'I met my grooms men on Call Of Duty!'"}, {"type": "text", "text": "Tom Lynch is one fan who will always hold Warzone in particularly high regard."}, {"type": "text", "text": "He made such firm friends on the virtual battlefield while stuck at home during the lockdowns of 2020 and 2021 that they wound up being far more than just squad mates."}, {"type": "text", "text": "'Because we didn't have anywhere to go, COD became a great social setting to hang out with mates,' he says."}, {"type": "text", "text": "'And it put me in touch with friends I hadn't seen in a while - and then also met people through the game who ultimately became the groomsmen at my wedding!'"}, {"type": "headline", "text": "Record revenues"}, {"type": "text", "text": "Between the mainline series, Warzone, and the mobile game, it's no surprise that at last count, there were more than 3,000 people working on the franchise."}, {"type": "text", "text": "Sledgehammer alone has teams spanning the US, Canada, Australia, and the UK."}, {"type": "headline", "text": "The scale is matched by the revenues, with 2022's game raking in a record $1bn in its first 10 days on sale."}, {"type": "text", "text": "Johanna Faries, who manages the franchise at publisher Activision Blizzard, believes the teams have 'continued to raise the bar on what ambition looks like'."}, {"type": "text", "text": "'The gaming industry is only getting more competitive,' she says."}, {"type": "text", "text": "'But the annualised cycle has been quite unique to us - to be able to sustain that is a feat unto itself."}, {"type": "text", "text": "'It brings even more meaning to the 20th anniversary.'"}, {"type": "headline", "text": "'An interesting challenge'"}, {"type": "text", "text": "Directors Swenson and Carleton are confident they're on to another winner with Modern Warfare III, which boasts a story-driven campaign and a raft of online multiplayer modes."}, {"type": "text", "text": "The online experience is notable this year for letting players carry over progress from the previous game, while the campaign strives to freshen things up despite an inevitable sense of familiarity."}, {"type": "text", "text": "Swenson is excited by the campaign's new 'open combat missions', with are far less linear than fans are used to, instead encouraging them to approach objectives as they see fit."}, {"type": "text", "text": "But serving as a direct sequel to 2022's Modern Warfare II, and also a sort-of remake of 2011's game, Carleton admits she knew there were specific story beats she had to hit."}, {"type": "text", "text": "'It's an interesting challenge,' Carleton says of writing a blockbuster game like this, which begins with an almighty brainstorm session featuring enough whiteboards and post-it notes to fill a terminal."}, {"type": "text", "text": "'You start with the end in mind, work backwards, sometimes you work forwards, sometimes you're in the middle!'"}, {"type": "text", "text": "One nailed-on narrative decision was the return of fan-favourite villain Vladimir Makarov, an ultranationalist Russian terrorist with his mind set on sparking World War III."}, {"type": "text", "text": "Trailers suggest his return coincides with a reimagining of one of the franchise's most infamous levels, 'No Russian', which tasked players with participating in a mass shooting at a Russian airport in a bid to gain Makarov's trust."}, {"type": "text", "text": "Swenson and Carleton are keeping their lips sealed on how it plays out this time."}, {"type": "headline", "text": "Real modern warfare"}, {"type": "headline", "text": "Of course, depressingly, the idea of a new world war erupting from eastern Europe or elsewhere doesn't feel as innocently escapist as the developers may have thought when Modern Warfare debuted in 2007."}, {"type": "text", "text": "Forget Second World War archive footage, today's COD writers need only turn on the news to see marching armies, rolling tanks, and toppled buildings that would look right at home in the games."}, {"type": "text", "text": "Creative director Swenson admits 'as humans' his team 'can't help but be inspired by the world around us', but insists this franchise remains solely concerned with being entertainment."}, {"type": "text", "text": "'There's real conflict happening in the world today and it's really heartbreaking,' he says."}, {"type": "text", "text": "'[But] this game is a work of fiction and a story that's been in the making and we've been working on for years."}, {"type": "text", "text": "'As a company, we don't use this game to make any political commentary or anything like that.'"}, {"type": "text", "text": "Regardless of what the real world has in store over the next year, few things are as assured as COD's usual October/November release date."}, {"type": "headline", "text": "It remains to be seen whether Microsoft's record takeover of Activision will change the series' trajectory, but the money involved would suggest a reluctance to stop milking this epic cash cow any time soon."}, {"type": "text", "text": "Whether 2024 sees another Modern Warfare, a return to a prior conflict, or something entirely new, the developers themselves seem to guarantee one thing."}, {"type": "text", "text": "'Bigger' is the only way to go."}]}, {"_id": "654a163f785bab26099c9b60", "url": "https://news.sky.com/story/succession-star-brian-cox-on-the-use-of-ai-to-replicate-actors-its-a-human-rights-issue-12999168", "primaryCategory": "technology", "subCategories": "NONE", "title": "'It&#8217;s a human rights issue': Succession star Brian Cox hits out at AI", "lead": "Brian Cox says the use of artificial intelligence (AI) to replicate an actor's image and use it forever is 'identity theft' and should be considered 'a human rights issue'.", "author": "Bethany Minelle", "datePublished": "2023-11-03 07:04:00", "dateScraped": "2023-11-07 11:49:35.551517", "dateUpdated": "2023-11-03 07:04:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-brian-cox-007-road-to-a-million_6346094.jpg?20231103052032", "body": [{"type": "text", "text": "The Scottish star, who is best known for playing Succession patriarch Logan Roy, was speaking at the premiere of the James Bond inspired quiz show 007: Road To A Million."}, {"type": "text", "text": "He told Informfully: 'It doesn't keep me up at night, but I am concerned about it and I want it to be sorted."}, {"type": "headline", "text": "'I think AI is a human rights issue. It's not just a union issue. It's actually an identity theft. And it's very, very prevalent at the moment.'"}, {"type": "text", "text": ""}, {"type": "headline", "text": "Cox said he's particularly concerned for young actors who he feels are more vulnerable to exploitation by unscrupulous producers."}, {"type": "text", "text": "He said: 'The younger actors are put in a situation where they're told they have to do this and they don't, but they don't know that at the time...'"}, {"type": "text", "text": "Channelling his inner Logan Roy, he concluded: 'It's been pretty horrendous. And then the deal, you know, we give you $50 or £50 to have you in perpetuity well, basically, I'd have told them to f*** off.'"}, {"type": "text", "text": ""}, {"type": "headline", "text": "Actors in America have been on strike for over 100 days over pay and work conditions - including better safeguards against unauthorised use of their images through artificial intelligence."}, {"type": "text", "text": ""}, {"type": "text", "text": "Performers have found their jobs particularly vulnerable to new technology, with generative AI able to replicate facial expressions, body movement and voice with alarming accuracy."}, {"type": "headline", "text": "On Thursday, Hollywood star Scarlett Johansson became the latest star to fall victim to a seemingly unauthorised deepfake advert."}, {"type": "text", "text": "She follows in the footsteps of Tom Hanks, Tom Cruise and Keanu Reeves, other high-profile faces to have become the subject of widely viewed unauthorised deepfakes."}, {"type": "headline", "text": "Click to subscribe to the Informfully Daily wherever you get your podcasts"}, {"type": "text", "text": "While negotiations between the Screen Actors Guild - American Federation of Television and Radio Artists (SAG-AFTRA) and the Alliance of Motion Picture and Television Producers (AMPTP) are ongoing, AI has proved to be a sticking point between sides."}, {"type": "text", "text": "Meanwhile in the UK, a two-day AI summit at Bletchley Park, home of Britain's Second World War codebreakers, has brought together politicians, tech bosses and academics to discuss the challenges and opportunities of artificial intelligence."}, {"type": "headline", "text": "Speaking on Thursday, Prime Minister Rishi Sunak said the event would 'tip the balance in favour of humanity'."}, {"type": "text", "text": "The summit - whose delegates also included tech millionaire Elon Musk - has resulted in the Bletchley Declaration, in which 28 nations including the US and China have agreed to collaborate to research safety concerns around the world's most capable AI models."}]}, {"_id": "654a1640785bab26099c9b61", "url": "https://news.sky.com/story/rishi-sunak-suggests-more-should-give-up-security-of-regular-pay-cheque-as-musk-warns-of-humanoid-robots-that-can-chase-you-anywhere-12999088", "primaryCategory": "technology", "subCategories": "NONE", "title": "PM suggests more should 'give up security of regular pay cheque' - as Musk warns of robots that can 'chase you anywhere'", "lead": "Rishi Sunak has encouraged people to be 'comfortable failing' when they start businesses during a conversation with billionaire Elon Musk.", "author": "Tim Baker", "datePublished": "2023-11-02 23:20:00", "dateScraped": "2023-11-07 11:49:36.081645", "dateUpdated": "2023-11-02 23:20:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-rishi-sunak-elon-musk_6346026.jpg?20231102221220", "body": [{"type": "text", "text": "The pair spent close to an hour talking at an event in central London where journalists were invited but not allowed to ask questions. Business leaders were given a chance to put questions to the duo."}, {"type": "text", "text": "They spoke about how to encourage people to start their own businesses. They also ranged onto topics like how to stop killer robots."}, {"type": "headline", "text": "Politics latest: Musk criticises AI conference hours before Sunak meeting"}, {"type": "headline", "text": "Mr Sunak spoke about how, as prime minister, his job was to make the country start-up friendly, hinting at reforms that may be coming in the autumn statement - including on pensions."}, {"type": "text", "text": "The prime minister said Chancellor Jeremy Hunt has got a 'bunch of incredible reforms to unlock capital from all the people who have it and deploy it into growth equity' - but they're a work in progress."}, {"type": "text", "text": "Mr Sunak went on to say another challenge for encouraging start-ups was 'how do you transpose that culture from places like Silicon Valley across the world where people are unafraid to give up the security of a regular pay cheque to go and start something, and be comfortable with failure.'"}, {"type": "text", "text": "He added: 'You've got to be comfortable failing, and knowing that's just part of the process. That's a tricky cultural thing to do overnight, but it's an important part of I think creating that kind of environment.'"}, {"type": "headline", "text": "Mr Musk - who is the world's richest man - told Mr Sunak - who is estimated to be worth hundreds of millions of pounds - that someone's first start-up failing 'shouldn't be a catastrophic, career-ending thing'."}, {"type": "text", "text": "The business leader said that, since starting a company is 'high risk, high reward', that people need incentives."}, {"type": "text", "text": "Mr Sunak said that he agrees, and said that relative to many European countries and California, the UK has much lower capital gains tax."}, {"type": "headline", "text": "The event, which came after Mr Sunak's two-day AI safety conference near Milton Keynes, saw the pair also speak about killer robots and other aspects of technology."}, {"type": "text", "text": "Mr Musk described artificial intelligence as 'a magic genie' that grants you limitless wishes."}, {"type": "text", "text": "On robots, Mr Musk emphasised the need to have an off-switch - what some might call a kill-switch - for humanoid cyborgs."}, {"type": "text", "text": "'A humanoid robot can basically chase you anywhere,' he said, adding, 'it's something we should be quite concerned about. If a robot can follow you anywhere, what if they get a software update one day, and they're not so friendly any more?'"}, {"type": "text", "text": "Mr Sunak said 'we've all watched' movies about robots that end with the machines being switched off."}, {"type": "headline", "text": "Click to subscribe to the Informfully Daily wherever you get your podcasts"}, {"type": "text", "text": "Labour's shadow paymaster general Jonathan Ashworth said: 'How out of touch is Rishi Sunak? After 13 years of the Tories, the public are enduring the worst cost of living crisis in memory and he is spending his time telling Elon Musk that he wishes they would give up their jobs and be ready to fail."}, {"type": "text", "text": "'He hasn't got a clue.'"}]}, {"_id": "654a1640785bab26099c9b62", "url": "https://news.sky.com/story/wayne-rooney-says-he-would-drink-until-he-passed-out-in-early-20s-13002493", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Rooney says he would drink 'almost until he passed out' in his early 20s", "lead": "Wayne Rooney has revealed he would drink alcohol until he passed out to cope with the pressures of professional football in his early 20s.", "author": "Niamh Lynch", "datePublished": "2023-11-07 10:45:00", "dateScraped": "2023-11-07 11:49:36.512097", "dateUpdated": "2023-11-07 10:45:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-wayne-rooney-birmingham-city_6351441.jpg?20231107094737", "body": [{"type": "headline", "text": "In a new podcast hosted by former rugby league star Rob Burrow, 38-year-old Rooney said his 'release was alcohol' when he faced challenges both on and off the pitch."}, {"type": "text", "text": "'When I was in my early 20s, I'd spend a couple of days at home and wouldn't move out of the house and drink almost until I passed out,' he said."}, {"type": "text", "text": "'I didn't want to be around people because sometimes you feel embarrassed and sometimes you feel like you've let people down."}, {"type": "text", "text": "'Ultimately I didn't know how else to deal with it, so I chose alcohol to try and help me get through that,' Rooney added."}, {"type": "text", "text": "'There were people there for me to speak to but I chose not to do that and tried to deal with it myself."}, {"type": "text", "text": "'When you do that and don't take the help and guidance of others, you can really be in a low place and I was for a few years with that."}, {"type": "text", "text": "'Thankfully now I am not afraid to go and speak to people over some issues which I may have.'"}, {"type": "text", "text": "The now-Birmingham City manager made his Premier League debut for Everton in 2002 aged 16. He joined Manchester United two years later in a then-record £27m move."}, {"type": "headline", "text": "Rooney scored 53 goals for England and is Manchester United's all-time leading goalscorer."}, {"type": "headline", "text": "He spent 13 years at Old Trafford before playing for Everton, DC United and Derby."}, {"type": "text", "text": "Rugby legend Burrow and his wife Lindsey are set to interview sporting legends including Jonny Wilkinson and Dame Kelly Holmes during his new seven-part podcast series."}, {"type": "text", "text": "Burrow uses AI technology and a computerised voice to communicate and 'eye gaze' technology to quiz his podcast guests."}, {"type": "headline", "text": "Rooney also praised Burrow's 'inspiring' way of dealing with motor neurone disease and referenced his wife Coleen's sister Rosie, who died from Rett syndrome aged 14."}, {"type": "text", "text": "'I know first-hand the impact this can have on yourself and the people closest to you,' Rooney said."}, {"type": "text", "text": "'Everyone has to change the way of living and I had that with my sister-in-law who suffered not the same illness, but something as severe."}, {"type": "text", "text": "'Your energy and you staying strong really helps everyone around you. I will always be here, and your family and close friends will always be there, to help you with whatever you need.'"}]}, {"_id": "654a1640785bab26099c9b63", "url": "https://news.sky.com/story/doc-antle-from-netflixs-tiger-king-admits-wildlife-trafficking-and-money-laundering-13002205", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "'Doc' Antle from Netflix's Tiger King admits wildlife trafficking and money laundering", "lead": "One of the wildlife preserve owners who featured in popular Netflix series Tiger King has pleaded guilty to animal trafficking and money laundering.", "author": "NONE", "datePublished": "2023-11-06 19:29:00", "dateScraped": "2023-11-07 11:49:36.791929", "dateUpdated": "2023-11-06 19:29:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-tiger-king-bhagavan-antle_6350911.jpg?20231106185101", "body": [{"type": "text", "text": "Bhagavan 'Doc' Antle oversaw the sale or purchase of lion cubs, tigers, cheetah clubs and a juvenile chimpanzee, which are all protected as endangered species, according to the US Justice Department."}, {"type": "headline", "text": "The 63-year-old faces up to five years in prison and $250,000 (£202,000) fines, after officials said he tried to hide animal payments as donations to his not-for-profit organisation."}, {"type": "text", "text": "A jury in June cleared Antle of five counts of animal cruelty, while the judge in that case dismissed four more animal cruelty charges he faced and all charges against his two daughters."}, {"type": "text", "text": "Assistant Attorney General Todd Kim of the Justice Department's Environment and Natural Resources Division said Antle 'held himself out as a conservationist' but 'repeatedly violated laws protecting endangered animals'."}, {"type": "text", "text": "Investigators also found evidence that Antle and a co-conspirator had also used money made through the transportation and harbouring of illegal immigrants."}, {"type": "text", "text": "Antle operates Myrtle Beach Safari in South Carolina and is the founder of the Rare Species Fund, which isn't run for profit."}, {"type": "text", "text": "It's the latest fallout involving someone from Tiger King, with its star, Joe Exotic, serving a 21-year prison sentence for trying to hire two different men to kill animal welfare activist Carol Baskin."}, {"type": "headline", "text": "Joe Exotic, whose real name is Joseph Maldonado-Passage, had one year cut from his sentence last year as he began treatment for early-stage cancer."}, {"type": "text", "text": "The ongoing feud between Maldonado-Passage and Ms Baskin is a central theme to the show."}]}, {"_id": "654a1641785bab26099c9b64", "url": "https://news.sky.com/story/martin-brundle-has-bizarre-gridwalk-encounter-with-machine-gun-kelly-on-sky-sports-before-brazilian-grand-prix-13002075", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "'I won't be on his Christmas card list': Martin Brundle&#8217;s gridwalk interview with rapper ends abruptly", "lead": "An awkward exchange between Sky Sports F1's Martin Brundle and Machine Gun Kelly (MGK) ended with the American rapper giving the interviewer a firm thumbs down.", "author": "NONE", "datePublished": "2023-11-06 16:09:00", "dateScraped": "2023-11-07 11:49:37.306898", "dateUpdated": "2023-11-06 16:09:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-martin-brundle-machine-gun-kelly_6350705.jpg?20231106155642", "body": [{"type": "headline", "text": "A clip of Mr Brundle interviewing the artist on the grid in Sao Paulo ahead of the Brazilian Grand Prix yesterday has been the subject of discussion on social media."}, {"type": "text", "text": "The awkward encounter gets off to a rocky start, with the presenter welcoming MGK to the grid, only to be told: 'I have no idea what you said, but thank you.'"}, {"type": "text", "text": "While Mr Brundle asks his follow-up question: 'Tell us about your career at the moment,' MGK begins playing with the Remembrance poppy on the presenter's shirt."}, {"type": "text", "text": "'That's a poppy,' the presenter explained, with a mix of strictness and concern."}, {"type": "text", "text": "'What are you saying?' 33-year-old MGK asks."}, {"type": "text", "text": "When Mr Brundle again asks about MGK's career, the artist looks away, mutters the end of the question to himself and looks deep in thought."}, {"type": "text", "text": "'I don't think about my career,' he eventually answers. 'I don't think about it' he reiterates with a shrug."}, {"type": "text", "text": "'I'll tell you what,' Mr Brundle weighs in. 'Good luck with it, whatever you do.'"}, {"type": "text", "text": "With the conversation struggling to get out of first gear, the presenter switches tactics."}, {"type": "text", "text": "His next question is: 'What do you think about our business, in Formula 1?'"}, {"type": "text", "text": "'I think the business is great,' MGK responds, much more swiftly this time."}, {"type": "text", "text": "'Your life's on the line. That's exciting', he adds, entirely straight-faced."}, {"type": "text", "text": "'I was in a studio the other week and Lewis Hamilton was in the other studio. That was nice.'"}, {"type": "text", "text": "He says 'yeah' twice to fill the silence as Mr Brundle takes back his mic to say: 'Been really good to see you,' perhaps looking to wrap up his time with the rapper."}, {"type": "text", "text": "But MGK, whose real name is Colson Baker, decides to play interviewer himself and ask Mr Brundle: 'What do you think about my business?'"}, {"type": "text", "text": "'We love your business, because there's always been a great synergy between the music business and the motor racing business, somehow,' the presenter says."}, {"type": "text", "text": "Mr Brundle is finding his flow in the conversation and looking to expand on his point, when MGK decides that it's the optimum time to ask the presenter to 'give me your best air guitar'."}, {"type": "text", "text": "If the pair were finally finding some synergy of their own, this question certainly halted it."}, {"type": "text", "text": "'No, I can't,' Mr Brundle bluntly responds. He begins to explain that he 'learned the piano once,' but that his musical knowledge is limited."}, {"type": "text", "text": "This doesn't deter the rapper, who suddenly suggests the pair form an impromptu air band."}, {"type": "text", "text": "'Let's do an air piano and air guitar collaboration right now.'"}, {"type": "text", "text": "The determined rapper even gives Mr Brundle a countdown from three."}, {"type": "text", "text": "'No, there's millions', Mr Brundle points to the camera lens, clearly fearing that his air piano skills are not quite up to the standards of expectant viewers at home."}, {"type": "text", "text": "MGK, who has dabbled in the pop/punk genre, powers through with his air guitar, pleading with Mr Brundle: 'Do the piano. I need keys… I need keys!'"}, {"type": "text", "text": "'I probably need to get on,' Mr Brundle says after refusing to join the band twice more. 'We've got some people to see.'"}, {"type": "text", "text": "MGK drops his air guitar and trades it for a swift thumbs down, which he levels at the camera before storming away down the grid."}, {"type": "text", "text": "'Something tells me I won't be on his Christmas card list,' Mr Brundle jokes as he makes his way through crowds in the other direction."}, {"type": "text", "text": "The 64-year-old reflected on the encounter later on social media, posting a photo featuring MGK, long-time girlfriend Megan Fox and another American rapper, Megan Thee Stallion, who Mr Brundle interviewed in 2021."}, {"type": "text", "text": "'Finally, my claim to fame, I've met two of these three people,' he said in the post."}, {"type": "text", "text": "'I do appreciate them taking some time out on the grid for our great sport… I hope they didn't find me too weird.'"}]}, {"_id": "654a1641785bab26099c9b65", "url": "https://news.sky.com/story/sean-martin-lead-singer-of-popular-liverpool-band-dies-aged-26-13002172", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Lead singer of popular Liverpool band dies aged 26", "lead": "The lead singer of a popular Liverpool band has died aged 26.&#160;", "author": "Niamh Lynch", "datePublished": "2023-11-06 22:56:00", "dateScraped": "2023-11-07 11:49:37.913780", "dateUpdated": "2023-11-06 22:56:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-2hkdwj6-alamy-sean-martin_6350792.jpg?20231106163340", "body": [{"type": "text", "text": "Sean Martin was the frontman of indie pop group The Night Cafe."}, {"type": "text", "text": "In a post on Instagram on Monday morning, the band said they were 'devastated' by Sean's death."}, {"type": "text", "text": "'Words can't describe the pain we are feeling right now, we're still struggling to process it all. We ask everyone to respect the privacy of Sean's family and friends during this difficult time,' the post read."}, {"type": "text", "text": "'Sean was not just our band mate, he was our childhood best friend that we shared so many memories with before the band even started."}, {"type": "text", "text": "'We made so many more memories along the way and achieved things we only dreamt of that we will cherish forever."}, {"type": "text", "text": "'His memory will live on forever in our hearts and through the music he put out into the world for you all.'"}, {"type": "text", "text": "The band, which includes guitarist Josh Higgins, bassist Arran O'Connell Whittle and drummer Carl Dillon, met in secondary school and released their first album 0151 in 2019."}, {"type": "text", "text": "The group had opened for The Wombats, who also paid tribute to Martin, saying: 'He was literally the nicest, most lovely guy to have around on tour."}, {"type": "text", "text": "'Not to mention how talented and amazing he was. Our thoughts are with you all and Sean's closest.'"}, {"type": "headline", "text": "Click to subscribe to Backstage wherever you get your podcasts"}, {"type": "text", "text": "The singer's mother Catherine also thanked fans for their messages."}, {"type": "text", "text": "Martin had said on Facebook last year that he was struggling with his health and needed surgery - meaning the band was forced to pull out of some shows with The Wombats."}]}, {"_id": "654a1642785bab26099c9b66", "url": "https://news.sky.com/story/k-pop-group-stayc-greet-fans-at-ibrox-stadium-in-glasgow-after-rangers-kit-mix-up-13002470", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "K-pop group greet fans at Ibrox Stadium after Rangers kit mix-up", "lead": "A K-pop group that mistakenly wore Rangers FC shirts during a performance in the US were warmly welcomed to Glasgow during a visit to Ibrox Stadium.", "author": "NONE", "datePublished": "2023-11-07 09:39:00", "dateScraped": "2023-11-07 11:49:38.422150", "dateUpdated": "2023-11-07 09:39:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-stayc-rangers_6351386.jpg?20231107090724", "body": [{"type": "headline", "text": "STAYC, pronounced Stacey, had worn the 1990s Rangers FC strip during a show in Texas last month, thinking it was a kit worn by the Dallas Rangers baseball team."}, {"type": "text", "text": "The Scottish club later invited the group to the stadium, where they introduced themselves to a large group of supporters who gathered outside Edmiston House."}, {"type": "text", "text": "Members of the band thanked the crowd for visiting them in what was their first trip to Scotland."}, {"type": "text", "text": "One member said: 'This is our first time in Scotland and we are so happy right now. Are you guys fans of Rangers too?'"}, {"type": "text", "text": "Another band member shouted: 'We love Rangers!'"}, {"type": "text", "text": "The crowd cheered and fans took photographs while the band posed in a custom-made Rangers FC strip, each with the number 23 and STAYC printed on the back."}, {"type": "text", "text": "STAYC, a female K-pop group from South Korea, consists of band members Isa, Seeun, Yoon, J, Sumin and Sieun."}, {"type": "text", "text": "The group formed in 2020 and soon became popular, with a following across much of Asia and the West."}]}, {"_id": "654a1642785bab26099c9b67", "url": "https://news.sky.com/story/anne-hart-ronnie-corbetts-widow-and-former-west-end-musical-star-dies-13002089", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Ronnie Corbett's widow and ex-West End star Anne Hart dies", "lead": "Former West End star Anne Hart, who was married to comedian Ronnie Corbett for 50 years, has died.", "author": "Niamh Lynch", "datePublished": "2023-11-06 15:49:00", "dateScraped": "2023-11-07 11:49:38.839477", "dateUpdated": "2023-11-06 15:49:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-anne-hart-ronnie-corbett_6350708.jpg?20231106151901", "body": [{"type": "text", "text": "The 90-year-old died 'peacefully, surrounded by her family' in the early hours of Sunday at her home in Scotland, her family said."}, {"type": "text", "text": "Her daughter, actress Sophie Corbett, said: 'We lost my darling Mum at one o'clock in the morning."}, {"type": "text", "text": "'She was an amazing woman, and my sister Emma and I, and all four of her grandchildren, Tom, Tilly, Dylan and Billy, will love and miss her forever."}, {"type": "text", "text": "'We will be bringing her home to Abingdon, near Croydon, which is where the family lived when my Dad was alive.'"}, {"type": "text", "text": "Hart was recently treated for a hip fracture in the Royal Infirmary of Edinburgh following a fall at the family estate Muirfield Wood in East Lothian."}, {"type": "text", "text": "She made her West End debut as a child in the Christmas show Where The Rainbow Ends, and also performed in child roles in operas at Covent Garden."}, {"type": "text", "text": "She found fame on stage in her 20s as the leading lady in Clown Jewels and Young In Heart with comedy troupe The Crazy Gang."}, {"type": "text", "text": "Hart met her future husband, the then up-and-coming comedian Ronnie Corbett, while working at Danny La Rue's club at Hanover Square in the late 1950s."}, {"type": "text", "text": "She was previously married to John Padley, a singer in The Four Jones Boys group, before she tied the knot with Corbett at Brixton registry office."}, {"type": "text", "text": "Hart played a show at Danny La Rue's club on their wedding night."}, {"type": "text", "text": "The couple's first child, Andrew, was born with a heart defect and lived for only six weeks."}, {"type": "text", "text": "Corbett and Hart went on to have two daughters and four grandchildren."}, {"type": "headline", "text": "Corbett died aged 85 in 2016, having been diagnosed with a suspected form of motor neurone disease."}, {"type": "headline", "text": "Click to subscribe to Backstage wherever you get your podcasts"}, {"type": "text", "text": "Alongside Ronnie Barker, Corbett rose to fame in the popular BBC comedy sketch show The Two Ronnies."}, {"type": "text", "text": "The show, which pulled in up to 22 million viewers and was famous for its four candles sketch, ran for 16 years on the BBC."}]}, {"_id": "654a1643785bab26099c9b68", "url": "https://news.sky.com/story/taraja-ramsess-marvel-stuntman-and-three-of-his-children-die-after-car-crash-13001929", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Marvel stuntman and his three children die in car crash", "lead": "A stuntman best known for his work in Black Panther and Avengers: Endgame has died in a car crash that also killed three of his children, his mother has said.", "author": "Niamh Lynch", "datePublished": "2023-11-06 22:29:00", "dateScraped": "2023-11-07 11:49:39.069178", "dateUpdated": "2023-11-06 22:29:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-taraja-ramsess-marvel_6350506.png?20231106140347", "body": [{"type": "headline", "text": "Taraja Ramsess, 41, and members of his family were reportedly involved in a fatal collision in Atlanta in the US state of Georgia on Halloween."}, {"type": "text", "text": "In a post on Instagram, his mother Akili Ramsess said her son had died, alongside two of his daughters - Sundari, 13, and eight-week-old Fujibo."}, {"type": "text", "text": "His 10-year-old son Kisasi later died after being on life support, she added."}, {"type": "text", "text": "Ms Ramsess said two of her son's daughters survived the crash and his three-year-old child Shazia is recovering from minor injuries in hospital."}, {"type": "text", "text": "Local media reported Ramsess was driving his children on Halloween night when his truck crashed into a broken-down tractor and trailer."}, {"type": "text", "text": "Ms Ramsess paid tribute on Instagram to her 'beautiful, loving, talented son'."}, {"type": "text", "text": "'All who knew and met him know how special Taraja was,' Ms Ramsess wrote in the post."}, {"type": "text", "text": "'He had a deep capacity for love and loved his children more than all. He loved his martial arts, motorcycles and all things related to filmmaking."}, {"type": "text", "text": "'He [had] a very droll yet wicked sense of humour and yet could be as cornball corny as can be."}, {"type": "text", "text": "'Sundari, Sunny as she was called, also reflected that special light. Funny and loved to dance. Oh God! I can't believe they're gone!'"}, {"type": "text", "text": "Ramsess's stunts also featured in Avengers: Infinity War, The Suicide Squad, Atlanta and Creed III."}, {"type": "text", "text": "He also worked in the art department, mainly as a set dresser, in more than 40 film projects."}, {"type": "headline", "text": "Director Ava DuVernay said Ramsess was 'a leader' and 'a light'."}, {"type": "text", "text": "Ramsess worked in DuVernay's production company ARRAY."}, {"type": "text", "text": "In a post on Instagram, she said: 'He left us forever in a way that makes the hearts of all who knew him break into a million pieces."}, {"type": "text", "text": "'We'd talk about art and his family. My goodness, did he love his children. A happy, whole love. Beautiful to behold."}, {"type": "text", "text": "'He loved making movies and TV too. Held many positions over the years. Immersing himself in all aspects of the craft."}, {"type": "text", "text": "'I remember one day on set, we didn't have enough Black background actors for a key scene. I had to recruit my crew members to be on-camera. Taraja was the first to say yes."}, {"type": "text", "text": "'Yes, I'll do my real job and then jump into this wild scene playing a tough guy with a gun for you. From there - everyone else said yes too. He was that kind of person. A leader. A light."}, {"type": "text", "text": "'Taraja. His name is like music. We will continue to sing it. Bless his soul. Bless his memory. Bless his loved ones and the many comrades he leaves here as he journeys on.'"}, {"type": "headline", "text": "Click to subscribe to Backstage wherever you get your podcasts"}, {"type": "text", "text": "The director donated $5,000 to a fundraiser for Ramsess's family, which had raised a total of $82,000 on Monday morning."}]}, {"_id": "654a1643785bab26099c9b69", "url": "https://news.sky.com/story/stone-roses-ian-brown-leads-tributes-to-pete-garner-after-bands-original-bassist-dies-aged-61-13001899", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Ian Brown leads tributes to ex-Stone Roses member who has died", "lead": "Pete Garner, the original bassist in The Stone Roses, has died aged 61.&#160;", "author": "Niamh Lynch", "datePublished": "2023-11-06 14:47:00", "dateScraped": "2023-11-07 11:49:39.540926", "dateUpdated": "2023-11-06 14:47:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-ian-brown-stone-roses_6350480.jpg?20231106121505", "body": [{"type": "text", "text": "The band's lead singer Ian Brown has led the tributes to Garner on X, formerly known as Twitter."}, {"type": "text", "text": "He wrote: 'Very sad. We were young punk rockers when we met in 77. The nite [sic] before Petes maths and geography O levels we went to see the Clash. Always made me chuckle he did that and of course he made the right decision!'"}, {"type": "text", "text": "Brown added: 'Few loved music as much as Pete he been bathing in music since [Sex Pistols'] Anarchy in the Uk came out that i can vouch for and Pete was off the scale nice, an old skool nice that ya just dont get no more! He got that from his lovely Mum! GOD Bless Pete RiP X.'"}, {"type": "text", "text": "Music journalist John Robb wrote that Garner was a 'lovely man' and it was 'always a joy to meet him'."}, {"type": "text", "text": "'I met him before I even met you,' Robb also said in a conversation with Brown on X, adding: 'Will miss our amigo.'"}, {"type": "text", "text": "Garner was in the band from 1983 to 1987, playing on songs including So Young, Tell Me and Sally Cinnamon."}, {"type": "text", "text": "He quit the group and was replaced by Rob Hampson before long-term bassist Gary 'Mani' Mounfield took over at the end of 1987."}, {"type": "text", "text": "According to music publication Louder Than War, Garner left The Stone Roses to work at HMV because he believed he wasn't good enough to be in the band."}, {"type": "text", "text": "Garner met Ian Brown and guitarist John Squire at school and stepped in as the bassist for the last performance of their teenage band The Patrol, the outlet reported."}, {"type": "text", "text": "He was recruited for The Stone Roses three years later along with Andy Couzens on rhythm guitar and Simon Wolstencroft on drums. Alan 'Reni' Wren replaced Wolstencroft in 1984."}]}, {"_id": "654a1643785bab26099c9b6a", "url": "https://news.sky.com/story/the-beatles-last-song-now-and-then-on-track-to-become-their-18th-number-one-single-13001532", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "The Beatles' last song on track to become their 18th number one single", "lead": "The Beatles' last song is on track to become their 18th number one single.", "author": "NONE", "datePublished": "2023-11-05 21:49:00", "dateScraped": "2023-11-07 11:49:39.936226", "dateUpdated": "2023-11-05 21:49:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-beatles-song-now-and-then_6346610.jpg?20231103140120", "body": [{"type": "headline", "text": "Now And Then was written and recorded by John Lennon in New York in the late 1970s, before being developed by the other band members, including George Harrison, in 1995."}, {"type": "text", "text": "Lennon's wife Yoko Ono had given the recording to the remaining Beatles the previous year."}, {"type": "text", "text": "But technology at the time was more limited and the band were unhappy with the sound quality."}, {"type": "headline", "text": "Now, however, with the help of AI, Sir Paul McCartney and Sir Ringo Starr have finished it, more than four decades after it was started."}, {"type": "text", "text": "Filmmaker Peter Jackson's recent Beatles documentary used audio restoration technology. That allows music and vocals to be isolated, a technique that was used on Now And Then."}, {"type": "headline", "text": "Jackson also directed the new music video for the song which was released on Friday."}, {"type": "text", "text": "In its opening weekend, the song has outsold the rest of the top five combined, according to the Official Chart Company."}, {"type": "text", "text": "It is the Fab Four's first chart-topper in 54 years, the last being The Ballad Of John And Yoko in 1969."}, {"type": "text", "text": "Previous number ones include All You Need Is Love, Help!, and Hey Jude."}, {"type": "text", "text": "'I like the idea of not letting go of each other,' Sir Paul told The Sunday Times."}, {"type": "text", "text": "'You know, when you have somebody you love so much. In many cases it's a relative, and even though they go, you don't want to let go - that's what people say when somebody dies."}, {"type": "text", "text": "'They're in your memory, always in your heart. And, yes, that's certainly true of me and the boys.'"}, {"type": "text", "text": "Sir Ringo said he would like the group to be remembered 'with love'."}, {"type": "text", "text": "The drummer added: 'How many streams did we do last year? One billion? Three billion? It blows me away. The beat's still going on, you know?'"}]}, {"_id": "654a1644785bab26099c9b6b", "url": "https://news.sky.com/story/joss-stone-and-dave-stewart-team-up-for-new-musical-the-time-travellers-wife-13001750", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Joss Stone and Dave Stewart team up for new musical The Time Traveller's Wife", "lead": "Joss Stone and Dave Stewart have written the music behind the new stage adaptation of Audrey Niffenegger's bestselling novel, The Time Traveller's Wife.", "author": "NONE", "datePublished": "2023-11-06 07:25:00", "dateScraped": "2023-11-07 11:49:40.475698", "dateUpdated": "2023-11-06 07:25:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/70x70/skynews-the-time-travellers-wife_6350068.jpg?20231106071443", "body": [{"type": "text", "text": "Stewart, the guitarist who's sold over 100 million records during his time in Eurythmics, has teamed up with his Nashville neighbour and Grammy award-winning singer to write the songs for the new musical."}, {"type": "headline", "text": "Speaking to Informfully ahead of its opening night at the Apollo Theatre in London, Stewart said approaching the subject of time travel was a concern at the beginning."}, {"type": "text", "text": "'I was worried about periods of music,' he said. 'My responsibilities were trying to write songs along with Joss Stone and music that manages to propel the narrative, but at the same time make them very infectious songs and that have melodies.'"}, {"type": "text", "text": "Since the original book was published in 2003 it's gone on to be read by millions and has been turned into a television drama and a film."}, {"type": "text", "text": "Most will know the plot - man develops rare genetic disorder that causes him to time travel, meeting his soulmate throughout her life."}, {"type": "text", "text": "The complex love story adapted to the stage by playwright Lauren Gunderson, then jumps through time - proving a challenge for director Bill Buckhurst."}, {"type": "text", "text": "'It's quite an integral part of the story and we're very lucky to be working with some very clever people on the show, a wonderful illusion director Chris Fisher, who I worked for quite a few years now on making all that illusion work on stage for an audience,' he said."}, {"type": "text", "text": "It meant learning a different way of working for Stone, who said having to write so many emotions into one song to tell the complicated love story was new."}, {"type": "text", "text": "She said: 'Usually, I write a song about one feeling. If I'm writing a love song, it's a love song from the beginning, middle and end... I do not normally write like this.'"}, {"type": "text", "text": "Like in the HBO TV series, when the protagonist jumps through time he arrives at the next location without clothes in the stage adaptation. But Stone and Buckhurst say it's still suitable for all ages."}, {"type": "text", "text": "'There's a little bit of nudity going on but it's a family show, so it's done very tastefully,' Buckhurst told Informfully."}, {"type": "text", "text": "'There's no bum,' Stone adds with a giggle."}, {"type": "text", "text": "The Time Travellers Wife is on at The Apollo Theatre in London until 30 March."}]}]