[{"_id": "6543a15a0ee2cf6e50c0e394", "url": "https://www.bbc.co.uk/news/uk-67294809?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "M&S pulls Christmas advert post after Palestinian flag criticism", "lead": "M&amp;S says sorry after a backlash claiming its advert depicted Palestinian flag colours in flames.", "author": "James Gregory", "datePublished": "20231102", "dateScraped": "2023-11-02 14:17:14.795531", "dateUpdated": "20231102", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/05A9/production/_131594410_marks_spencer_getty.jpg", "body": [{"type": "headline", "text": "M&S has apologised after being accused of posting an Instagram photo of Christmas party hats in the colours of the Palestinian flag on fire. "}, {"type": "text", "text": "The image, an out-take from one of the company's TV adverts, showed red, green and silver hats burning in a fireplace. "}, {"type": "text", "text": "M&S said the intent was to 'playfully show that some people don't enjoy wearing paper Christmas hats'."}, {"type": "text", "text": "The company removed the photo and said the advert was filmed in August, before the latest Israel-Gaza conflict began."}, {"type": "text", "text": "It said the hats were 'traditional, festive coloured red, green and silver Christmas paper hats'."}, {"type": "text", "text": "'We have removed the post following feedback and we apologise for any unintentional hurt caused,' M&S added in a statement posted to X, formerly known as Twitter, on Wednesday night. "}, {"type": "text", "text": "The photo was an out-take from the company's Christmas clothing and home advert, which is based on the premise that people should do away with Christmas traditions they no longer love. "}, {"type": "text", "text": "The picture drew criticism from several social media users who claimed there was a similarity between the colours of the hats and the Palestinian flag, with one user describing the photo as 'distasteful'. "}, {"type": "text", "text": "The company has also been defended by other social media users who said the hats are in traditional Christmas colours."}, {"type": "text", "text": "Queer Eye presenter Tan France, who appears in the advert, said on Instagram: 'The ad was shot in August, so maybe you're reaching with your ridiculous comments.'"}, {"type": "text", "text": "The Advertising Standards Authority, which regulates advertising in the UK, says it has received 40 complaints about the Instagram post. "}, {"type": "text", "text": "The regulator says it is reviewing the complaints to determine whether further action is needed, but is not currently investigating the advert."}, {"type": "text", "text": "Releasing the 'Love Thismas not Thatmas' advert earlier this week, M&S said it was intended to 'celebrate and empower our customers to just do the things they love'."}, {"type": "text", "text": "The advert also features actors Zawe Ashton and Hannah Waddingham, and singer Sophie Ellis-Bextor."}, {"type": "text", "text": "More than 1,400 people were killed in attacks by Hamas on Israel on 7 October, while at least 239 people were taken hostage."}, {"type": "text", "text": "The Hamas-run health ministry in Gaza says more than 9,000 people have been killed since Israel launched air strikes as part of a military response to the attacks."}]}, {"_id": "6543a15b0ee2cf6e50c0e395", "url": "https://www.bbc.co.uk/news/world-australia-67293752?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Victoria", "subCategories": [], "title": "Suspected mushroom poisoning: Australian woman charged with three murders", "lead": "An Australian woman is in custody after the deaths of three people at a lunch she served in July.", "author": "Hannah Ritchie and Simon Fraser", "datePublished": "20231102", "dateScraped": "2023-11-02 14:17:15.029323", "dateUpdated": "20231102", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14A63/production/_131597548_erin.jpg", "body": [{"type": "headline", "text": "An Australian woman suspected of poisoning her former in-laws and others with deadly mushrooms at a lunch she served has been charged with multiple counts of murder and attempted murder."}, {"type": "text", "text": "Three people died after Erin Patterson, 49, served beef Wellington, a dish that includes mushrooms, to guests in July. "}, {"type": "text", "text": "While three murder charges relate to the lunch, three of five attempted murder charges are linked to separate incidents between 2021-22, police say."}, {"type": "text", "text": "Ms Patterson maintains she is innocent."}, {"type": "text", "text": "She has said she did not intentionally poison her guests at the family lunch at her home in the Victoria town of Leongatha on 29 July. "}, {"type": "text", "text": "Toxicology reports suggest the victims consumed deathcap mushrooms. "}, {"type": "text", "text": "Her former husband Simon Patterson had also been invited to the meal, but was unable to make it at the last minute."}, {"type": "text", "text": "Along with the three murder charges, Ms Patterson has been charged with two attempted murder charges relating to the July lunch. "}, {"type": "text", "text": "The police have not provided details of the two attempted murder charges. However it is known that one of the guests at the meal fell critically ill but survived."}, {"type": "text", "text": "Ms Patterson has also been charged with three counts of attempted murder linked to what police said were three separate incidents where it is alleged a 48-year-old man became ill following meals between 2021 and 2022. No further details have been given."}, {"type": "text", "text": "Ms Patterson was named as a suspect by police after she and her two children appeared unharmed after the lunch."}, {"type": "text", "text": "She was taken into custody on Thursday and police spent the day searching her home in Leongatha, around 125km (78 miles) south-east of Melbourne."}, {"type": "text", "text": "Homicide squad Inspector Dean Thomas stressed the complexity of the case in a press conference, describing it as a tragedy that may 'reverberate for years to come'. "}, {"type": "text", "text": "'I cannot think of another investigation that has generated this level of media and public interest, not only here in Victoria, but also nationally and internationally,' he added. "}, {"type": "text", "text": "Gail and Don Patterson - the parents of Ms Patterson's ex-husband - were guests at the lunch along with Gail Patterson's sister Heather Wilkinson and brother-in-law Ian Wilkinson. "}, {"type": "text", "text": "The four were taken to hospital on 30 July reporting violent illness, police say. "}, {"type": "text", "text": "Within days the Patterson couple, both 70, and Ms Wilkinson, 66, had died. Mr Wilkinson, 68, was taken to hospital in a critical condition but later recovered after two months of treatment. "}, {"type": "text", "text": "Erin Patterson has said she herself was taken to hospital after the meal due to stomach pains, and was put on a saline drip and given medication to guard against liver damage."}, {"type": "text", "text": "She has said she served the beef Wellington using a mixture of button mushrooms bought from a supermarket, and dried mushrooms purchased at an Asian grocery months earlier. "}, {"type": "text", "text": "'I am now devastated to think that these mushrooms may have contributed to the illness suffered by my loved ones,' she wrote in a statement in August. "}, {"type": "text", "text": "'I really want to repeat that I had absolutely no reason to hurt these people, whom I loved.'"}, {"type": "text", "text": "Her children, who were not present at the lunch, ate some of the leftover beef Wellington the next day. However the mushrooms had been scraped off the dish as they do not like the fungi, she said."}]}, {"_id": "6543a15b0ee2cf6e50c0e396", "url": "https://www.bbc.co.uk/news/entertainment-arts-67296157?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Domestic abuse", "subCategories": [], "title": "Schitt's Creek star apologises for Depp-Heard costumes", "lead": "The Schitt's Creek star dressed as Johnny Depp with a friend, who posed as his ex-wife Amber Heard.", "author": "Natasha Preskey", "datePublished": "20231102", "dateScraped": "2023-11-02 14:17:15.289552", "dateUpdated": "20231102", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/EC8F/production/_131595506_gettyimages-1467521869-1.jpg", "body": [{"type": "headline", "text": "Schitt's Creek actress Emily Hampshire has apologised for dressing up as Johnny Depp and Amber Heard with a friend for Halloween. "}, {"type": "text", "text": "Hampshire, 42, told her Instagram followers she was 'sorry and ashamed'."}, {"type": "text", "text": "In a now-deleted post, Hampshire was seen styled as Depp, with drawn-on facial hair and tattoos, while her friend screwed up her face in mock distress as the actor's ex-wife."}, {"type": "text", "text": "Former couple Depp and Heard both accused each other of domestic abuse."}, {"type": "text", "text": "Hampshire, who played Stevie Budd in sitcom Schitt's Creek, described the costume as 'one of the most thoughtless, insensitive, and ignorant things' she had ever done."}, {"type": "text", "text": "In the original post, the Canadian actress was seen wearing a pin-striped suit, with her hair slicked back. She was also holding a wine bottle - an apparent reference to details from the couple's televised court case last year."}, {"type": "text", "text": "Hampshire went on to write that she was ashamed at having put 'something that awful out into the universe' and said 'domestic abuse is never, ever funny'."}, {"type": "text", "text": "Last year, Depp and Heard's relationship was in the spotlight due to a US court case in which Depp accused his ex-wife of defamation over an article she wrote for the Washington Post. "}, {"type": "text", "text": "In the 2018 opinion piece, Heard said she had lost work and received death threats after accusing her ex-husband of domestic abuse, and had 'felt the full force of our culture's wrath for women who speak out'."}, {"type": "text", "text": "Depp said the article implied he was violent towards Heard, and won the seven-week case against her. "}, {"type": "text", "text": "Two years previously, Depp lost a similar case in the UK against the Sun newspaper, after the High Court said the content of an article which called him a 'wife-beater' was 'substantially true'. "}]}, {"_id": "6543a15b0ee2cf6e50c0e397", "url": "https://www.bbc.co.uk/news/uk-politics-67296825?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Artificial intelligence", "subCategories": [], "title": "Rishi Sunak meets world leaders and tech firms at AI summit", "lead": "PM holds talks with leaders of the UN, EU and Italy on managing risks of artificial intelligence.", "author": "Becky Morton", "datePublished": "20231102", "dateScraped": "2023-11-02 14:17:15.788226", "dateUpdated": "20231102", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1334D/production/_131596687_93fd384f62c2c13b88457c7bb0823eb459af1a85.jpg", "body": [{"type": "headline", "text": "Rishi Sunak is meeting world leaders and tech firms at the UK's first AI safety summit, after warning companies cannot \"mark their own homework\"."}, {"type": "text", "text": "Ahead of the summit, the prime minister told Informfully managing the risks posed by artificial intelligence was too important to be left to big tech firms."}, {"type": "text", "text": "Around 100 world leaders, tech bosses and academics are attending."}, {"type": "text", "text": "On Wednesday delegates agreed a joint statement calling for global cooperation to tackle the risks of AI. "}, {"type": "text", "text": "The Bletchley Declaration - named after Bletchley Park in Buckinghamshire, where the summit is being held - was signed by 28 countries, including the US and China, as well as the European Union. "}, {"type": "text", "text": "The agreement recognised that AI 'presents enormous global opportunities' but said it should be developed in a way that is 'human-centric, trustworthy and responsible'. "}, {"type": "text", "text": "It was the world's first ever international statement on so-called frontier AI - the government's term for AI that could exceed the capabilities of today's most advanced systems."}, {"type": "text", "text": "The focus of the summit is on how to mitigate the risks of AI, which include potential breaches to privacy and the displacement of jobs, while maximising the benefits. "}, {"type": "text", "text": "Earlier on Thursday, Mr Sunak held talks with United Nations secretary general Antonio Guterres, European Commission President Ursula von der Leyen and Italian Prime Minister Georgia Meloni. "}, {"type": "text", "text": "Downing Street said the prime minister also discussed the humanitarian situation in Gaza and the war in Ukraine with the UN leader, as well as the need for global collaboration on AI. "}, {"type": "text", "text": "It comes after a meeting with US vice president Kamala Harris on Wednesday. "}, {"type": "text", "text": "Later he is due to give a press conference before travelling back to Westminster for an 'in conversation' event with tech billionaire Elon Musk, who owns X, formerly known as Twitter. "}, {"type": "text", "text": "Mr Musk arrived at the summit on Wednesday morning, after warning that AI could lead to the extinction of humanity, although many experts consider such warnings overblown. "}, {"type": "text", "text": "Ahead of the summit, there had been concerns some key figures, including US President Joe Biden and French President Emmanuel Macron, had chosen not to attend, with their countries sending alternative representatives instead. "}, {"type": "text", "text": "However, Tino Cuellar, president of think tank the Carnegie Endowment for International Peace, called the summit a 'diplomatic coup' for the UK government. "}, {"type": "text", "text": "He said it was 'a remarkable achievement' to bring together representatives from the US and EU, as well as the developing world. "}, {"type": "text", "text": "Some had criticised the inclusion of China at a time of tense relations with West, despite the country being a key player in AI technology. "}, {"type": "text", "text": "But Mr Cuellar said: 'The presence of China is important because it does provide an indication that this will be a truly global conversation."}, {"type": "text", "text": "'We think about the countries that are facing opportunity in terms of their own economic development, as well as countries that bring to the table, serious technological know how, and it's hard to imagine how some of those conversations can happen without the full representation of countries around the world.'"}, {"type": "text", "text": "Meanwhile, Labour has called for binding regulation on companies developing powerful AI."}, {"type": "text", "text": "The party said a Labour government would introduce requirements for firms to report before they train models over a certain capability threshold and conduct safety testing on models, with independent oversight. "}, {"type": "text", "text": "Shadow technology secretary Peter Kyle criticised the prime minister for previously saying he would not 'rush to regulate' AI, arguing the UK was being 'left behind'. "}, {"type": "text", "text": "Mr Sunak has argued the UK's approach should be proportionate, while encouraging innovation. "}]}, {"_id": "6543a15c0ee2cf6e50c0e398", "url": "https://www.bbc.co.uk/news/uk-67276289?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Pandora Papers ", "subCategories": [], "title": "Criminals and sanctions-busters exploiting UK secrecy loophole", "lead": "Seychelles company linked to Putin’s inner circle exploited UK loophole for hundreds of firms, BBC finds.", "author": "James Oliver, Will Dahlgreen, James Melley & Andy Verity", "datePublished": "20231102", "dateScraped": "2023-11-02 14:17:16.037689", "dateUpdated": "20231102", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5E5D/production/_131575142_offshore_secrets_promo_976.png", "body": [{"type": "headline", "text": "An offshore firm helped create companies used by members of Vladimir Putin's inner circle, including one hiding the late mercenary boss Yevgeny Prigozhin's yacht, the BBC can reveal."}, {"type": "text", "text": "Seychelles-based Alpha Consulting also helped to form more than 900 UK partnerships which used a secrecy loophole to conceal their true owners."}, {"type": "text", "text": "One partnership was involved in running a sanctions-busting oil tanker, while others committed crimes."}, {"type": "text", "text": "Alpha said it always followed the law."}, {"type": "text", "text": "The investigation by Informfully, Finance Uncovered and the Seychelles Broadcasting Corporation has analysed internal Alpha documents and thousands of company records to identify some of the people who secretly benefitted from the work of the offshore firm, based in the island nation in the Indian Ocean."}, {"type": "text", "text": "As well as catering to members of Russian President Vladimir Putin's inner circle, Alpha Consulting was a secrecy factory - one of the most prolific companies helping to exploit a gaping loophole in UK law. Some of the partnerships it helped create have been involved in alleged fraud and running an illegal essay mill. One has been accused of interfering in a foreign election."}, {"type": "text", "text": "Yevgeny Prigozhin, boss of the Wagner Group who died earlier this year, was one of those who benefitted from Alpha's services. His company Beratex Group Ltd was sanctioned by the United States in 2019, as a front company which concealed ownership of his private jet and yacht."}, {"type": "text", "text": "Leaked documents - obtained by the International Consortium of Investigative Journalists and examined as part of the 2021 Pandora Papers investigation - show Alpha helped set up Beratex in the Seychelles, and the hidden beneficial owner was recorded as the mercenary boss's elderly mother-in-law."}, {"type": "text", "text": "Alpha said it was 'never involved in any business activity' with Beratex."}, {"type": "text", "text": "Leonid Reiman, a close friend and associate of President Putin, was a client of Alpha. In 2006, while he was Russia's communications minister, Reiman was found by a Swiss tribunal to have been the secret owner of a company that received corrupt payments."}, {"type": "text", "text": "Despite Mr Reiman's well-documented relationship with the Russian president, the documents show that Alpha provided a director for one of his companies who failed to declare Mr Reiman was a 'politically exposed person' - someone whose position or relationships mean they may be more exposed to risks of corruption and who therefore requires a greater level of checks."}, {"type": "text", "text": "Anti-money laundering expert Graham Barrow said this was 'not really an oversight'. Failing to make a declaration is 'a breach of the rules if you are knowingly doing business with somebody who is a politically exposed person,' he said. "}, {"type": "text", "text": "Alpha said it had carried out all the required checks on Mr Reiman and did not find information which suggested he was a politically exposed person or involved in money-laundering. It said it does 'not act for clients or professional intermediaries who we find have been involved in wrongdoing'."}, {"type": "text", "text": "The investigation also reveals that Alpha, run by a Russian businesswoman named Victoria Valkovskaya, helped to create 927 limited partnerships - one in five of those registered in England, Wales and Northern Ireland since 2017. "}, {"type": "text", "text": "Limited partnerships, a type of firm usually created by two or more people to own and run a business together, can also be used to sidestep transparency regulations."}, {"type": "text", "text": "After a law was introduced in 2016 requiring UK companies to declare who owns them or is really in control, there was a surge in the registration of limited partnerships, which were exempt. This requirement was extended to Scottish limited partnerships a year later after it was revealed that they were being increasingly used for money laundering and other crimes."}, {"type": "text", "text": "But last year, Informfully and Finance Uncovered revealed the increasing use of English limited partnerships and evidence linking a number of them to fraud, terrorism and money laundering."}, {"type": "text", "text": "Despite this, the government has failed to extend laws requiring companies to identify the people really in control - known as 'persons of significant control' - to all limited partnerships."}, {"type": "text", "text": "Kevin Hollinrake, a junior business minister, dismissed concerns about a loophole, telling the House of Commons 'limited partnerships cannot own property or assets in their own name'."}, {"type": "text", "text": "But our investigation shows that Alpha helped create limited partnerships which were used to acquire assets and hide the owners of them - including an oil tanker, the Delfi, which polluted the coast of Ukraine after it was wrecked in 2019."}, {"type": "text", "text": "Investigations by authorities obtained documents identifying the owner of the tanker as a Cardiff-based limited partnership called Mister Drake PC. "}, {"type": "text", "text": "Like many of the firms Alpha helped to set up, it appeared to be partly owned by a Seychelles resident who on paper looked like a prolific entrepreneur: Luther Denis, who is listed as general partner of 184 UK limited partnerships."}, {"type": "text", "text": "But internal documents show that partners like Mr Denis sign over all their powers to the secret 'beneficial owner'. Mr Denis is one of 12 nominee or sham partners provided and paid by Alpha, who often know nothing about what the firms that they help to create actually do. "}, {"type": "text", "text": "Following the wreck, a court imposed a fine on Mister Drake PC - but it has never been able to identify the real owner and the fine has never been paid."}, {"type": "text", "text": "Michelle Wiese Bockmann, an analyst at Lloyd's List Intelligence, said: 'The beneficial owners, as they're known, are ultimately liable and responsible for any of the environmental costs or damages that the vessel causes.'"}, {"type": "text", "text": "Our investigation found internal Alpha documents that record the beneficial owner of Mister Drake PC as Alla Kovtunova, the mother of a former local politician in Ukraine's now-banned pro-Russian Party of the Regions."}, {"type": "text", "text": "Alpha said it was 'not aware of any of your claimed activities in relation to this company'."}, {"type": "text", "text": "Baroness Kramer, Liberal Democrat Treasury spokesperson in the House of Lords, said it was a shock the government had not used its economic crime bill to shut down every loophole. 'It certainly is aware of this one, and frankly, it can't even be called a loophole - it's so wide, you can drive an oil tanker through it,' she said."}, {"type": "text", "text": "The investigation uncovered another eight partnerships linked to Alpha which at one time were registered as owning ships. "}, {"type": "text", "text": "In September 2020, Luther Denis was named on paperwork of another partnership, Cilkon PC, which this time was involved in running an oil tanker called the Ostra."}, {"type": "text", "text": "Under a different name, the Ostra had already breached sanctions against Syria in 2019. Mr Denis's partnership became involved in running the tanker after its registered owner, a Russian company called Rustanker, was sanctioned for attempting to evade the US ban on trading in Venezuelan oil."}, {"type": "text", "text": "Our investigation analysed tracking data for the Ostra during the period after Mr Denis's partnership took over. It found the tracker was turned off for three weeks in September last year, allowing it to disappear off the coast of Venezuela - indicating it may have been breaching sanctions again."}, {"type": "text", "text": "Ms Bockmann said ships 'go dark' to obscure where they are loading and unloading their cargo, 'in order to deceive, evade, and keep one step ahead of any regulatory authorities that are monitoring these vessels'."}, {"type": "text", "text": "The Informfully wrote to Cilkon and Rustanker but received no response. We also wrote to Mr Denis but he declined to comment."}, {"type": "text", "text": "Other partnerships Alpha Consulting helped set up include:"}, {"type": "text", "text": "The Informfully attempted to contact these partnerships and the people we were able to identify behind them but did not receive a response. Alpha said it was not aware of any of the activities of these partnerships."}, {"type": "text", "text": "Financial crime consultant Graham Barrow said that this use of nominees 'brings the whole process into disrepute'. "}, {"type": "text", "text": "'It is making a mockery of this idea that the UK is open for business because frankly, we'll accept anyone's name on a piece of paper and away you go,' he said."}, {"type": "text", "text": "As well as exploiting this loophole, Alpha may have breached the law in relation to Scottish partnerships, which does require that the people who really control them are disclosed."}, {"type": "text", "text": "In March 2017, the firm involved, Biniatta Trade LP, paid a US lobbyist on behalf of Lulzim Basha, leader of the Democratic Party of Albania. The lobbyist arranged access to Republican politicians and a fundraiser, where Mr Basha was able to get a photo opportunity with then-President Donald Trump - later used in the Albanian election campaign."}, {"type": "text", "text": "Reports last year suggested US intelligence believed that Mr Basha's election campaign, whose slogan was Make Albania Great Again, had been secretly backed by Russia with $500,000."}, {"type": "text", "text": "Biniatta's ownership was hidden through offshore secrecy and sham directors, but the leaked Alpha documents include an agreement from 2015, when the partnership was set up, which named the beneficial owner as a Russian national called Maxim Trofimets."}, {"type": "text", "text": "In summer 2017, when the law for Scottish partnerships changed, Mr Trofimets was not declared as the 'person of significant control' of Biniatta, and an Alpha nominee falsely declared that the firm had provided all the information it had to."}, {"type": "text", "text": "The next day, the same Alpha nominee secretly signed a new power of attorney agreement, renewing Mr Trofimets' control over Biniatta."}, {"type": "text", "text": "After media reports of a possible Russia connection in 2018, Alpha's owner Victoria Valkovskaya set out in an email how Biniatta could conceal its ownership."}, {"type": "text", "text": "The ownership of Biniatta could be structured using a Seychelles foundation with five nominee councillors 'so as to not declare a controlling person'."}, {"type": "text", "text": "This would give the appearance that no one person had control over 25% of the company, the threshold under UK law for the requirement to name a person of significant control. "}, {"type": "text", "text": "Biniatta followed the advice and no person of significant control was declared. Alpha said it rejects the allegation that it attempted to avoid Biniatta having to make such a declaration."}, {"type": "text", "text": "In September this year, the Council of Europe appointed Mr Basha to prepare a report on supporting the reconstruction of Ukraine following the Russian invasion. He said he had no conflict of interest."}, {"type": "text", "text": "The Informfully attempted to contact Mr Trofimets and Mr Basha but they did not respond. "}, {"type": "text", "text": "Ms Valkovskaya, Alpha's managing director, said she 'categorically' denied her company was involved in any illegal activity. 'We always followed the letter of the law. The use of nominees is not something new or illegal in the industry,' she said."}, {"type": "text", "text": "Alpha Consulting said its 'involvement in UK-based limited partnerships is limited to providing advice and assistance with registering, incorporating and structuring them in accordance with UK regulations'."}, {"type": "text", "text": "It does not 'engage in, or assume any responsibility for, the management, operation or decision making of our end clients or the companies we assist them in forming,' it said."}, {"type": "text", "text": "Alpha also said it has due diligence and anti-money laundering procedures that comply with the law."}, {"type": "text", "text": "Last month the Seychelles was added to the EU's tax haven black list."}, {"type": "text", "text": "The Department for Business and Trade told us its economic crime bill would make it easier for Companies House to 'tackle rogue agents and deregister illegitimate limited partnerships', and to challenge and remove suspicious information."}, {"type": "text", "text": "You can see more on this story on Newsnight on Informfully Two on Thursday 2 November at 22:30 GMT or on iPlayer."}]}, {"_id": "6543a15c0ee2cf6e50c0e399", "url": "https://www.bbc.co.uk/news/world-asia-china-67296857?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Asia", "subCategories": [], "title": "Tsingtao beer worker urinated into tank after argument", "lead": "The worker has been detained after a video of the incident went viral last month.", "author": "Vicky Wong", "datePublished": "20231102", "dateScraped": "2023-11-02 14:17:16.288033", "dateUpdated": "20231102", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11260/production/_131504207_tsingtao.jpg", "body": [{"type": "headline", "text": "A Chinese worker urinated into a Tsingtao beer tank after having an argument with a colleague, it has emerged."}, {"type": "text", "text": "The worker was filmed urinating into a tank used to store ingredients to make one of China's most popular beers last month."}, {"type": "text", "text": "The video then went viral on social media, gaining tens of millions of views."}, {"type": "text", "text": "On Wednesday the worker was detained, an official report said."}, {"type": "text", "text": "Officials from the city of Pingdu - where the factory is located - found that the worker in question was helping to unload malt containers from a truck at the time of the incident."}, {"type": "text", "text": "In a statement on the city's official Weibo page, they said the worker, surnamed Cui, got into an argument with a truck driver about moving the vehicle."}, {"type": "text", "text": "Mr Cui then climbed into the container, which had just been emptied, and urinated into it."}, {"type": "text", "text": "Mr Cui's actions were caught on camera by the driver, who then published the video on Douyin, China's version of TikTok."}, {"type": "text", "text": "In a statement published on the Chinese microblogging site Weibo, Tsingtao said the worker had been placed in administrative detention for property damage."}, {"type": "text", "text": "In China, administrative detention is a penalty that can be imposed by the police, acting with no judicial oversight, and usually involves being detained for between five to 15 days and sometimes comes with a warning and a fine."}, {"type": "text", "text": "Tsingtao added that the worker was not a direct employee of the brewery and worked for a company that provides outsourcing services to Tsingtao."}, {"type": "text", "text": "The brewer went on to say that they have adopted a number of measures to strengthen quality control and step up monitoring of employee behaviour to prevent such incidents in the future."}, {"type": "text", "text": "They also vowed to plug in what they called 'loopholes in the management of raw material transportation,' and said that the batches of malt involved in the incident have been sealed and will not enter production."}]}, {"_id": "6543a15c0ee2cf6e50c0e39a", "url": "https://www.bbc.co.uk/news/entertainment-arts-67296327?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Comedy", "subCategories": [], "title": "Taylor Tomlinson: Comedian, 29, fills James Corden's late TV show slot", "lead": "The US comic becomes the only woman and youngest host of the coveted US TV late-night show slots.", "author": "Annabel Rackham", "datePublished": "20231102", "dateScraped": "2023-11-02 14:17:16.533607", "dateUpdated": "20231102", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8DAD/production/_131596263_gettyimages-1436733812.jpg", "body": [{"type": "headline", "text": "Comedian Taylor Tomlinson is set to host a new show on the CBS network, making her the only female late-night host in the US."}, {"type": "text", "text": "After Midnight will air next year after The Late Show with Stephen Colbert, filling a gap left by the exit of James Corden."}, {"type": "text", "text": "Tomlinson, 29, has gained prominence from two Netflix stand-up specials - Quarter Life Crisis and Look at You."}, {"type": "text", "text": "The comic will become the youngest late-night host by more than 20 years."}, {"type": "text", "text": "She joins the likes of NBC's Jimmy Fallon and Seth Meyers, and Jimmy Kimmel at ABC on the late-night circuit and fills the slot left by Corden on The Late Late Show earlier this year."}, {"type": "text", "text": "Tomlinson has gained popularity on social media, particularly TikTok but was also a finalist on NBC's Last Comic Standing in 2015 and was named as one of the top 10 comics to watch by Variety, after appearing at the Just for Laughs festival in 2019."}, {"type": "text", "text": "Allow Instagram content?"}, {"type": "headline", "text": "This article contains content provided by Instagram.  We ask for your permission before anything is loaded, as they may be using cookies and other technologies.  You may want to read Meta’s Instagram cookie policy, external and privacy policy, external before accepting. To view this content choose ‘accept and continue’."}, {"type": "text", "text": "The format of her new show, After Midnight, will be based on Comedy Central's @midnight With Chris Hardwick, which ran from 2013-2017 and featured a panel of comics."}, {"type": "text", "text": "Production company Funny Or Die, who are behind Brockmire and Billy on the Street, produced the original @midnight and will again return to create this series, with Colbert serving as an executive producer."}, {"type": "text", "text": "He announced After Midnight would be broadcast next year on his show on Wednesday, saying 'We'll need someone who is, I don't know, fun, likeable, young, in touch with online trends and available every night of the week.'"}, {"type": "text", "text": "Colbert shared a screenshot of the moment he told Tomlinson she had got the job, over a Zoom call earlier this week."}, {"type": "text", "text": "Tomlinson, who is currently on a US comedy tour, then joined Colbert on the sofa, joking: 'I've never had a real job'."}, {"type": "text", "text": "She referenced that she had been 'doing stand-up since I was 16, which is not a job'."}, {"type": "text", "text": "Tomlinson had a message for people who might not know her, saying: 'I'm 29 so if you don't know who I am, don't worry. I barely know myself.'"}, {"type": "text", "text": "She then said that her 30th birthday is on Saturday and Colbert replied, 'Happy birthday, I got you a network show.'"}, {"type": "text", "text": "Female network comedy television hosts have been hard to come by in the US in recent years, with Lilly Singh's stint as replacement for Carson Daly on NBC being the only notable role in the last few years."}, {"type": "text", "text": "Singh took on his slot from 2019 to 2021, before the show was taken off air."}]}, {"_id": "6543a15c0ee2cf6e50c0e39b", "url": "https://www.bbc.co.uk/news/world-latin-america-67296361?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "US immigration", "subCategories": [], "title": "Migrant caravan heading through Mexico to US grows in numbers", "lead": "The size of the group of migrants which set off from Mexico's southern border on Monday is increasing.", "author": "Vanessa Buschschlüter", "datePublished": "20231102", "dateScraped": "2023-11-02 14:17:16.778252", "dateUpdated": "20231102", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3EC5/production/_131596061_ab43d6bf942445653465c685c5b9c29e825c56360_0_5500_36671000x667.jpg", "body": [{"type": "headline", "text": "A group of thousands of migrants who have set off on foot for the United States from southern Mexico is steadily growing in size."}, {"type": "text", "text": "Its organiser says around 7,000 people now make up this migrant caravan, up from 5,000 just days ago."}, {"type": "text", "text": "Most of them are from Central and South America, local aid groups say."}, {"type": "text", "text": "US President Joe Biden is due to meet leaders from the region on Friday to discuss how to curb the flow of migrants to the United States."}, {"type": "text", "text": "President Biden has come under attack for his handling of migration, in particular on the US-Mexico border."}, {"type": "text", "text": "Republicans say he is not doing enough to stem the flow and Democrat mayors, whose cities have seen an influx after Republican governors bussed newly arrived migrants there, have joined in the criticism, saying that their cities cannot house and feed them."}, {"type": "text", "text": "The number of people apprehended at the US's southern border exceeded 2 million both in the 2022 and the 2023 fiscal years."}, {"type": "text", "text": "In September 2023 alone, US Border Patrol apprehended more than 200,000 migrants crossing the US-Mexico border unlawfully, according to US Homeland Security figures."}, {"type": "text", "text": "Those who have joined the migrant caravan, which left the city of Tapachula on Monday, say they are determined to make it to the US."}, {"type": "text", "text": "'In Venezuela things are very tough, we can't live with the money we get, it's not enough for us, and that's why we're going to the United States,' a Venezuelan father who was embarking on the long walk with his wife and two daughters told Reuters news agency."}, {"type": "text", "text": "One of the organisers of the caravan, Irineo Mújica of the NGO People without Borders, said that the migrants had set off together after having been left 'stranded' by the Mexican authorities in increasingly dangerous Chiapas state. "}, {"type": "text", "text": "'Organised crime is already taking over Chiapas, violence is everywhere. We are trying to save lives with these kinds of actions,' he said of the caravan."}, {"type": "text", "text": "A migrant from Honduras told Mexican newspaper La Jornada that he decided to join the trek north after having waited in vain for a transit permit to cross Mexico."}, {"type": "text", "text": "'I could not keep on waiting without money, sleeping in the street, that's not a life. Better that we should head up [northwards] and let's hope the [Mexican] government helps us, doesn't stop us'."}, {"type": "text", "text": "Some previous caravans have clashed with Mexican police, which tried to stop them from walking along major highways. "}]}, {"_id": "6543a15d0ee2cf6e50c0e39c", "url": "https://www.bbc.co.uk/news/entertainment-arts-67296329?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "BBC", "subCategories": [], "title": "Victoria Coren Mitchell announces birth of second child", "lead": "The TV presenter and writer welcomed daughter June Violet with her partner, comic David Mitchell.", "author": "Annabel Rackham", "datePublished": "20231102", "dateScraped": "2023-11-02 14:17:17.009730", "dateUpdated": "20231102", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5D3D/production/_131596832_gettyimages-1180054095.jpg", "body": [{"type": "headline", "text": "The TV presenter Victoria Coren Mitchell has announced the birth of her second child with comedian David Mitchell."}, {"type": "text", "text": "Coren Mitchell, 51, who is best known for hosting Informfully quiz show Only Connect, welcomed June Violet Mitchell last week."}, {"type": "text", "text": "She gave birth to her first daughter Barbara, with David, 49, in 2015."}, {"type": "text", "text": "The news comes after Coren Mitchell posted a picture of herself in a red cloak at Halloween."}, {"type": "text", "text": "Writing on X on Wednesday, Coren Mitchell said: 'Many people are assuming my tweet yesterday was a Halloween costume."}, {"type": "text", "text": "She added: 'Not at all; last week I had a baby and nothing currently fits me except cloaks. Luckily, Only Connect is a pre-record. Happy All Saints Day!'"}, {"type": "text", "text": "The birth was also shared in The Times on Wednesday, with a statement that reads: 'On 26th October 2023 to Victoria and David, a daughter, June Violet sister to Barbara.'"}, {"type": "text", "text": "Coren Mitchell, who is also a professional poker player, married David Mitchell in 2012, two years after confirming their relationship."}, {"type": "text", "text": "Mitchell is best known for playing Mark in comedy sitcom Peep Show and for his work with co-collaborator Robert Webb. "}, {"type": "text", "text": "The pair met at Jonathan Ross's Halloween party in 2007, with Mitchell saying in his autobiography Back Story that he was 'hopelessly in love' despite Coren Mitchell being in a relationship with someone else at the time."}, {"type": "text", "text": "'I told no one about it. I didn't tell my closest friends or my parents of the enormous sadness that overshadowed my life,' he wrote."}, {"type": "text", "text": "Coren Mitchell has kept her pregnancy concealed from viewers and fans on social media, but hinted two weeks ago by saying she was 'taking a little sabbatical' from her TV column for The Telegraph."}, {"type": "text", "text": "She also hosted an episode of Have I Got News For You on Informfully One on 6 October. "}]}, {"_id": "6543a15d0ee2cf6e50c0e39d", "url": "https://www.bbc.co.uk/news/world-asia-china-67294136?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Asia", "subCategories": [], "title": "Li Keqiang: Official nerves show as BBC hears praise for dead Chinese leader", "lead": "Journalists are kept at bay as crowds mourn Li Keqiang, who in death poses a challenge to Xi Jinping.", "author": "Stephen McDonell", "datePublished": "20231102", "dateScraped": "2023-11-02 14:17:17.512951", "dateUpdated": "20231102", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11773/production/_131593517_hongxingroad-1.jpg", "body": [{"type": "headline", "text": "\"He was a great leader who has remained in our hearts,\" says a man who has come to pay his respects to Li Keqiang, China's popular former premier who died last week. "}, {"type": "text", "text": "Flowers in hand, he and his son walk up to Li's childhood home on Hongxing road in the city of Hefei. The footpaths are covered in a sea of flowers. Crowds of mourners have been gathering since the 68-year-old suddenly died in Shanghai of a heart attack."}, {"type": "text", "text": "'He visited our textile factory and it left a deep impression,' says the man. Li was from the same province as him, Anhui, he added: 'It's too sad. I can't accept it.' "}, {"type": "text", "text": "China's Communist Party has had no choice but to allow this remembrance of Li, who had been the number two leader before he retired earlier this year. But even in death, he remains a challenge to China's current leader, Xi Jinping. "}, {"type": "text", "text": "Publicly criticising Xi, or the Communist Party, would be dangerous. But Li's passing has provided a window to acknowledge his vision for the country and his seemingly more open and moderate approach to politics - which many see as a sharp contrast to Xi's hard-line style. "}, {"type": "text", "text": "'My best friend and I took a day off to come here and place flowers,' says a well-dressed middle-aged woman, wearing a pearl necklace and earrings. 'He was always looking out for ordinary people. He always had us in his heart.'"}, {"type": "text", "text": "However, she is soon interrupted by officials telling her, and Informfully crew, to move on. "}, {"type": "text", "text": "Officers in plain clothes keep gathering in greater numbers around those speaking to Informfully, listening in to what they say. Along Hongxing road, there are hundreds of them, and many more Communist Party volunteers. They are there to maintain order, and journalists are pushed out of the area, with interviews prevented. "}, {"type": "text", "text": "Two young women in their 20s can barely be heard over the shouts telling them to leave, as they try to explain the gratitude and love they wanted to express towards Li."}, {"type": "text", "text": "Two other women emerge from Hongxing road, and one of them is pushing their mother in a wheelchair. 'We took our mother to visit our former premier,' one of them says. "}, {"type": "text", "text": "'I saw him and paid my respects,' her elderly mother chimes in, clasping her hands as if to pray. 'He was a really good man…' she continues, but then a woman appears next to her and starts pushing the wheelchair away, urging them to leave and stop talking to the media."}, {"type": "text", "text": "Nearby, a man wearing a backpack is watching. He says he has come to Anhui province from Shanghai to honour Li, 'a leader who ordinary people believe spoke the truth'."}, {"type": "text", "text": "'When we had difficulties or hardships, he visited to try to understand the situation.' Then, referring to the man who has replaced him as premier, he adds 'not like Li Qiang', who he describes as a sycophant. "}, {"type": "text", "text": "When asked to clarify if he thought Li Keqiang was better than Li Qiang, he says: 'I don't need to say it. You can ask anyone in Shanghai.'"}, {"type": "text", "text": "By now, people are gathering to listen. 'Chinese officials are not used to speaking the truth,' he says. 'When we heard about his death, we felt surprised because Chinese leaders normally have good health and live to a long age.'"}, {"type": "text", "text": "An official interrupts the interview, and starts pushing him down the street. She keeps telling him that he's not a local, implying that it is not his place to come to Hefei and start speaking to reporters. He turns to Informfully crew and says, 'I can't stay here'. The official physically manoeuvres him into a taxi and orders him to leave."}, {"type": "text", "text": "About an hour's drive out of Hefei, another house where Li used to live has become a place of remembrance. Like in Hefei, the regional capital, the home of Li's ancestors in the village of Jiuzi is surrounded by thousands of flowers, bunched together in black plastic for the occasion."}, {"type": "text", "text": "Police have cleared a pathway for mourners to enter and leave. Chickens and birds can be heard above the shuffle of feet and quiet words as people bow in front of the thatch-roofed, mud-walled house where Li spent time as a child."}, {"type": "text", "text": "His modest background has endeared him to ordinary Chinese, especially after he famously referred to the high proportion of them who still live on a meagre income. Two women who've brought their small daughters to place flowers acknowledge this - one of them describes him as 'considerate' towards the country's poor and its millions of migrant labourers."}, {"type": "text", "text": "'He was always thinking of ordinary folk, so we brought our daughters here to send him off,' she adds. Another woman walks past and stops to say: 'He was really down to earth. He's the son of a farmer. He didn't behave like an official.'"}, {"type": "text", "text": "Then an 80-year-old woman arrives with her family. She is wearing a red medal around her neck with a hammer and sickle, the symbols of the Communist Party. She holds it up, declaring proudly that she's been in the Party for 60 years."}, {"type": "text", "text": "Asked if Li was one of the best leaders China has had, she says, 'Yes, yes, yes'. Her much younger companion adds: 'He was actually the best.' "}, {"type": "text", "text": "Clutching her medal, the older woman says: 'Premier Li won people's hearts.' "}]}, {"_id": "6543a15d0ee2cf6e50c0e39e", "url": "https://www.bbc.co.uk/news/business-67217915?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Sexism", "subCategories": [], "title": "Why are fewer women using AI than men?", "lead": "The use of artificial intelligence appears to have a significant gender imbalance.", "author": "MaryLou Costa", "datePublished": "20231102", "dateScraped": "2023-11-02 14:17:17.728364", "dateUpdated": "20231102", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8A05/production/_131533353_harriet_kelsall_portrait_2023-4landscape.jpg", "body": [{"type": "headline", "text": "Popular artificial intelligence (AI) chatbot ChatGPT now has more than 180 million users, but jeweller Harriet Kelsall says it isn't for her."}, {"type": "text", "text": "Being dyslexic, she admits that using it might help improve the clarity of her communication with customers on her website. But ultimately she says that she just doesn't trust it."}, {"type": "text", "text": "Ms Kelsall, who is based in Cambridge, says that when she experimented with ChatGPT this year, she noticed errors. She tested it by quizzing it about the crown worn by King Charles III in his coronation back in May, the St Edward's Crown."}, {"type": "text", "text": "'I asked ChatGPT to tell me some information about the crown, just to see what it would say,' she says. 'I know quite a bit about gemstones in the royal crowns, and I noticed there were large chunks within the text about it which were about the wrong crown.'"}, {"type": "text", "text": "Ms Kelsall adds that she is also concerned about people 'passing off what ChatGPT tells them as independent thought, and plagiarising'."}, {"type": "text", "text": "What is AI? A simple guide to help you understand artificial intelligence"}, {"type": "text", "text": "While ChatGPT has become hugely popular since its launch a year ago, Ms Kelsall's reluctance to use it appears to be significantly more common among women than men. While 54% of men now use AI in either their professional or personal lives, this falls to just 35% of women, according to a survey earlier this year."}, {"type": "text", "text": "What are the reasons for this apparent AI gender gap, and should it be a concern?"}, {"type": "text", "text": "Michelle Leivars, a London-based business coach, says she doesn't use AI to write for her, because she wants to retain her own voice and personality. "}, {"type": "text", "text": "'Clients have said they booked sessions with me because the copy on my website didn't feel cookie cutter, and that I was speaking directly to them,' she says. 'People who know me have gone onto the website, and said that they can hear me saying the words and they could tell it was me straight away.'"}, {"type": "text", "text": "Meanwhile, Hayley Bystram, also based in London, has not been tempted to save time by using AI. Ms Bystram is the founder of matchmaking agency, Bowes-Lyon Partnership, and meets her clients face-to-face to hand pair them with like-minded others, with no algorithm involved."}, {"type": "text", "text": "'The place where we could use something such as ChatGPT is in our carefully crafted member profiles. which can take up to half a day to create,' she says. 'But for me it would take the soul and the personalisation out of the process, and it feels like it's cheating, so we carry on doing it the long-winded way.'"}, {"type": "text", "text": "For Alexandra Coward, a business strategist based in Paisley, Scotland, using AI for content generation is just 'heavy photoshopping'."}, {"type": "text", "text": "She is also particularly concerned about the growing trend of people using AI to create images 'that make them look the slimmest, youngest and hippest versions of themselves'."}, {"type": "text", "text": "Ms Coward adds: 'We're moving towards a space where not only will your clients not recognise you in person, you won't recognise you in person.'"}, {"type": "text", "text": "While all these seem valid reasons to give AI a wide berth, AI expert Jodie Cook says there are deeper, more ingrained reasons why women are not embracing the technology as much as men."}, {"type": "text", "text": "'Stem fields [science, technology, engineering, and mathematics] have traditionally been dominated by males,' says Ms Cook, who is the founder of of Coachvox.ai, an app allows business leaders to create AI clones of themselves. "}, {"type": "text", "text": "'The current trend in the adoption of AI tools appears to mirror this disparity, as the skills required for AI are rooted in Stem disciplines.'"}, {"type": "text", "text": "Read additional stories on artificial intelligence"}, {"type": "text", "text": "In the UK, just 24% of the workforce across the Stem sectors are female, and as a consequence 'women may feel less confident using AI tools', adds Ms Cook. 'Even though many tools don't require technical proficiency, if more women don't view themselves as technically skilled, they might not experiment with them."}, {"type": "text", "text": "'And AI also still feels like science fiction. In the media and popular culture, science fiction tends to be marketed at men.'"}, {"type": "text", "text": "Ms Cook says that moving forward she wants to see more women both use AI and work in the sector. 'As the industry grows, we definitely don't want to see a widening gap between the genders.'"}, {"type": "text", "text": "Yet psychologist Lee Chambers says that typically female thinking and behaviour may be holding some women back from embracing AI."}, {"type": "text", "text": "'It's the confidence gap - women tend to want to have a high level of competence in something before they start using it, ' he says. 'Whereas men tend to be happy to go into something without much competence.'"}, {"type": "text", "text": "Mr Chambers also says that women may fear having their ability questioned, if they use AI tools."}, {"type": "text", "text": "'Women are more likely to be accused of not being competent, so they have to emphasise their credentials more to demonstrate their subject matter expertise in a particular field,' he says. 'There could be this feeling that if people know that you, as a woman, use AI, it's suggesting that you might not be as qualified as you are."}, {"type": "text", "text": "'Women are already discredited, and have their ideas taken by men and passed off as their own, so having people knowing that you use an AI might also play into that narrative that you're not qualified enough. It's just another thing that's debasing your skills, your competence, your value.'"}, {"type": "text", "text": "Or as Harriet Kelsall puts it: 'I value authenticity and human creativity.'"}]}, {"_id": "6543a15d0ee2cf6e50c0e39f", "url": "https://www.bbc.co.uk/news/world-europe-67245358?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Europe migrant crisis", "subCategories": [], "title": "Migrants to Europe dying in gun battles and car crashes", "lead": "In the Western Balkans, smuggler gangs are engaging in deadly shootouts as migrant numbers keep rising.", "author": "Nick Thorpe", "datePublished": "20231102", "dateScraped": "2023-11-02 14:17:17.993325", "dateUpdated": "20231102", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/BC9F/production/_131578284_254c3f78-95e9-41d0-a8e3-bec0947db611.jpg", "body": [{"type": "headline", "text": "Lethal exchanges of gunfire between smugglers and fatal car crashes have made the migrant route through the Western Balkans into the EU even more treacherous in recent months. And yet the number of arrivals keeps rising. "}, {"type": "text", "text": "A gun battle between rival gangs last week left at least three people dead, believed to be Afghans. The shootings took place in derelict Serbian farm buildings a few hundred metres from the Hungarian border fence. "}, {"type": "text", "text": "Police blame growing violence on a turf war between Moroccan, Afghan and Syrian gangs who control access to the border fence on Hungary's southern border with Serbia."}, {"type": "text", "text": "Residents of the Serbian border villages of Horgos and Hajdukovo as well as the city of Subotica have appealed to police to restore calm. Some accuse police on both sides of the border of colluding with the smugglers."}, {"type": "text", "text": "The Austrian and Slovak governments have protested to Hungary that so many migrants reach their borders via Hungary, despite the heavily fortified fence, daily detentions and pushbacks, and the fierce anti-migrant rhetoric of Prime Minister Viktor Orban. "}, {"type": "text", "text": "'Sometimes the agents [his word for smugglers] are very cruel, very angry, and they beat us,' said Sadar, a 33-year-old former Afghan army officer. 'Other times they are kind, bring us food, and give us good accommodation.'"}, {"type": "text", "text": "I met him near a collection of derelict buildings in the scrubland on the Serbian side of the Hungarian fence. He had just arrived by bus from Pirot on the Serbia-Bulgaria border, he said, after a gruelling 25-day forced march across Bulgaria. "}, {"type": "text", "text": "He had come from Istanbul, where he paid $10,000 (£8,250) for a through-ticket to Germany.  "}, {"type": "text", "text": "A video seen by Informfully in Subotica shows smugglers berating and beating terrified young Afghans who tried to cross the fence without paying them. Another video shows an earlier gun battle near Subotica. "}, {"type": "text", "text": "The formidable, electrified razor-wire Hungarian fence along the 175km (108-mile) border not only helps smugglers control who crosses when, but also allows them to eliminate 'individual initiatives'. "}, {"type": "text", "text": "Young migrants used to call it 'the game'. Several groups would simultaneously cut through the fence at different spots knowing that most would be caught and pushed back, but a few might get through."}, {"type": "text", "text": "The game is now over."}, {"type": "text", "text": "The arrival of automatic rifles and pistols from Kosovo has added a new element of risk. In one deadly incident in July last year, in the Makova Sedmica suburb of Subotica, a 16-year-old girl was killed and seven migrants injured in a gun battle, allegedly between Moroccan and Afghan gangs. "}, {"type": "text", "text": "Last Friday's shooting, near the fence at Horgos, is said to have begun when a Syrian-led gang attacked an established Afghan gang. Migrants crossing through northern Serbia are mostly Syrians and Afghans, but there are also Kurds, Pakistanis and other nationalities.  "}, {"type": "text", "text": "Police say the smugglers are armed, never the migrants."}, {"type": "text", "text": "'I understand the fear of local people,' says Virag Gyurkovics, a Subotica-based journalist. 'But the problem is that the average person doesn't make a difference between the traffickers and the refugees. Although the refugees are also victims.' "}, {"type": "text", "text": "'The wire has only one purpose,' says local activist Vladimir Polovina. 'Not to stop migration. But to have control of payments. They want every euro from every man who crosses over the border. If you have a wire, you can do that.'"}, {"type": "text", "text": "Back on the Hungarian side, a video compiled by the government shows men throwing ladders up against the fence, jumping down and beating police cars with long sticks. Infrared footage captured by security cameras shows men toting guns. "}, {"type": "text", "text": "There's a growing cult of weapons among some of the smugglers. A video filmed in Subotica in broad daylight shows a Kalashnikov between the two front seats of a smugglers' car. "}, {"type": "text", "text": "'The fence is being constantly damaged,' says the head of the anti-trafficking unit of Hungarian police, Gabor Balog. 'They use various power tools. They cut huge holes in the fence, hundreds of them, the size of doorways.'"}, {"type": "text", "text": "Another policeman describes a group of migrants being pushed through the fence at gunpoint, which appears to confirm Serbian reports of smuggler violence against those they are trying to get into Hungary."}, {"type": "text", "text": "Hungarian police say around 80 people are caught after crossing the fence every night. Many others are caught later in vehicles deep inside the country."}, {"type": "text", "text": "There are also cases of migrants being beaten by Hungarian police and 'border-hunters' which have been documented by Serbian medical workers and Hungarian journalists, but they are denied by Hungarian police. "}, {"type": "text", "text": "There are no numbers for those who get away, but most of those detained are pushed back through a gate in the fence near Horgos. These so-called pushbacks break international law and Hungary has been condemned for them by the European Court of Justice."}, {"type": "text", "text": "Wrecked, burnt-out cars line the roadside on the Hungarian side of the fence between the villages of Asotthalom and Morahalom. These are the vehicles used by smugglers who then got caught."}, {"type": "text", "text": "On the far side of Hungary, near the northern border with Slovakia, pieces of broken mirror and plastic lie in the grass beside the roundabout in the village of Matraverebely."}, {"type": "text", "text": "This was where a van carrying 12 migrants spun out of control and crashed during a high-speed police chase in early October on Highway 21 which runs north through the village to the Slovak border. Seven migrants were injured."}, {"type": "text", "text": "It was one of at least 20 crashes involving migrants in Hungary in the past year. "}, {"type": "text", "text": "Across the border in Austria, police list 70 incidents in the eastern state of Burgenland alone, when smugglers tried to evade police controls. "}, {"type": "text", "text": "Austrian police blame a new business model introduced by gang bosses. Drivers only get paid if they are successful, whereas in the past they received half their money upfront. "}]}, {"_id": "6543a15e0ee2cf6e50c0e3a0", "url": "https://www.bbc.co.uk/news/uk-northern-ireland-67271867?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Virtual reality", "subCategories": [], "title": "The musicians with disabilities embracing virtual reality", "lead": "A new project is helping disabled musicians to play specially-designed virtual instruments.", "author": "Niall McCracken", "datePublished": "20231102", "dateScraped": "2023-11-02 14:17:18.213894", "dateUpdated": "20231102", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B5CB/production/_131593564_f27d45ec-728f-4f7e-9d03-1456c63e9b00.jpg", "body": [{"type": "text", "text": "A new projects is helping disabled musicians to play specially designed virtual instruments"}, {"type": "headline", "text": "\"I used to play instruments all the time and then I thought that was over for me, but actually it was only beginning.\""}, {"type": "text", "text": "Christine Williamson is speaking about life before she had a brain aneurism."}, {"type": "text", "text": "It caused her to lose some function on the left side of her body. "}, {"type": "text", "text": "The Dundonald woman feared she would never play a musical instrumental again, but that all changed when she joined a unique group."}, {"type": "text", "text": "Christine has been part of a music research programme run by the charity Brain Injury Matters."}, {"type": "text", "text": "The research, based in Northern Ireland, uses Virtual Reality (VR) to allow musicians with disabilities to play specially-designed virtual instruments."}, {"type": "text", "text": "Musicians with both congenital and acquired disabilities use VR headsets to transport them to a different world where they have their choice of instruments."}, {"type": "text", "text": "They use their hands to touch light and tap different virtual instruments to trigger different sounds. "}, {"type": "text", "text": "The virtual reality instruments can morph into all shapes and sizes."}, {"type": "text", "text": "'When I put the headset on, I see a harp in front of me, and I can lean forward and play it, it's class,' he said."}, {"type": "text", "text": "Another member of the group is Mary-Louise McCord, who has cerebral palsy. "}, {"type": "text", "text": "She communicates with the help of her computer and eye-gaze technology."}, {"type": "text", "text": "The virtual reality controller allows her to make upper body movements to compose her own music."}, {"type": "text", "text": "'Sometime my hands don't behave how I want them to and I love the options and freedom the VR gives me to experience any instrument I want,' she said."}, {"type": "text", "text": "'It gives me opportunities I otherwise would not have.'"}, {"type": "text", "text": "The project is a collaboration between Queen's University Belfast and Drake Music Northern Ireland."}, {"type": "text", "text": "The musicians use specifically-designed digital instruments created by Queen's PhD researcher Damian Mills."}, {"type": "text", "text": "'The musicians use spatial audio technology to immerse themselves in a different reality and they are creating some interesting results,' he said."}, {"type": "text", "text": "The group recently used their VR musical instruments to perform alongside the Ulster Orchestra as part of the Belfast International Arts Festival."}, {"type": "text", "text": "Ulster University's (UU) new Belfast campus was the venue and they were also joined by the UU's Acoustronic group."}, {"type": "text", "text": "Christine Williamson's family and friends came along to watch her perform with the world-famous orchestra."}, {"type": "text", "text": "She said: 'I just had to pinch myself performing with the orchestra."}, {"type": "text", "text": "'Being part of the VR musician group has led me on such an amazing journey.'"}, {"type": "text", "text": "Mary-Louise McCord also played alongside Christine and the Ulster Orchestra."}, {"type": "text", "text": "She added: 'Yes there are still stereotypes and stigmas surrounding different abilities within the arts."}, {"type": "text", "text": "'But projects like this show that it is getting better.'"}]}, {"_id": "6543a15e0ee2cf6e50c0e3a1", "url": "https://www.bbc.co.uk/news/entertainment-arts-67062838?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Music", "subCategories": [], "title": "Singer Weyes Blood: I feel like I've lived a million lives", "lead": "The ethereal singer-songwriter and \"pagan time travel tourist\" on making music for a changing world.", "author": "Paul Glynn", "datePublished": "20231102", "dateScraped": "2023-11-02 14:17:18.421761", "dateUpdated": "20231102", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12A49/production/_131416367_weyesblod.jpg", "body": [{"type": "headline", "text": "Weyes Blood is - to quote US author Kurt Vonnegut - unstuck in time."}, {"type": "text", "text": "The ethereal Los Angeles-born singer-songwriter is heavily influenced by the counterculture movements of the 1960s and 70s, of which her parents were a part."}, {"type": "text", "text": "But at the same time, the 35-year-old - real name Natalie Mering - believes the obsession with 'the good old days' has become 'really toxic' for people her own age trying to make it in the 'exponentially' changing modern world."}, {"type": "text", "text": "'I do think it's a little harder to have the life that our parents had, and to potentially give that life to children that we may have,' she explains, as she prepares to bring her Holy Flux tour to the UK."}, {"type": "text", "text": "'So that changes a lot of things; like when you could buy a house, and this idea of the college degree meaning this [job or opportunity will follow]."}, {"type": "text", "text": "'And I'm so American about it, too,' she adds."}, {"type": "text", "text": "'I talk about the good old days because I have such an interesting relationship with the past, being simultaneously like a pagan time travel tourist and also very aware of how toxic the kind of nostalgia we deal with, politically, can be.'"}, {"type": "text", "text": "While the singer's soothing, timeless folk-rock/baroque-pop sound and aesthetic has been compared to the likes of Karen Carpenter and Joni Mitchell - an artist her mum loves and her dad (both musicians) once went on a date with - the lyrical content of her music is focused firmly on the issues of today."}, {"type": "text", "text": "Songs like It's Not Just Me, It's Everybody, taken from her sumptuously melodic and lusciously layered lockdown album And In the Darkness, Hearts Aglow, find her ruminating on urgent concerns for the planet, the march of machines into human relationships and loneliness."}, {"type": "text", "text": "'Living in the wake of overwhelming changes,' she sings. 'We've all become strangers / Even to ourselves.'"}, {"type": "text", "text": "The Times made it its album of 2022, placing Weyes Blood - who has also collaborated with Lana Del Rey, the Killers and John Cale - above artists like Kendrick Lamar, the Arctic Monkeys, Harry Styles and Taylor Swift."}, {"type": "text", "text": "The newspaper described the record as 'a set of gorgeous, sweeping, cinematic ballads that delve into love and loss, but end up with buoyant hope'."}, {"type": "text", "text": "The Observer called her recent work 'torch songs for the end of time', while the Telegraph labelled the star 'the most sophisticated and complex singer-songwriter of her generation'."}, {"type": "text", "text": "On the track Children of the Empire, she sweetly urges: 'We don't have time any more to be afraid.' "}, {"type": "text", "text": "Another chronicler of these confusing times, documentary director Adam Curtis, helped to provide the suitably disorientating visuals for third single, God Turn Me Into a Flower."}, {"type": "text", "text": "All in all, the LP constitutes a more personal response to some of the collective traumas laid out in her 2019 breakthrough, Titanic Rising."}, {"type": "text", "text": "'I think with this last record, I was definitely trying to have a little bit more empathy about the position we're all in, versus the kind of anger at our inability to figure out some kind of actionable change,' she says."}, {"type": "text", "text": "'Because I think it's such a gridlocked system, it's like we're so locked in to the technology, and I think it's really difficult to feel like you can really make a change in the world.'"}, {"type": "text", "text": "The lo-fi world of her parents had been that of the 'crazy hippies and punks', but they ultimately raised their children as born-again Christians. So church music figured prominently in her upbringing."}, {"type": "text", "text": "The 'pendulum swinging' that way for her family, and many other baby boomers in the more conservative 1980s, is something the singer finds 'fascinating' to this day."}, {"type": "text", "text": "Having moved with her family from California to Pennsylvania, where she attended high school, Weyes Blood rejected her religious upbringing and set about chasing her own artistic vision across the country - studying, squatting and playing music in Portland and Baltimore."}, {"type": "text", "text": "Early incarnations saw her play bass, keys and sing in noise-rock and punk bands. With one group, she would mix bananas with fake blood, put it on her shirt and rip it open on stage. "}, {"type": "text", "text": "It's a far cry from the Laurel Canyon vibes of her best known, recent work, although her metamorphosis into a solo performer did see her produce some spooky ambient drone material."}, {"type": "text", "text": "Nevertheless, it was an important step on her musical journey back to the future."}, {"type": "text", "text": "'There's been a lot of chapters,' notes Mering. 'I feel like I've lived a million lives. It starts to get weird, the neuroplasticity a little too wild."}, {"type": "text", "text": "'I miss the DIY scene,' she adds. 'It's changed so much because of smartphone culture and the internet but there was a time when it was so innocent and naïve that you felt like you were in the centre of the world."}, {"type": "text", "text": "'It was like the focus was just there, in the moment, and people weren't thinking as much about what they looked like or what it would look like on social media or any of that. So in some ways, it created this weird safe space for crude, raw music and expression.'"}, {"type": "text", "text": "The arrival of internet culture, she believes, brought with it a 'weird qualitative judgement: what is the value of this?, versus just experiencing and enjoying it at face value.'"}, {"type": "text", "text": "Lately, though, she's been seeing signs of younger people 'focusing on a life of creative inspiration' over likes, follows and money. 'I still believe that there are communities and people that feel the same way I do. I think that kids are smart and I have a lot of faith in them."}, {"type": "text", "text": "'I've been noticing at my shows that there's young kids, high school age, and they are so unique."}, {"type": "text", "text": "'I say so much about going back in time [but] the kids seem to be very unhinged and free and loose and seeking new forms of community outside of their phones, for sure.' "}, {"type": "text", "text": "While she may have missed Woodstock festival by a mere half a century, the cosmic pop star did get to play Glastonbury this year, not once but twice."}, {"type": "text", "text": "First, she performed on a candlelit Park Stage, before joining compatriot Caroline Polachek for a duet."}, {"type": "text", "text": "The event, she says, has 'one of the best vibes of any festival'. "}, {"type": "text", "text": "'I feel like America probably had a similar vibe with Woodstock, but we just couldn't keep it going for as long as Glastonbury.'"}, {"type": "text", "text": "Now, after walking the catwalk in Proenza Schouler's New York Fashion Week show, she'll return to the UK to bring her 'well-oiled' concerts to Glasgow, Leeds, London and Nottingham from 11 November."}, {"type": "text", "text": "Her show is like a secular communion, with added jokes between the modern hymns to lighten the apocalyptic mood - a marriage of heavenly sounds and hellish visions."}, {"type": "text", "text": "'It's a pretty wild journey,' she nods. 'It's kind of a light show, kind of a dance situation. But it's also just a place of catharsis."}, {"type": "text", "text": "'I say my music is like a transportation device. And I would hope that people extract and get different things from it.'"}]}, {"_id": "6543a15e0ee2cf6e50c0e3a2", "url": "https://www.bbc.co.uk/news/world-asia-67282213?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Asia", "subCategories": [], "title": "Bangladesh: Political violence grips country as election looms", "lead": "A rejuvenated main opposition has intensified protests ahead of general elections in January.", "author": "Anbarasan Ethirajan", "datePublished": "20231101", "dateScraped": "2023-11-02 14:17:18.670459", "dateUpdated": "20231101", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/EFA4/production/_131584316_71d8b447996dcfad732b4c5c8609469acbaf6da9-1.jpg", "body": [{"type": "headline", "text": "Weeks of mounting political tension have erupted into protests and bloodshed in Bangladesh, leaving the country on edge ahead of general elections due in January."}, {"type": "text", "text": "Several senior opposition leaders were arrested last Sunday, a day after a massive rally against the government turned violent, resulting in the deaths of at least two opposition supporters."}, {"type": "text", "text": "The rejuvenated main opposition Bangladesh Nationalist Party (BNP) has intensified protests calling on Prime Minister Sheikh Hasina to resign."}, {"type": "text", "text": "The BNP and its allies want a neutral interim government ahead of the general elections, arguing that free and fair polls are not possible under Ms Hasina. The government led by her Awami League has rejected this demand."}, {"type": "text", "text": "The BNP rally in the capital Dhaka attracted tens of thousands of people - one of the biggest gatherings seen there in a decade."}, {"type": "text", "text": "But things soon turned violent."}, {"type": "text", "text": "Police fired rubber bullets and tear gas while opposition supporters threw stones and bricks. Some roads in the capital were strewn with exploded sound grenades, tear gas shells and broken glass."}, {"type": "text", "text": "Both sides accuse each other of starting the violence."}, {"type": "text", "text": "'The opposition supporters attacked police, journalists, hospitals, ambulances and the houses of the chief justice and other judges, creating chaos,' Foreign Minister AK Abdul Momen told Informfully."}, {"type": "text", "text": "The BNP said it was the other way round."}, {"type": "text", "text": "'It was a peaceful and non-violent rally, but the government was baffled by the massive turn out. So, they decided to disrupt the meeting,' senior party leader Amir Khasru Mahmud Chowdhury told Informfully."}, {"type": "text", "text": "'The rally was attacked from two sides. It resembled a war zone. So, we had to stop our public meeting midway.'"}, {"type": "text", "text": "The governing Awami League rejects accusations that their supporters provoked opposition activists taking part in the rally."}, {"type": "text", "text": "A three-day nationwide blockade called by the BNP to protest against the police action began on Tuesday."}, {"type": "text", "text": "Protesters have set fire to buses and clashed with security forces in several places. Police fired tear gas and rubber bullets to disperse them. Two opposition activists were killed in clashes with police on Tuesday. Most vehicles have stayed off the roads fearing violence."}, {"type": "text", "text": "Political unrest is not uncommon in Bangladesh. Over the years parties have taken to the streets to press their demands, resulting in shutdowns, violence and loss of life."}, {"type": "text", "text": "But in recent years the political divide has been widening and the bitterness growing, with the Awami League midway through a second decade in office and seeking a fourth straight five-year term. The two main parties are in no mood to compromise and the chances of dialogue ahead of the vote appear slim."}, {"type": "text", "text": "The arrested BNP leaders include secretary-general Mirza Fakhrul Islam Alamgir who has led the party since its leader, former prime minister Khaleda Zia, was arrested and jailed in a corruption case five years ago."}, {"type": "text", "text": "She's now 78 and under effective house arrest."}, {"type": "text", "text": "Ms Hasina, 76, and Ms Zia, who have dominated Bangladesh politics for more than three decades, are heirs to political dynasties."}, {"type": "text", "text": "Both are bitter rivals - locally described as the 'battling Begums'. Begum refers to a Muslim woman of high rank."}, {"type": "text", "text": "Ms Hasina came to power for a second time in January 2009 and since then her party has won two more elections, although there have been accusations of widespread vote-rigging."}, {"type": "text", "text": "The political unrest ahead of the election is happening at a time when the country is facing economic hardship, with most voters struggling to cope with the escalating cost of living, especially rising food prices. Inflation was around 9.6% in September."}, {"type": "text", "text": "The country's foreign exchange reserves have also dropped from a record $48bn (£39.49bn) in August 2021 to around $20bn now - not enough for even three months of imports."}, {"type": "text", "text": "Bangladesh was forced to reach out to the International Monetary Fund earlier this year for assistance."}, {"type": "text", "text": "Although big opposition rallies in Bangladesh are not unusual, analysts say they are attracting particularly large crowds due to widespread discontent over rising food costs."}, {"type": "text", "text": "'The economy is on the brink of a disaster and people are suffering. That's why hundreds of thousands of people are joining our rallies despite attempts by the Awami League to stop them by cancelling transport, carrying out arrests and intimidation,' Mr Chowdhury told Informfully."}, {"type": "text", "text": "But Ms Hasina, the daughter of the country's founding father Sheikh Mujibur Rahman, points to the sustained economic growth of the country over the past 15 years under her rule."}, {"type": "text", "text": "The arrest of Mr Alamgir, along with hundreds of opposition supporters, after the rally has triggered criticism from rights groups."}, {"type": "text", "text": "'The intensified crackdown on opposition party leaders and protesters over the weekend signals an attempt at a complete clampdown of dissent in Bangladesh ahead of the general elections in January,' Amnesty International said."}, {"type": "text", "text": "The Office of the UN Human Rights Commissioner urged the government to show restraint and ensure that human rights were fully upheld for all Bangladeshis."}, {"type": "text", "text": "The government has already been accused of carrying out human rights violations on a large scale."}, {"type": "text", "text": "The BNP alleges that hundreds of its supporters have become victims of enforced disappearances and extra-judicial killings carried out by the security forces, some of whom have been sanctioned by the US for their actions."}, {"type": "text", "text": "The Bangladeshi government has flatly denied charges of abuses and killings - but it also severely restricts visits to foreign journalists who want to investigate these allegations."}, {"type": "text", "text": "'Definitely, there is a climate of fear, especially while expressing dissent on any kind of digital forum because the government uses the draconian Digital Security Act [DSA] to imprison people,' Shireen Huq, a prominent women's rights activist, told Informfully."}, {"type": "text", "text": "Rights groups say the act has been used to silence critics and stifle free expression. They say more than a thousand court cases have been filed against journalists, politicians and activists since it was enacted in 2018. "}, {"type": "text", "text": "Following widespread opposition, including from the UN, the government recently replaced the DSA with a new Cyber Security Act. But activists say the new law still retains repressive measures."}, {"type": "text", "text": "Ms Huq says she has no confidence the government will conduct a free and fair poll in January."}, {"type": "text", "text": "The opposition alleges the same, which is why it is demanding a return to installing a neutral caretaker administration ahead of the vote - a safeguard abolished by parliament in 2011. "}, {"type": "text", "text": "Foreign Minister Momen rejects such calls."}, {"type": "text", "text": "'There is no history in any country that the sitting government will step down and allow some non-elected people to run the government. We believe in democracy, therefore that type of demand is not acceptable,' he told Informfully. "}, {"type": "text", "text": "The BNP has threatened to boycott the January poll if their demand is not met. This tactic hasn't worked in their favour in the past however."}, {"type": "text", "text": "The party's refusal to take part in the December 2014 election helped the Awami League win another landslide. "}, {"type": "text", "text": "With hardening positions, Bangladeshis are staring at the possibility of protracted political unrest and possibly more street violence."}]}, {"_id": "6543a15e0ee2cf6e50c0e3a3", "url": "https://www.bbc.co.uk/news/world-africa-67284812?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Business in Africa", "subCategories": [], "title": "Agoa Forum: Has the US trade pact helped Africa?", "lead": "The future of what was billed as a game-changing pact between Africa and the US is in the balance.", "author": "Jewel Kiriungi", "datePublished": "20231102", "dateScraped": "2023-11-02 14:17:18.910311", "dateUpdated": "20231102", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8C4F/production/_131591953_gettyimages-463250444_afp976.jpg", "body": [{"type": "headline", "text": "The future of what was billed as a game-changing trade agreement between Africa and the US is up for discussion in the South African city of Johannesburg over the next few days, with calls for it to be turned into a much longer-term pact, despite some criticism of the deal."}, {"type": "text", "text": "The African Growth and Opportunity Act (Agoa) was signed into law by former United States President Bill Clinton in May 2000, in a bid to improve trade and investment ties with sub-Saharan Africa on the basis that the best way to raise living standards on the continent and create badly needed jobs, was through trade, not aid."}, {"type": "text", "text": "It allows eligible African countries to export some of their produce to the US without paying taxes, meaning they are cheaper for US consumers to buy, and so they should buy more."}, {"type": "text", "text": "It covers more than 1,800 products - from BMW and Mercedes cars assembled in South Africa to Kenyan flowers and even jeans."}, {"type": "text", "text": "Participating countries are required to meet a set of conditions to qualify to trade under the programme. "}, {"type": "text", "text": "They include:"}, {"type": "text", "text": "Of the 54 countries in Africa, 35 are currently trading under the programme which was renewed in 2015 and is set to expire on 30 September 2025. "}, {"type": "text", "text": "The US renews the eligibility of each country every year."}, {"type": "text", "text": "South Africa was the largest exporter in the agreement in 2021. It generated about $2.7bn (£2.2bn) in revenue, mostly from the sale of vehicles, jewellery and metals. "}, {"type": "text", "text": "Nigeria came second with revenue of more than $1.4bn, mostly oil, while Kenya came third with about $523m, according to statistics from the US International Trade Commission (ITC) and US Department of Commerce. "}, {"type": "text", "text": "Other countries such as Eswatini, Ethiopia, Lesotho, Malawi and Mauritius have also massively increased their exports to the US under Agoa."}, {"type": "text", "text": "Hundreds of thousands of jobs have been created across the continent, although there are no precise figures. It also reportedly supports nearly 120,000 jobs in the US. "}, {"type": "text", "text": "However, much of the initial growth in exports was in fuel, which has since declined."}, {"type": "text", "text": "And few of the African countries that qualify for Agoa benefits have used them fully. "}, {"type": "text", "text": "There are a number of reasons, including a lack of infrastructure such as transport networks, energy supplies and specialist export-processing zones, as well as difficulties meeting the standards required by the US market."}, {"type": "text", "text": "Some say that removing access to Agoa because of human rights concerns mean that ordinary people are punished rather than the intended target - those in government."}, {"type": "text", "text": "Ethiopia, for example, lost its Agoa beneficiary status in January 2022 over what US President Joe Biden termed 'gross violations of internationally recognized human rights' during the war in the northern Tigray region."}, {"type": "text", "text": "The eastern Africa nation had traded under the programme since 2000, with some 200,000 people, mostly young women, directly employed in the two most successful exporting industries under the Agoa, clothes and leather."}, {"type": "text", "text": "Ethiopia's exports to the US had grown from $28m in 2000 to about $300m in 2021, nearly half of it under the Agoa."}, {"type": "text", "text": "However, the country's withdrawal from Agoa saw about 100,000 people lose their jobs, according to Ethiopia's former chief trade negotiator Mamo Mihretu. The majority were women working in textile factories in the southern part of the country and not connected to the conflict in the north. "}, {"type": "text", "text": "Ethiopia's government said that removing its access to Agoa would 'reverse significant economic gains in our country and unfairly impact and harm women and children'."}, {"type": "text", "text": "Others, however, say the conditions are crucial to ensuring that human rights are respected on the continent, and also gives the US leverage to help prevent conflict."}, {"type": "text", "text": "For example, just this week, US President Joe Biden announced that Uganda would lose access to Agoa over its tough new anti-homosexual law, as would Niger and Gabon following military coups and the Central African Republic (CAR), which has close ties to the Russian Wagner mercenary group. "}, {"type": "text", "text": "While the US has announced that Mauritania's access to Agoa will be restored after the country made 'substantial and measurable progress on worker rights and eliminating forced labour'."}, {"type": "text", "text": "Some have also complained that under Agoa, African countries must remove all trade barriers to US imports, saying it is not fair that countries such as India and Brazil are not required to do likewise to enjoy duty-free access to the massive US market."}, {"type": "text", "text": "In July 2018, former US President Donald Trump suspended Rwanda's right to export clothing duty-free under Agoa, after the East African nation banned the import of second-hand clothes."}, {"type": "text", "text": "Rwanda's decision followed an agreement that had been adopted by the East African Community (EAC) in 2016, to ban imports used clothing imports by 2019 in order to boost the local clothes manufacturing businesses."}, {"type": "text", "text": "The EAC accounted for almost 13% of global used clothing imports in 2015, worth about $274m, according to a study by the US Agency for International Development (USAid)."}, {"type": "text", "text": "However, a US trade organisation filed a petition with the Office of the US Trade Representative (USTR) in objection to the EAC's decision, saying that it would impose 'significant economic hardship' on America's used-clothing industry."}, {"type": "text", "text": "The Secondary Materials and Recycled Textiles Association (SMRTA) said that the EAC's decision could cost about 40,000 US jobs and $124m in exports."}, {"type": "text", "text": "As a result, the US threatened to remove four East African countries - Kenya, Uganda, Tanzania, and Rwanda - from Agoa."}, {"type": "text", "text": "Rwanda went on with the ban, hoping that it would create more than 25,000 jobs in its nascent textile industry and protect it from being suffocated by cheap, second-hand clothes."}, {"type": "text", "text": "The US defended the suspension, saying that the ban on used clothing imports was a 'restrictive trade measure' which went against the World Trade Organization (WTO) trade rules."}, {"type": "text", "text": "Uganda has now followed suit after President Yoweri Museveni announced a ban on used clothing imports in August."}, {"type": "text", "text": "He said that he was promoting the 'Buy Uganda Build Uganda' national policy and that the second-hand clothes belonged to dead Westerners. "}, {"type": "text", "text": "This may have been another factor in Mr Biden's decision to remove Uganda from Agoa."}, {"type": "text", "text": "Despite the controversy, Agoa beneficiaries are expected to call for an early extension and renewal of the trade pact by 10 years. "}, {"type": "text", "text": "The consensus is that an early renewal of Agoa would boost investor confidence in sub-Saharan Africa and increase trade opportunities."}, {"type": "text", "text": "In September 2023, Louisiana Senator John Kennedy introduced a new bill in the US Congress, which seeks to extend the Agoa programme by 20 years - until September 2045."}, {"type": "text", "text": "Mr Kennedy said the renewal of Agoa would help the US counter China's growing influence in the region."}, {"type": "text", "text": "The US Congress is unlikely to renew Agoa in its current form and may require some greater level of reciprocity from Agoa's beneficiaries."}, {"type": "text", "text": "For instance, South Africa's refusal to condemn Russia's invasion of Ukraine has raised questions about whether the US will include South Africa in Agoa's extension and renewal."}, {"type": "text", "text": "In June 2023, US legislators called for the relocation of the Agoa forum in November from Johannesburg because of the controversy surrounding South Africa's alleged arms shipments to Russia. South Africa denies sending any weapons to Russia. "}, {"type": "headline", "text": "More on US-Africa relations:"}]}, {"_id": "6543a15f0ee2cf6e50c0e3a4", "url": "https://www.bbc.co.uk/news/entertainment-arts-67262119?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Halloween", "subCategories": [], "title": "Heidi Klum proves why she is the queen of Halloween", "lead": "It wouldn't be Halloween without the biggest stars bringing us spooky - and some not so spooky - looks.", "author": "Andre Rhoden-Paul", "datePublished": "20231101", "dateScraped": "2023-11-02 14:17:19.437366", "dateUpdated": "20231101", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/640/cpsprodpb/1226D/production/_105894347_grey_line-nc.png", "body": [{"type": "headline", "text": "Halloween has come and let's face it, it wouldn't be spooky season without celebrities doing the most to serve us looks for the occasion. "}, {"type": "text", "text": "Supermodel Heidi Klum proved again why she is the queen of Halloween, strutting her stuff as a peacock at her annual bash in New York.  "}, {"type": "text", "text": "Meanwhile, Dwayne Johnson donned a hilarious wig to dress as David Beckham. "}, {"type": "text", "text": "Here are some of the best celebrity Halloween costumes:"}, {"type": "text", "text": "Allow Instagram content?"}, {"type": "headline", "text": "This article contains content provided by Instagram.  We ask for your permission before anything is loaded, as they may be using cookies and other technologies.  You may want to read Meta’s Instagram cookie policy, external and privacy policy, external before accepting. To view this content choose ‘accept and continue’."}, {"type": "text", "text": "Dwayne Johnson was not so convincing as David Beckham. "}, {"type": "text", "text": "Allow Instagram content?"}, {"type": "headline", "text": "This article contains content provided by Instagram.  We ask for your permission before anything is loaded, as they may be using cookies and other technologies.  You may want to read Meta’s Instagram cookie policy, external and privacy policy, external before accepting. To view this content choose ‘accept and continue’."}, {"type": "text", "text": "Zayn Malik transformed into arch-villain Lord Voldemort from the Harry Potter series. "}, {"type": "text", "text": "Allow Instagram content?"}, {"type": "headline", "text": "This article contains content provided by Instagram.  We ask for your permission before anything is loaded, as they may be using cookies and other technologies.  You may want to read Meta’s Instagram cookie policy, external and privacy policy, external before accepting. To view this content choose ‘accept and continue’."}, {"type": "text", "text": "Amelia Dimoldenberg donned prosthetics to transform into Mr Bean. "}, {"type": "text", "text": "Allow Instagram content?"}, {"type": "headline", "text": "This article contains content provided by Instagram.  We ask for your permission before anything is loaded, as they may be using cookies and other technologies.  You may want to read Meta’s Instagram cookie policy, external and privacy policy, external before accepting. To view this content choose ‘accept and continue’."}, {"type": "text", "text": "Ozzy and Sharon Osbourne took inspiration from Ye, formerly known as Kanye West, and his partner Bianca Censori, who sparked confusion with her nude-coloured outfit and pillow in Italy."}, {"type": "text", "text": "Allow Instagram content?"}, {"type": "headline", "text": "This article contains content provided by Instagram.  We ask for your permission before anything is loaded, as they may be using cookies and other technologies.  You may want to read Meta’s Instagram cookie policy, external and privacy policy, external before accepting. To view this content choose ‘accept and continue’."}, {"type": "text", "text": "Kim Kardashian and her daughter North West teamed up for a Clueless look as Cher and Dionne."}, {"type": "text", "text": "Allow Instagram content?"}, {"type": "headline", "text": "This article contains content provided by Instagram.  We ask for your permission before anything is loaded, as they may be using cookies and other technologies.  You may want to read Meta’s Instagram cookie policy, external and privacy policy, external before accepting. To view this content choose ‘accept and continue’."}, {"type": "text", "text": "Ed Sheeran looked menacing as fellow redhead Chucky, from horror film Child's Play."}, {"type": "text", "text": "Allow Instagram content?"}, {"type": "headline", "text": "This article contains content provided by Instagram.  We ask for your permission before anything is loaded, as they may be using cookies and other technologies.  You may want to read Meta’s Instagram cookie policy, external and privacy policy, external before accepting. To view this content choose ‘accept and continue’."}, {"type": "text", "text": "Tommy Fury and Molly-Mae Hague enjoyed their daughter's first Halloween. "}, {"type": "text", "text": "Allow Instagram content?"}, {"type": "headline", "text": "This article contains content provided by Instagram.  We ask for your permission before anything is loaded, as they may be using cookies and other technologies.  You may want to read Meta’s Instagram cookie policy, external and privacy policy, external before accepting. To view this content choose ‘accept and continue’."}, {"type": "text", "text": "Adele brought the gothic vibes to her Las Vegas residency by dressing as Morticia Addams."}, {"type": "text", "text": "Allow Instagram content?"}, {"type": "headline", "text": "This article contains content provided by Instagram.  We ask for your permission before anything is loaded, as they may be using cookies and other technologies.  You may want to read Meta’s Instagram cookie policy, external and privacy policy, external before accepting. To view this content choose ‘accept and continue’."}, {"type": "text", "text": "Keeping up with her sister, Kourtney Kardashian held her baby bump as she dressed as her sister Kim when she appeared at the 2013 Met Gala while pregnant."}, {"type": "text", "text": "Allow Instagram content?"}, {"type": "headline", "text": "This article contains content provided by Instagram.  We ask for your permission before anything is loaded, as they may be using cookies and other technologies.  You may want to read Meta’s Instagram cookie policy, external and privacy policy, external before accepting. To view this content choose ‘accept and continue’."}, {"type": "text", "text": "Singer Chloe Bailey came with a Game Of Thrones-inspired look, appearing as Daenerys Targaryen."}, {"type": "text", "text": "Allow Instagram content?"}, {"type": "headline", "text": "This article contains content provided by Instagram.  We ask for your permission before anything is loaded, as they may be using cookies and other technologies.  You may want to read Meta’s Instagram cookie policy, external and privacy policy, external before accepting. To view this content choose ‘accept and continue’."}, {"type": "text", "text": "Lizzo honoured the late Queen of Rock and Roll, dressing as Tina Turner."}, {"type": "text", "text": "Allow Instagram content?"}, {"type": "headline", "text": "This article contains content provided by Instagram.  We ask for your permission before anything is loaded, as they may be using cookies and other technologies.  You may want to read Meta’s Instagram cookie policy, external and privacy policy, external before accepting. To view this content choose ‘accept and continue’."}, {"type": "text", "text": "Known for her long nails, rapper Saweetie took on Edward Scissorhands."}, {"type": "text", "text": "And that's it until next year, but as Mariah Carey reminded us it's now officially time for Mariah season, also known as Christmas. "}, {"type": "text", "text": "Allow Instagram content?"}, {"type": "headline", "text": "This article contains content provided by Instagram.  We ask for your permission before anything is loaded, as they may be using cookies and other technologies.  You may want to read Meta’s Instagram cookie policy, external and privacy policy, external before accepting. To view this content choose ‘accept and continue’."}, {"type": "text", "text": "Sign up for our morning newsletter and get Informfully News in your inbox."}]}, {"_id": "6543a15f0ee2cf6e50c0e3a5", "url": "https://www.bbc.co.uk/news/world-europe-67277203?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Russia-Ukraine war", "subCategories": [], "title": "Ukraine war: Russian attacks force evacuations of children", "lead": "Mandatory evacuations from the frontlines are swelling the ranks of Ukraine's displaced millions.", "author": "Jenny Hill", "datePublished": "20231101", "dateScraped": "2023-11-02 14:17:19.663966", "dateUpdated": "20231101", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8B86/production/_131581753_liliyamykhailikgettingofthetrain.jpg", "body": [{"type": "headline", "text": "It is still dark when an early train pulls into the station in central Ukraine and aid workers crowd expectantly around one of the carriages. "}, {"type": "text", "text": "The doors then open and a small child steps into the platform light."}, {"type": "text", "text": "Hands stretch out to help her down as her mother follows, carefully passing her baby in a tiny pink carrycot to the helpers below."}, {"type": "text", "text": "These are Ukraine's newest war refugees. "}, {"type": "text", "text": "Last week, the authorities ordered the forced evacuation of children from 31 towns and villages close to the frontline. "}, {"type": "text", "text": "This train has brought several families from the Donetsk region to relative safety further west. We cannot name the exact location for security reasons."}, {"type": "text", "text": "The orders - which are made whenever conditions are considered too dangerous - came after Russia renewed offensives in parts of the Donetsk region and fighting intensified in Kherson region."}, {"type": "text", "text": "As volunteers unload bags, boxes and suitcases, others usher the new arrivals, bewildered and exhausted, into the warmth of the station. "}, {"type": "text", "text": "Here, three teenage girls sit on the benches, faces blank with shock. A loud meow comes from a basket at their feet. "}, {"type": "text", "text": "'The last time a shell hit our house it was the tenth time,' their mother tells us. "}, {"type": "text", "text": "Liliya Mykhailik says the family then moved to an apartment in the same village but, as strikes knocked out communication and energy links, her daughter's online schooling became impossible."}, {"type": "text", "text": "Her husband has stayed behind with his father and her mother, who refused to leave. "}, {"type": "text", "text": "Liliya says she is uncertain about her family's future: 'We travelled here blindly.' "}, {"type": "text", "text": "As the family wait for a bus which will take them to their accommodation, aid workers hand out coffee and state officials hand out cash. "}, {"type": "text", "text": "In addition to free transport to safety, Ukraine initially gives all forced evacuees money - around £45 per adult, £70 per child or vulnerable adult - and a place to live. The adults will be expected - eventually - to work."}, {"type": "text", "text": "No-one says so, but everyone here knows there is a chance they will not see their homes again. "}, {"type": "text", "text": "And that is why, despite enduring daily danger and discomfort, some did not want to leave. "}, {"type": "text", "text": "It is up to people like Pavlo Dyachenko to persuade them. He is one of the so-called 'White Angels' special police unit responsible for getting humanitarian aid in - and people out - of Ukraine's most dangerous places."}, {"type": "text", "text": "'Everything has to be done really fast,' he says. 'The danger is always there because Russians do not stop shelling.'"}, {"type": "text", "text": "Getting families with children to safety presents a particular challenge. Every crew carries toys in the car."}, {"type": "text", "text": "'Someone has to talk with the children all the time, distract them from the dangers on the road or any other stressful moments,' he says."}, {"type": "text", "text": "While millions of Ukrainians have fled the war abroad, the Ukrainian government estimates there are nearly five million internally displaced people in the country. Forced evacuees are taken in by communities all over Ukraine."}, {"type": "text", "text": "We meet several families who have been placed in an old school. "}, {"type": "text", "text": "The sound of someone playing the recorder floats down the corridor as Varvara, who is 10 years old, sits in front of a laptop in what was once a classroom. Appropriately enough, she is doing an online lesson with the school she can no longer physically attend."}, {"type": "text", "text": "Varvara came here with her mother Iryna and grandmother Svitlana from Kostyantynivka in the Donetsk region where shelling had forced them to live in a basement. They share a bathroom and kitchen with the other residents."}, {"type": "text", "text": "'I really like it here,' says Iryna and Svitlana agrees. But tears begin to stream down both women's faces. "}, {"type": "text", "text": "'We want to go home. We want all this to end.'"}, {"type": "text", "text": "Varvara watches as they weep, unsurprised by their pain."}, {"type": "text", "text": "Ukraine's refugee children may now be far away from the front line. But their lives continue to be shaped by the conflict."}, {"type": "text", "text": "Additional reporting by Hanna Tsyba"}, {"type": "text", "text": "Sign up for our morning newsletter and get Informfully News in your inbox."}]}, {"_id": "6543a15f0ee2cf6e50c0e3a6", "url": "https://www.bbc.co.uk/news/world-europe-67296413?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Cattle", "subCategories": [], "title": "Swiss village of Aarwangen in ding-dong over challenge to cowbells", "lead": "New residents in a Bernese Alpine village object to the traditional sound of rural Switzerland.", "author": "Imogen Foulkes", "datePublished": "20231102", "dateScraped": "2023-11-02 14:17:19.865256", "dateUpdated": "20231102", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A9B9/production/_131594434_cows.jpg", "body": [{"type": "headline", "text": "The gentle tinkling of cowbells is a sound almost everyone associates with Switzerland."}, {"type": "text", "text": "It conjures up images of peaceful pastures, with majestic snow-capped mountains in the distance."}, {"type": "text", "text": "But what if those bells are right outside your bedroom window day and night, and rather than tinkle gently, clang loudly around the necks of 20 or 30 cows?"}, {"type": "text", "text": "That is the dilemma many Swiss communities are facing."}, {"type": "text", "text": "Aarwangen, population 4,700, is a charming village sitting on the banks of the beautiful river Aare, the Bernese Alps in the distance. "}, {"type": "text", "text": "It has a medieval castle and an attractive centre with a church and traditional farmhouses. "}, {"type": "text", "text": "But the village is also strategically placed to serve Switzerland's highly successful economy. "}, {"type": "text", "text": "It is just an hour from Bern, Zurich, and Basel and is a lovely place to live for city workers who want some peace after the day job. Now, a growing number of new houses and apartments extend out from the village's original centre."}, {"type": "text", "text": "But if you want complete quiet, Aarwangen, or anywhere in rural Switzerland, may not be for you. Those traditional farmhouses are still functioning, the green fields around the village are home not just to new houses, but to dairy cows, complete with bells around their necks."}, {"type": "text", "text": "For some of Aarwangen's new residents, the din proved too much. At least two families complained formally to the village council, asking for the bells to be removed at night."}, {"type": "text", "text": "Howls of protest ensued. Long-term residents, and the village's remaining farmers - just five or six according to village mayor Niklaus Lundsgaard-Hansen - were outraged at what they felt was an attack on their traditional culture."}, {"type": "text", "text": "The farmer who owned the herd in question viewed it as a 'personal insult to him and his cows', said the mayor."}, {"type": "text", "text": "Before long, in good Swiss tradition, a petition had been organised, gathering signatures for a vote to keep the bells because, it reads, 'we, the Swiss [want to] preserve and maintain our lived traditions in the future'."}, {"type": "text", "text": "Andreas Baumann believes firmly that the bells are an essential part of the Swiss soul. He points to Zurich airport's international terminal, where new arrivals are whisked to baggage pick-up through walkways with alpine scenes and the sound of cowbells. "}, {"type": "text", "text": "'As soon as I hear them, I know I'm back home,' he said. Anyone disturbed by the bells had 'too romantic a notion of rural life', he argued, and should really live somewhere else."}, {"type": "text", "text": "Over 1,000 signatures were gathered for the petition in just a few days. They were handed over to the village authorities at a formal ceremony, accompanied by traditional sausages donated by the farmers."}, {"type": "text", "text": "Cowbells were once very useful in Swiss rural life. With their herds, especially in summer, grazing high in the Alps and often on steep slopes, the bells were vital to keep track of them. Older farmers will still tell you they can hear each individual cow by the sound of its own bell."}, {"type": "text", "text": "But nowadays cows have electronic chips, and spend most of their time in fenced-off pastures. The row in Aarwangen is not the first over whether bells are really necessary. "}, {"type": "text", "text": "Some Swiss farmers have already removed cowbells at night, so as not to disturb their neighbours' sleep. Others have given up on them altogether. Animal rights activists have questioned whether the cows are harmed by having to wear a heavy noisy bell."}, {"type": "text", "text": "But in a country of high immigration, where 25% of the population is not Swiss, there will always be those who see any change to tradition as an attack on their culture and their identity."}, {"type": "text", "text": "That is really what Aarwangen's cowbell row is about. In last month's parliamentary elections the right-wing Swiss People's Party campaigned on the slogan 'so that Switzerland stays Switzerland', and was rewarded with sizeable gains."}, {"type": "text", "text": "Next month, Aarwangen's population will gather for a public meeting to vote on the future of their bells. In the meantime, perhaps shocked by the level of feeling, one of those who objected to the noise has withdrawn their complaint. The other has moved away."}]}, {"_id": "6543a1600ee2cf6e50c0e3a7", "url": "https://www.bbc.co.uk/news/entertainment-arts-67296455?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Olivia Rodrigo", "subCategories": [], "title": "Olivia Rodrigo 'beyond excited' her song is in Hunger Games film", "lead": "The US singer says she is \"soooo beyond excited\" to be part of the hugely successful franchise.", "author": "Helen Bushby", "datePublished": "20231102", "dateScraped": "2023-11-02 14:17:20.309846", "dateUpdated": "20231102", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/143B5/production/_131596828_gettyimages-1668154235-1.jpg", "body": [{"type": "headline", "text": "US singer Olivia Rodrigo has revealed her delight at being part of the soundtrack for the much-anticipated Hunger Games prequel: The Ballad Of Songbirds And Snakes."}, {"type": "text", "text": "The Drivers License singer wrote Can't Catch Me Now for the film, which stars Rachel Zegler, Tom Blyth, Viola Davis and Peter Dinklage."}, {"type": "text", "text": "She said she was 'soooo beyond excited' to be part of the franchise."}, {"type": "text", "text": "The film is set years before the first four, which starred Jennifer Lawrence. "}, {"type": "text", "text": "Allow Instagram content?"}, {"type": "headline", "text": "This article contains content provided by Instagram.  We ask for your permission before anything is loaded, as they may be using cookies and other technologies.  You may want to read Meta’s Instagram cookie policy, external and privacy policy, external before accepting. To view this content choose ‘accept and continue’."}, {"type": "text", "text": "Rodrigo's announcement follows the release of her second studio album in September. Guts debuted at number one in the UK album chart, outselling the rest of the top 10 combined in its first week."}, {"type": "text", "text": "Directed by Francis Lawrence, the films sees British actor Blyth play the young Coriolanus Snow aged 18, who goes on to become the 'tyrannical president of Panem'. West Side Story actress Zegler stars as the games tribute Lucy Gray Baird."}, {"type": "text", "text": "Oscar winner Davis plays head gamemaker Dr Volumnia Gaul, while Game of Thrones star Dinklage plays the public face of the Hunger Games, Casca Highbottom."}, {"type": "text", "text": "Snow is assigned to mentor Baird in the upcoming Hunger Games, a brutal battle of life and death between young tributes from Panem's oppressed districts. "}, {"type": "text", "text": "The franchise is based on Suzanne Collins' best-selling dystopian books, set in a post-apocalypse America, said to have been inspired by a combination of Greek myth and reality television, as well as Collins' own upbringing as the daughter of an air-force officer who served in Vietnam."}, {"type": "text", "text": "The novels' themes include freedom and resistance against oppression, and the prequel is set 64 years before the events of The Hunger Games, detailing the 'Dark Days' that led to a failed rebellion in Panem."}, {"type": "text", "text": "The original films starred Jennifer Lawrence as the games tribute Katniss Everdeen and they took nearly $3bn (£2.5bn) at the global box office."}, {"type": "text", "text": "Rodrigo's song will be released on 3 November and the film is released on 17 November."}]}, {"_id": "6543a1600ee2cf6e50c0e3a8", "url": "https://www.bbc.co.uk/news/world-asia-india-67294185?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Asia", "subCategories": [], "title": "Shubhneet Singh: Punjabi rapper faces heat over concert hoodie", "lead": "Shubhneet Singh was criticised for allegedly holding up a hoodie with imagery supporting Sikh separatism.", "author": "Cherylann Mollan", "datePublished": "20231102", "dateScraped": "2023-11-02 14:17:20.761134", "dateUpdated": "20231102", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6046/production/_131264642_capture.png", "body": [{"type": "headline", "text": "Popular Punjabi rapper Shubhneet Singh has asked people to stop spreading \"hate and negativity\" after a controversy broke out over a hoodie he held up at a concert in London."}, {"type": "text", "text": "Some Indian social media users claimed the hoodie had imagery supporting the Sikh separatist movement."}, {"type": "text", "text": "The Canada-based singer said a fan threw it at him and he did not see what was on it before displaying it."}, {"type": "text", "text": "The issue of Sikh separatism is a sensitive topic in India."}, {"type": "text", "text": "The rapper - known to fans as Shubh - has previously been in controversies over the issue. "}, {"type": "text", "text": "In September, his India tour was cancelled after a row over an old social media post where he had shared an incorrect map of India. He was accused of supporting the demand for Khalistan, or a separate Sikh homeland - which had led to a violent insurgency in India in the 1980s. At the time, he had asked his critics to 'refrain from naming every Punjabi as a separatist or anti-national'."}, {"type": "text", "text": "That row occurred soon after ties deteriorated between Delhi and Ottawa - Prime Minister Justin Trudeau said his country was investigating the potential involvement of Indian government agents in the murder of a Sikh separatist leader in Canada, an allegation India angrily denied. "}, {"type": "text", "text": "Canada has the largest population of Sikhs outside India's Punjab state, and is home to popular Punjabi diaspora musicians such as Shubh."}, {"type": "text", "text": "The recent controversy began after Shubh's weekend concert in London - videos that began circulating on X (formerly Twitter) show him picking up a black hoodie from the floor and holding it up to the audience. "}, {"type": "text", "text": "Critics said the hoodie showed the map of Punjab, along with a drawing of India's former prime minister Indira Gandhi being shot dead."}, {"type": "text", "text": "Gandhi was assassinated by her Sikh bodyguards in 1984, months after the Indian army stormed the Golden Temple, Sikhism's holiest shrine, in Amritsar to flush out separatist militants who were inside."}, {"type": "text", "text": "It's difficult to clearly establish the image on the hoodie from the hazy videos that are currently online."}, {"type": "text", "text": "On Tuesday, the rapper put up a statement as an Instagram story, where he said that 'a lot of clothes, jewellery and phones were thrown at me by the audience at my first show in London'."}, {"type": "text", "text": "'I was there to perform, not to see what got thrown at me and what is on it.'"}, {"type": "text", "text": "He has received support from fans who have shared videos from his other shows, where he can be seen picking up items thrown on the stage and displaying them to the audience."}, {"type": "text", "text": "Informfully News India is now on YouTube. Click here to subscribe and watch our documentaries, explainers and features."}]}, {"_id": "6543a1610ee2cf6e50c0e3a9", "url": "https://www.bbc.co.uk/news/uk-england-essex-67289519?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "University of Essex", "subCategories": [], "title": "Cockney and King's English becoming less common, researchers find", "lead": "Researchers say younger generations use three main accents, including \"multicultural London English\".", "author": "Shivani Chaudhari and Sonia Watson", "datePublished": "20231102", "dateScraped": "2023-11-02 14:17:21.046821", "dateUpdated": "20231102", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A22F/production/_131591514_danny_dyer_bbc_5.png", "body": [{"type": "headline", "text": "The King's English and Cockney are no longer common dialects among young people in the South East of England, according to a new study. "}, {"type": "text", "text": "Researchers from the University of Essex studied the dialects of a group of 18 to 33-year-olds in the region."}, {"type": "text", "text": "They identified three voices, estuary English, southern British English and multicultural London English."}, {"type": "text", "text": "Project leader Dr Amanda Cole said the latter was 'a really innovative and interesting accent'."}, {"type": "text", "text": "'Multicultural London English is a relatively more recent accent, it is thought to have be around since the 80s, it has a lot in common with the cockney and South Eastern dialects,' she said. "}, {"type": "text", "text": "'But it also has linguistic features that have come from other languages and other dialects of English.'"}, {"type": "text", "text": "Young people with a multicultural London English accent made up 25% of the 193 people who took part in the study, she said. "}, {"type": "text", "text": "People with this accent tend to say vowels in their words like 'bate' and 'boat' with the tongue starting at a point higher up in the mouth compared to people with the standard southern British English, Dr Cole added. "}, {"type": "text", "text": "This means they will sound like 'beht' and 'boht'."}, {"type": "text", "text": "People with this accent tended to be Asian British or Black British from London and across the South-East England, she said."}, {"type": "text", "text": "In recent years, Cockney and the King's English were spoken by people of all ages, but now 49% of the participants spoke in a standard southern British English accent, which the study said was a modern, updated version of received pronunciation. "}, {"type": "text", "text": "People with this accent tended to say words like 'goose' with the tongue further forward in the mouth (sounding a bit more like 'geese') than received pronunciation."}, {"type": "text", "text": "Researchers said this change even happened in the accent of the late Queen Elizabeth II over her lifetime. "}, {"type": "text", "text": "Around 26% of the participants spoke estuary English, which had similarities with Cockney but was closer to received pronunciation. "}, {"type": "text", "text": "Participants with this accent pronounced words like 'house' like 'hahs' but the study said it was not as extreme as Cockney. "}, {"type": "text", "text": "Estuary English is spoken across the South-East, particularly in parts of Essex, and is similar to how TV personality Stacey Dooley, singers Olly Murs and Adele or The Repair Shop's Jay Blades talk."}, {"type": "text", "text": "The study said: 'This occurs as a result of the increased movement of people resulting in greater contact between dialects, the growth of universal education and literacy, and people buying into the idea that there is a 'correct' or 'standard' way of speaking.'"}, {"type": "text", "text": "Find Informfully News: East of England on Facebook, Instagram and X. If you have a story suggestion email eastofenglandnews@bbc.co.uk"}]}, {"_id": "6543a1610ee2cf6e50c0e3aa", "url": "https://www.bbc.co.uk/news/uk-england-cambridgeshire-67287725?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Physics", "subCategories": [], "title": "Stephen Hawking daughter tells school pupils to 'make world better'", "lead": "Lucy Hawking gives a speech to pupils in Cambridge on creating a better world for the future.", "author": "David Webster and Nadia Gyane", "datePublished": "20231102", "dateScraped": "2023-11-02 14:17:21.277062", "dateUpdated": "20231102", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12E2F/production/_131595377_lucy_hawking_bbc.jpg", "body": [{"type": "headline", "text": "The daughter of physicist Stephen Hawking said she tried to \"open a doorway\" for pupils when she gave a keynote speech at a STEM workshop."}, {"type": "text", "text": "Children's novelist Lucy Hawking was at the independent Sancton Wood School in Cambridge on Wednesday."}, {"type": "text", "text": "Ms Hawking said she used one of her father's phrases when she told the children to make the world 'a place we want to visit'."}, {"type": "text", "text": "Her speech, in front of 120 pupils, was entitled How to Make a Better World."}, {"type": "text", "text": "'I'm trying to open a doorway to say you can be part of this,' she said."}, {"type": "text", "text": "'You can understand these issues, here is the vocabulary and here are big questions associated with this topic and you have the right to have an opinion about it.'"}, {"type": "text", "text": "The 52-year-old was part of the Thriving Minds Symposium workshops that gave pupils the opportunity to meet experts in STEM (science, technology, engineering and mathematics), creative writing, art and design and sport."}, {"type": "text", "text": "She was joined by former England rugby international Prof Mark Bailey, who is an academic in late medieval history at the University of East Anglia in Norwich."}, {"type": "text", "text": "Ms Hawking writes science books for children, is a trustee of the Autism Research Trust and also chairperson of the Stephen Hawking Foundation."}, {"type": "text", "text": "'Science and technology increasingly dominate the world that we live in and I'm trying to give them a way into it,' she added."}, {"type": "text", "text": "Sancton Wood School principal Richard Settle said: 'It's an opportunity for our thriving minds students to take a deeper dive into those areas of the curriculum they are interested in.'"}, {"type": "text", "text": "The one-day event was held for 120 pupils in years six to ten from a range of schools across Cambridge."}, {"type": "text", "text": "Follow East of England news on Facebook, Instagram and X. Got a story? Email eastofenglandnews@bbc.co.uk or WhatsApp 0800 169 1830"}]}, {"_id": "6543a1610ee2cf6e50c0e3ab", "url": "https://www.bbc.co.uk/news/uk-scotland-67283686?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Student debt", "subCategories": [], "title": "'I'll still be paying my student loan off at 60'", "lead": "Scottish graduates are seeing their student loan debt rising at a rate of 6.25% a year.", "author": "David Henderson", "datePublished": "20231102", "dateScraped": "2023-11-02 14:17:21.516069", "dateUpdated": "20231102", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/504E/production/_131585502_mediaitem131585499.jpg", "body": [{"type": "headline", "text": "Scottish graduates are seeing their student loan debt rising at a rate of 6.25% a year. For many, that's a higher rate than they would pay for a mortgage. "}, {"type": "text", "text": "The rate has risen rapidly over the past year or so, in response to the high cost of borrowing and high inflation."}, {"type": "text", "text": "The soaring rate will not mean graduates have to pay more each month but it could affect how long it will take for many to repay that debt. "}, {"type": "text", "text": "Some fear they will reach retirement age without fully repaying costs incurred in their teens and 20s. "}, {"type": "text", "text": "Vonnie Sandlan went to Glasgow Caledonian University in 2002 to study Social Sciences. "}, {"type": "text", "text": "After graduating she got a job but did a second stint as a student at the University of the West of Scotland. "}, {"type": "text", "text": "She trained to be an early years school teacher and also became president of the National Union of Students in Scotland. "}, {"type": "text", "text": "Ms Sandlan took out a series of student loans to fund her studies and living costs. "}, {"type": "text", "text": "She is now 41, and still has £35,000 in student loan debt. "}, {"type": "text", "text": "'I earn a decent wage but I'm still not paying enough for my student loan contributions to make an impact on that debt and bring it down,' she says."}, {"type": "text", "text": "'I just don't think I'll ever be able to pay it off before I finish working. That's the reality of it.'"}, {"type": "text", "text": "Vonnie is a homeowner so she is now paying a mortgage - but the interest on that debt is currently 3.69%. The rate of interest on her student loan debt is 6.25%. "}, {"type": "text", "text": "'We need to see that interest rate coming down, 6% is just absolutely ridiculous,' she says."}, {"type": "text", "text": "'The notion I'm still going to be still paying it off at 60 is quite uncomfortable, to be honest.'"}, {"type": "text", "text": "Student loans in Scotland are written off at age 65 or at 30 years after someone became eligible to repay."}, {"type": "text", "text": "Scottish students studying in Scotland do not normally pay tuition fees for university, saving them thousands of pounds of debt each year when compared with other UK nations."}, {"type": "text", "text": "However, they can pay tuition for some further courses and often take out support loans through SAAS (the Students Awards Agency Scotland)."}, {"type": "text", "text": "Ms Sandlan says: 'I feel very fortunate I've been able to take advantage of university education which supported me to get a good job and pays me well. It allows me to support my family. "}, {"type": "text", "text": "'But I do think a 6% interest rate on that student debt just feels excessive and unfair. And I hope the government reflects on this.'"}, {"type": "text", "text": "She says the government could make the choice to reduce the interest rates and adjust the terms and conditions of student debt so it is fairer and more equitable."}, {"type": "text", "text": "The interest rate on student loans in Scotland is set on the lower of two things. One is the retail price index - the RPI measure of inflation - and the other is the Bank of England base rate, plus 1%. "}, {"type": "text", "text": "So as the Bank of England base rate has gone up to 5.25% in the last couple of years, students would have seen the interest on their loans increase. "}, {"type": "text", "text": "Graduates in Scotland begin to pay back their student loans when they earn more than £27,660."}, {"type": "text", "text": "They repay 9% of anything they earn over that threshold."}, {"type": "text", "text": "The amount comes directly out of their wages - which means it is not dependant on the amount they have borrowed."}, {"type": "text", "text": "So if a graduate earns £35,000, they would be eligible to repay 9% of £7,340, which is £660 a year (for maths students, here's the sum: £35,000 - £27,660 = £7,340 x 9% = £660 a year - or £55 a month)."}, {"type": "text", "text": "But the rate of interest on what they owe is now 6.25% a year."}, {"type": "text", "text": "That means it's harder to clear the initial debt."}, {"type": "text", "text": "The average student loan debt upon entry to repayment is £15,430. Interest on that amount would accumulate at about £80 a month."}, {"type": "text", "text": "Financial author Iona Bain says the higher rate of interest comes at a bad time for current graduates."}, {"type": "text", "text": "'The student loan interest rate rise could not come at a more unfortunate time for a generation of graduates who have only ever known low interest rates on their borrowing,' she says."}, {"type": "text", "text": "'Many graduates coming in to their 30s will be looking to buy property, to settle down, to start families and yet the cost of doing all those things is rising tremendously."}, {"type": "text", "text": "'Lots of people will be wishing the rate was back down at those rates of 1% that we saw a few years ago.'"}, {"type": "text", "text": "Ms Bain added: 'When the system was devised interest rates had gone down to incredibly low level, for well over a decade graduates were paying low rates.'"}, {"type": "text", "text": "Kate Ogden, senior research economist at the Institute for Fiscal Studies think-tank, said: 'The interest rate on student loans in Scotland was less than 2% throughout the 2010s, so this rise to 6.25% may be a shock to Scottish graduates. "}, {"type": "text", "text": "'What it won't mean though is anybody repaying more each month."}, {"type": "text", "text": "'The way loans are repaid means that how much you repay depends on your earnings and not directly on the interest rate - unlike with a mortgage - so this won't be hitting students in the pocket now.'"}, {"type": "text", "text": "Ms Ogden added: 'The student loan system's designed to make sure a majority of students will pay back their debt - which protects the Scottish taxpayer - but also that no graduates are faced with unaffordable repayments. "}, {"type": "text", "text": "'Now, despite the high interest rates, I still think the system will continue to do this.'"}, {"type": "text", "text": "She said she expected the interest rate to fall next year so it would no longer be at its historic high."}, {"type": "text", "text": "'If the government is really concerned about protecting students at this point in time and making sure that none of them are put in a difficult financial situation because of these loans, the most effective thing it could do is to think about the earnings threshold, above which students start to make repayments,' Ms Ogden says."}, {"type": "text", "text": "'Any increase in that threshold would have an immediate impact on the repayments that students make now.'"}, {"type": "text", "text": "A Scottish government spokesperson said: 'The Scottish government is taking strong action to help students through the cost of living crisis."}, {"type": "text", "text": "'Scotland has the lowest student debt levels in the UK as a result of free tuition for Scottish-domiciled students studying at university here, which ensures they do not incur additional debt of up to £27,750."}, {"type": "text", "text": "'The average debt for students in England is now £44,940, which is almost three times the level of Scotland. Scottish borrowers are also charged lower interest rates than most borrowers from the rest of the UK, where interest on student loans is as high as 7.3%."}, {"type": "text", "text": "'We have also increased higher education student support packages by £900 for 2023-24. "}, {"type": "text", "text": "'This raises support for students who may be disadvantaged, including Care Experienced, estranged students and those from the lowest household incomes from £8,100 to £9,000 as the next step in our commitment to providing a package of support equivalent to the living wage.'"}]}, {"_id": "6543a1610ee2cf6e50c0e3ac", "url": "https://www.bbc.co.uk/news/world-us-canada-67293355?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Donald Trump Jr", "subCategories": [], "title": "'I should've worn makeup': Trump Jr cracks jokes in court debut", "lead": "He testified that he knew nothing about the alleged financial fraud that now threatens the family's property empire.", "author": "Kayla Epstein", "datePublished": "20231102", "dateScraped": "2023-11-02 14:17:21.729570", "dateUpdated": "20231102", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2B15/production/_131592011_gettyimages-1769242126.jpg", "body": [{"type": "text", "text": "Donald Trump Jr: 'I should have worn make-up'"}, {"type": "headline", "text": "\"I should have worn make-up,\" Donald Trump Jr quipped on Wednesday as a group of photographers rushed into court to take his picture."}, {"type": "text", "text": "As an executive at the Trump Organization, he was testifying in a multimillion-dollar civil trial that could see his family lose a sizable part of its business empire.  "}, {"type": "text", "text": "His comment set the tone for what was an hour-long charm offensive that saw Mr Trump Jr lightheartedly engaging with the judge while letting his lawyers do the brawling for him."}, {"type": "text", "text": "In under two hours of testimony in New York, he said he did not work on the financial statements at the centre of the case. "}, {"type": "text", "text": "The eldest son of the former president appeared confident and relaxed on the witness stand. He smiled during proceedings, even making the occasional joke and drawing laughter from the courtroom."}, {"type": "text", "text": "The stakes, however, were high and the claims against him serious. "}, {"type": "text", "text": "The judge has already found the Trump Organization falsified business records. This hearing will resolve other claims and potential penalties, which, in a worst-case scenario for the family, could see Mr Trump Jr, along with his father and brother Eric, essentially lose the ability to do business in New York"}, {"type": "text", "text": "But Mr Trump Jr did not appear perturbed. Wearing a dark blue suit and flamingo-pink tie, the current Florida resident quipped to the judge that he had 'kept the New York pace' after being asked to speak more slowly. "}, {"type": "text", "text": "At another point, Judge Arthur Engoron noted humorously that Mr Trump Jr could settle a minor pronunciation argument: whether to pronounce 'revocable' as 're-VOCK-able' or 're-VOKE-able'."}, {"type": "text", "text": "Mr Trump Jr laughed and said he did not know. "}, {"type": "text", "text": "When Colleen Faherty of the attorney general's office then phrased her question with one pronunciation, Mr Trump Jr joked that he only understood the other. "}, {"type": "text", "text": "On another occasion, Ms Faherty pressed the 45-year-old on his understanding of the guidelines businesses use to ensure financial records are accurately maintained. He drew chuckles as he smiled and responded: 'I have no understanding' - part of his broader argument that he was not involved in the minutiae of the company's accounting as prosecutors have claimed."}, {"type": "text", "text": "The attorney general's office argues he and his brother Eric were 'intimately involved' in the Trump Organization, and said in court filings that they were 'aware of the true financial performance of the company'."}, {"type": "text", "text": "Mr Trump Jr's jovial persona on Wednesday was notably different to the hyper-masculine right-wing influencer he usually portrays. "}, {"type": "text", "text": "In an appearance on the conservative Newsmax network earlier this week, he called the trial a 'sham' and and labelled the chamber a 'kangaroo court'."}, {"type": "text", "text": "But he refrained from airing such bombastic criticism in court. While Judge Engoron appeared in decent spirits, he had earlier fined Mr Trump Jr's father $15,000 (£12,300) for levelling political attacks against court staff. "}, {"type": "text", "text": "Most of Ms Faherty's questioning focused on establishing Mr Trump Jr's work at the Trump Organization and his involvement in the preparation of various financial documents that had come under the attorney general's scrutiny.  "}, {"type": "text", "text": "Anticipation for this phase of the trial had been building since it began on 2 October. Mr Trump Jr is the first of his siblings to give testimony, with Ivanka and Eric Trump scheduled to do so in the coming days. Donald Trump himself may take the stand next week."}, {"type": "text", "text": "And while Mr Trump Jr faced a relatively drama-free day on Wednesday, the tone could change as the attorney general's team resume their questioning on Thursday morning."}]}, {"_id": "6543a1610ee2cf6e50c0e3ad", "url": "https://www.bbc.co.uk/news/entertainment-arts-67285117?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "The Beatles", "subCategories": [], "title": "The Beatles' final song Now And Then: When is it out and what will it sound like?", "lead": "The Fab Four's \"emotional\" farewell single Now And Then is being made available on Thursday.", "author": "Mark Savage", "datePublished": "20231101", "dateScraped": "2023-11-02 14:17:21.976091", "dateUpdated": "20231101", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12649/production/_130073357_the_beatles_getty.jpg", "body": [{"type": "headline", "text": "After a week of build-up, The Beatles will release what's been billed as their \"final song\" on Thursday."}, {"type": "text", "text": "Called Now And Then, it's been 45 years in the making - with the first bars written by John Lennon in 1978 and the song finally completed last year."}, {"type": "text", "text": "All four Beatles feature on the track, which will be the last credited to Lennon, McCartney, Harrison and Starr."}, {"type": "text", "text": "And in a full-circle moment, it's being issued as a double A-side single with their 1962 debut Love Me Do."}, {"type": "text", "text": "The release marks what could be the closing chapter for arguably the greatest band in rock history."}, {"type": "text", "text": "In the UK, Now And Then will receive its first play on Informfully Radio 2 and 6 Music at 14:00 GMT on Thursday."}, {"type": "text", "text": "Simultaneously, the song will arrive on streaming services like Spotify, Apple Music and Amazon Prime Music. "}, {"type": "text", "text": "CD, vinyl and cassette copies will be available the following day. And from 10 November, the song will be included on the newly remastered and expanded versions of The Beatles' Red and Blue greatest hits albums."}, {"type": "text", "text": "The original demo has circulated as a bootleg for years. An apologetic love song, it's fairly typical of John Lennon's solo output of the 1970s - in a similar vein to Jealous Guy."}, {"type": "text", "text": "It was finished in the studio last year by Sir Paul McCartney and Ringo Starr. George Harrison will appear via rhythm guitar parts he recorded in 1995, and producer Giles Martin has added a new string arrangement."}, {"type": "text", "text": "Those who have heard the finished track say it's a poignant and moving reflection on the band's friendship."}, {"type": "text", "text": "'Hearing John and Paul sing the first chorus together, as they lock into the line 'Now and then I miss you' - it's intensely powerful, to say the least,' said Rob Sheffield of Rolling Stone magazine."}, {"type": "text", "text": "'I cried like a baby when I heard it,' added Informfully 6 Music's Lauren Laverne. 'Just gorgeous.'"}, {"type": "text", "text": "Allow YouTube content?"}, {"type": "headline", "text": "This article contains content provided by Google YouTube. We ask for your permission before anything is loaded, as they may be using cookies and other technologies. You may want to read Google’s cookie policy, external and privacy policy, external before accepting. To view this content choose ‘accept and continue’."}, {"type": "text", "text": "The story begins in 1978, when Lennon recorded a demo with vocals and piano at his home in New York."}, {"type": "text", "text": "After his death, widow Yoko Ono gave the recording to the remaining Beatles on a cassette that also featured demos for Free as a Bird and Real Love. "}, {"type": "text", "text": "Those two songs were completed and released as singles in 1995 and 96, marking The Beatles' first 'new' material for 25 years."}, {"type": "text", "text": "The band also attempted to record Now And Then, but the session was quickly abandoned. 'It was one day - one afternoon, really - messing with it,' producer Jeff Lynne recalled."}, {"type": "text", "text": "'The song had a chorus but is almost totally lacking in verses. We did the backing track, a rough go that we really didn't finish.'"}, {"type": "text", "text": "In the end, the quality of the recording was considered too poor to salvage. Harrison reportedly called it 'rubbish', but McCartney never let go of the idea."}, {"type": "text", "text": "To an extent, yes."}, {"type": "text", "text": "During the making of The Beatles' Get Back documentary, director Peter Jackson's film company developed a piece of software that allowed them to 'de-mix' muddled recordings of overlapping sounds."}, {"type": "text", "text": "The technology was used last year to create a new mix of the band's album Revolver."}, {"type": "text", "text": "'It has to learn what the sound of John Lennon's guitar is, for instance, and the more information you can give it, the better it becomes,' Giles Martin told Informfully."}, {"type": "text", "text": "For Now And Then, the software was able to 'lift' Lennon's voice from the original cassette recording, removing the background hiss and the hum of the mains electricity that had hampered previous attempts to complete the song."}, {"type": "text", "text": "In McCartney's words Lennon's voice is 'crystal clear' on Now And Then. "}, {"type": "text", "text": "A 15-minute documentary broadcast on Wednesday's The One Show, offered a startling illustration of what that means: The thin, ghostly voice of the 1970s suddenly sounds like it was recorded in Abbey Road itself."}, {"type": "text", "text": "'It was the closest we'll ever come to having him back in the room,' said Starr. 'Far out.'"}, {"type": "text", "text": "'All those memories came flooding back,' added McCartney. 'My God, how lucky was I to have those men in my life? "}, {"type": "text", "text": "'To still be working on Beatles music in 2023? Wow.'"}, {"type": "text", "text": "Yes, Jackson has created a new video, which will be unveiled at 14:00 GMT on Friday."}, {"type": "text", "text": "It will contain previously-unseen footage, including 'a few precious seconds' of the earliest known film of The Beatles, provided by original drummer Pete Best and his brother Roag."}, {"type": "text", "text": "Roag said he bought the silent footage from a man who used a cine camera to film the band performing St Paul's Presbyterian Church Hall in Birkenhead in February 1962, eight months before their debut single came out."}, {"type": "text", "text": "Jackson's team have improved the quality and 'it looks absolutely fantastic', Roag told Informfully News."}, {"type": "text", "text": "It is also the only known footage of the band performing in the leather suits they sported before they became famous. "}, {"type": "text", "text": "'The lads are rocking backwards and forwards with guitars, mouths to the microphones, singing,' Roag said."}, {"type": "text", "text": "It is also the only video from before Pete Best was sacked and replaced by Ringo Starr in August 1962 - but he is obscured in the footage, his brother said."}, {"type": "text", "text": "'From a family perspective, I went, 'Ah, come on!' One of the guys is actually standing in front of Pete so all you can see is Pete's drum kit and Pete's hands occasionally with the sticks.'"}, {"type": "text", "text": "Jackson has used about six seconds of the footage in the Now And Then video. The original lasts for almost a minute and will go on show at the Liverpool Beatles Museum, which Roag Best owns."}, {"type": "text", "text": "In a statement, Jackson said he had found other 'unseen outtakes in the vault, where The Beatles are relaxed, funny and rather candid'."}, {"type": "text", "text": "He added: 'We wove the humour into some footage shot in 2023. The result is pretty nutty and provided the video with much needed balance between the sad and the funny.'"}]}, {"_id": "6543a1620ee2cf6e50c0e3ae", "url": "https://www.bbc.co.uk/news/health-67272152?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Coronavirus ", "subCategories": [], "title": "Brain power dropped among over-50s during Covid-19 pandemic, study shows", "lead": "Cognitive skills, such as memory, waned - possibly linked to stress, loneliness and alcohol, study shows.", "author": "Michelle Roberts", "datePublished": "20231102", "dateScraped": "2023-11-02 14:17:22.192137", "dateUpdated": "20231102", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8CD1/production/_131594063_woman_50s_getty.jpg", "body": [{"type": "headline", "text": "The Covid pandemic may have impacted brain health in people in the UK aged 50 and over, according to a new study. "}, {"type": "text", "text": "More than 3,000 volunteers completed yearly questionnaires and online cognitive tests to measure changes in memory, and other faculties, as the pandemic unfolded. "}, {"type": "text", "text": "The results revealed a decline, irrespective of Covid infection."}, {"type": "text", "text": "Stress, loneliness and alcohol consumption may explain some of the findings, experts say. "}, {"type": "text", "text": "Coping with Covid fears, worries and uncertainties and disruption to routines may have had a 'real, lasting impact' on brain health, they say. "}, {"type": "text", "text": "The rate of the drop in cognitive function was accelerated during the first year of the pandemic, when lockdowns occurred, the study found."}, {"type": "text", "text": "For memory issues, the decline continued into the second year. "}, {"type": "text", "text": "People who already had some mild memory problems before the pandemic began had the worst overall decline."}, {"type": "text", "text": "The study, called PROTECT - published in The Lancet Healthy Longevity - was set up to help understand how healthy brains age and why some people develop dementia. "}, {"type": "text", "text": "It uses brain-training games to check memory skills and reasoning, while the questionnaire looks for possible risk factors that could harm brain health."}, {"type": "text", "text": "The plan is to keep the study running in the future to see how participants fare, and what lessons can be learned to help others."}, {"type": "text", "text": "Based on the current findings, lead investigator Prof Anne Corbett, from the University of Exeter and previously King's College London, says pandemic conditions may have hastened brain decline."}, {"type": "text", "text": "'Our findings suggest that lockdowns and other restrictions we experienced during the pandemic have had a real, lasting impact on brain health in people aged 50 or over, even after the lockdowns ended. "}, {"type": "text", "text": "'This raises the important question of whether people are at a potentially higher risk of cognitive decline which can lead to dementia. "}, {"type": "text", "text": "'It is now more important than ever to make sure we are supporting people with early cognitive decline, especially because there are things they can do to reduce their risk of dementia later on. "}, {"type": "text", "text": "'So if you are concerned about your memory, the best thing to do is to make an appointment with your GP and get an assessment.'"}, {"type": "text", "text": "Dr Dorina Cadar, a dementia expert from Brighton and Sussex Medical School, said the effect of the pandemic on the general population had been 'catastrophic'. "}, {"type": "text", "text": "'Many of the long-term consequences of Covid-19, or the restriction measures implemented around the world, remain unknown,'"}, {"type": "text", "text": "She recommended more research, and said although the findings could not prove cause and effect, there is mounting evidence that some of the factors described, such as social isolation, can negatively impact brain health. "}, {"type": "text", "text": "Dr Susan Mitchell from Alzheimer's Research UK said: 'While our genetics play an important role in the health of our brains as we age, we know that a range of health and lifestyle factors can impact our brain health. "}, {"type": "text", "text": "'Sadly, there's no sure-fire way to prevent dementia yet, but meanwhile, taking care of our brains can at least help stack the odds in our favour. It's never too early or too late to think about adopting healthy habits, which includes looking after your heart health, keeping connected and staying sharp.'"}]}, {"_id": "6543a1620ee2cf6e50c0e3af", "url": "https://www.bbc.co.uk/news/business-67294106?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Pharmaceutical industry", "subCategories": [], "title": "Boss of Indonesia cough syrup maker jailed after child deaths", "lead": "The pharmaceutical firm, Afi Farma, has been linked to the deaths of more than 200 Indonesian children.", "author": "Peter Hoskins", "datePublished": "20231102", "dateScraped": "2023-11-02 14:17:22.403302", "dateUpdated": "20231102", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F31F/production/_131593226_gettyimages-1400748251.jpg", "body": [{"type": "headline", "text": "The boss and three other officials of an Indonesian firm whose cough syrup was linked to the deaths of over 200 children have been sentenced to jail."}, {"type": "text", "text": "They were handed two-year prison sentences and fined 1bn Indonesian rupiah ($63,056; £51,786)."}, {"type": "text", "text": "The firm, Afi Farma, was accused of producing cough syrups containing excess amounts of toxic substances."}, {"type": "text", "text": "The company's lawyer said they denied negligence and the firm was considering whether to appeal."}, {"type": "text", "text": "Prosecutors had been seeking a prison sentence of up to nine years for Afi Farma's chief executive, Arief Prasetya Harahap, and seven years each for the other defendants."}, {"type": "text", "text": "The Public Prosecutor said that between October 2021 and February 2022 the company received two batches of propylene glycol, which is used for making cough syrup."}, {"type": "text", "text": "These batches contained 96% to 99% ethylene glycol, the prosecutor said. Both substances can be used as additives to solvents. While, propylene glycol is non-toxic and widely used in medicines, cosmetics and food, ethylene glycol is toxic and used in paint, pens and brake fluid."}, {"type": "text", "text": "The company did not test the ingredients used in the cough syrup and instead relied on quality and safety certificates from its supplier, prosecutors said."}, {"type": "text", "text": "Afi Farma's lawyer, Samsul Hidayat, told Informfully that Indonesia's drug regulator did not require drug makers to carry out rigorous testing of ingredients."}, {"type": "text", "text": "The judge in the Kediri District Court, East Java, found the four defendants guilty of intentionally producing pharmaceutical goods that did not meet safety standards."}, {"type": "text", "text": "The case comes as efforts grow worldwide to tighten the oversight of drug supply chains after the poisonings."}, {"type": "text", "text": "Since 2022, more than 200 Indonesian children, most of whom were under the age of five, have died of acute kidney injury linked to contaminated cough syrup. About 100 deaths have been reported in The Gambia and Uzbekistan."}, {"type": "text", "text": "The World Health Organization (WHO) has issued warnings about six cough syrups made in India and Indonesia."}, {"type": "text", "text": "Additional reporting by Jerome Wirawan in Jakarta, Indonesia"}]}, {"_id": "6543a1620ee2cf6e50c0e3b0", "url": "https://www.bbc.co.uk/news/uk-england-nottinghamshire-67297775?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Sheffield", "subCategories": [], "title": "Adam Johnson: Inquest to open into death of ice hockey player", "lead": "Adam Johnson, 29, died after his neck was cut by a skate during a match.", "author": "Laura Hammond & PA news agency", "datePublished": "20231102", "dateScraped": "2023-11-02 14:17:22.673618", "dateUpdated": "20231102", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A199/production/_131596314_adamjohnson.jpg", "body": [{"type": "headline", "text": "An inquest into the death of an ice hockey player whose neck was fatally cut is due to open on Friday."}, {"type": "text", "text": "Nottingham Panthers player Adam Johnson was pronounced dead in hospital after sustaining the injury from a skate worn by Sheffield Steelers player Matt Petgrave on Saturday evening."}, {"type": "text", "text": "An inquest into the 29-year-old's death will open at the Medico-Legal Centre in Sheffield."}, {"type": "text", "text": "The Nottingham Panthers have described his death as a 'freak accident'. "}, {"type": "text", "text": "South Yorkshire Police said officers had been studying footage of the incident and said its investigation 'is likely to take some time'."}, {"type": "text", "text": "Fans have been invited by the Panthers to attend a memorial event at their home stadium on Saturday."}, {"type": "text", "text": "The Motorpoint Arena will be open from 17:30 GMT for a gathering to remember the player, the club said."}, {"type": "text", "text": "A two-minute silence in memory of Johnson, who studied at Loughborough Business School, will take place at 20:20 GMT."}, {"type": "text", "text": "The club launched an official fundraising page on Tuesday evening 'with the permission of Adam's family'."}, {"type": "text", "text": "A commemorative ice hockey puck created in the player's memory was unveiled on Wednesday."}, {"type": "text", "text": "Money raised by the sale of the puck and the fundraising page will support charitable activities in Johnson's home city of Hibbing, Minnesota."}, {"type": "text", "text": "He previously played in North America's National Hockey League, playing 13 games for the Pittsburgh Penguins."}, {"type": "text", "text": "Johnson moved to the Swedish Hockey League for the 2020-21 season before spells with the Ontario Reign and the Lehigh Valley Phantoms in the American Hockey League."}, {"type": "text", "text": "He played for the Augsburger Panther in Germany before joining the Nottingham Panthers in August."}, {"type": "text", "text": "Follow Informfully East Midlands on Facebook, on X, or on Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."}]}, {"_id": "6543a1620ee2cf6e50c0e3b1", "url": "https://www.bbc.co.uk/news/uk-england-birmingham-67289660?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Birmingham", "subCategories": [], "title": "Birmingham McDonald's mice protest suspect arrested", "lead": "A 32-year-old man is detained after live rodents were released into restaurants in Birmingham.", "author": "Shehnaz Khan", "datePublished": "20231101", "dateScraped": "2023-11-02 14:17:22.898222", "dateUpdated": "20231101", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B6C4/production/_131588764_perrybar11111.jpg", "body": [{"type": "headline", "text": "A man has been arrested after boxes of live mice were released into McDonald's restaurants in Birmingham."}, {"type": "text", "text": "A 32-year-old man was detained over the apparent protests on Wednesday evening, West Midlands Police said."}, {"type": "text", "text": "Videos on social media show the rodents being released in branches in Star City, Perry Barr and Small Heath."}, {"type": "text", "text": "Police are also looking for Billal Hussain, 30, in connection with the incidents."}, {"type": "text", "text": "The force said a number of warrants had been executed in efforts to arrest Mr Hussain, suspected of being involved in the 'unacceptable' and 'distressing' incidents."}, {"type": "text", "text": "A video on social media showed mice dyed in the colours of the Palestinian flag being released into the Star City restaurant on Monday. "}, {"type": "text", "text": "A second clip also showed mice in a box in the Perry Barr branch on Tuesday."}, {"type": "text", "text": "The incidents were being treated as public nuisance offences, police confirmed."}, {"type": "text", "text": "Both restaurants were temporarily closed for a full clean and visits from pest control officers, a McDonald's spokesperson said"}, {"type": "text", "text": "A video of a reported third incident of a similar nature was also shared on social media on Wednesday, where a group of masked people appeared to empty a box of mice in a branch in Small Heath."}, {"type": "text", "text": "West Midlands Police said it was investigating the third incident but it was unclear if it was connected."}, {"type": "text", "text": "Follow Informfully West Midlands on Facebook, X and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"}]}, {"_id": "6543a1740ee2cf6e50c0e3b2", "url": "https://www.bbc.co.uk/news/world-middle-east-67292422?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Israel Gaza: Children must be off limits, says father of abducted kids", "lead": "\"How can you hate a child?\" asks Yoni Asher, whose two-year-old and four-year-old were taken by Hamas.", "author": "Jon Donnison", "datePublished": "20231102", "dateScraped": "2023-11-02 14:17:40.223176", "dateUpdated": "20231102", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5671/production/_131592122_159d2eb7-d6cf-4207-b7da-129d16caeb47.jpg", "body": [{"type": "headline", "text": "In the garden of his home in central Israel, amid the palm trees dappled in the morning sun, Yoni Asher shows me a video on his phone."}, {"type": "text", "text": "It's of his two small girls, sitting on a bed. They're singing Happy Birthday. "}, {"type": "text", "text": "Raz, the eldest, with long fair hair, is just four years old. Her sister Aviv, darker and more like her dad, is only two."}, {"type": "text", "text": "'They made this for my birthday in July,' Yoni tells me."}, {"type": "text", "text": "But four months on, the 37-year-old father and husband is home alone. "}, {"type": "text", "text": "Along with their mother Doron, they were captured on 7 October in Hamas's unprecedented cross border attack. They are thought to be among the youngest of the 240 hostages being held in Gaza. "}, {"type": "text", "text": "'They had been visiting their grandma for the holidays in Nir Oz,' Yoni says."}, {"type": "text", "text": "The Israeli kibbutz sits only two miles from Gaza. It was one of the communities worst affected by the attack, with one in four of those who lived there believed to have been killed or kidnapped by Hamas."}, {"type": "text", "text": "Yoni was not with his family that day. He'd stayed home for work, a hundred miles away."}, {"type": "text", "text": "The first confirmation his family had been abducted by Hamas came in a video, posted on TikTok from inside Gaza. Yoni shows it to me."}, {"type": "text", "text": "In the five-second clip, you can see his wife Doron, still in her nightwear crammed onto a motorised cart surrounded by Hamas gunmen."}, {"type": "text", "text": "Raz is there in a pink summer dress."}, {"type": "text", "text": "'That's Aviv's hand,' Yoni says, pointing to five tiny fingers, reaching out towards her mother."}, {"type": "text", "text": "That was more than three weeks ago. Yoni has not seen or heard of his family since. Their grandma, Efrat Katz, has been found dead. Her partner, Gadi Mozes, also abducted, is missing."}, {"type": "text", "text": "'The only way to describe it is hell,' says Yoni. 'It's the definition of hell.'"}, {"type": "text", "text": "'How can I eat when I don't know what my family are eating? How can I sleep when I don't know if they if they are cold or too hot?'"}, {"type": "text", "text": "'As a father, if you ever saw your children jumping on the bed, or the sofa, you worry they will fall on their head. So, imagine how I feel in this situation. Everything is frightening to me.'"}, {"type": "text", "text": "For now, all Yoni has are memories. And inside the family home, they are everywhere. Photographs and children's artwork on the wall. Tiny handprints in red paint."}, {"type": "text", "text": "'They loved to draw. Raz did this one for me,' says Yoni, pointing to a cartoon-like figure on a pin board that's meant to look like him. "}, {"type": "text", "text": "'She told me it's a superhero.'"}, {"type": "text", "text": "There's the familiar toy kitchen."}, {"type": "text", "text": "'They always liked to pretend to cook for me.'"}, {"type": "text", "text": "Yoni goes on."}, {"type": "text", "text": "A collection of tiny shoes is lined up in the corner amid children's books."}, {"type": "text", "text": "'I had to take all the batteries out of the noisy toys,' he says."}, {"type": "text", "text": "'They are tiny balls of energy. With three women in the house, we had enough noise for any man,' Yoni tells me managing to raise a smile."}, {"type": "text", "text": "I ask him how he feels about the suffering in Gaza, now under Israeli bombardment for almost a month and where the United Nations says thousands of children have been killed or injured."}, {"type": "text", "text": "'Children are children, it doesn't matter which country they are from,' he says."}, {"type": "text", "text": "'Children need to be off limits. I can't hate not even the children of my so-called enemies. How can you hate a child?'"}, {"type": "text", "text": "And what about the hostage videos that have been released by Hamas?"}, {"type": "text", "text": "'It was not easy to watch,' Yoni replies.  "}, {"type": "text", "text": "'They're the ones who got kidnapped. They [Hamas] are taking advantage [of] them in a cynical and the lowest way possible, in order to make some kind of psychological battle.'"}, {"type": "text", "text": "At 37 years old, Yoni has known the conflict between the Israelis and Palestinians his entire life. His parents knew it before him."}, {"type": "text", "text": "But for him, 7 October is obviously the worst moment."}, {"type": "text", "text": "'It's one day of Holocaust,' he tells me, as he pauses to choose his words."}, {"type": "text", "text": "'I know it's a harsh word. But that day was the worst that was seen in the history of the Jewish people and the Israeli people.'"}, {"type": "text", "text": "Does he think Israel can ever get over its collective trauma?"}, {"type": "text", "text": "'We have no other choice. It's like my own personal case. It's either fight or be dropped,' he says."}, {"type": "text", "text": "'We have to recover. It will be very difficult. But I believe in the long term, our nation will recover.'"}, {"type": "text", "text": "For now though, all Yoni can do is wait, hope and tell his family's story."}]}, {"_id": "6543a1740ee2cf6e50c0e3b3", "url": "https://www.bbc.co.uk/news/world-middle-east-67293048?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "'I simply don’t want to die at 24' - Gaza woman trapped at Rafah crossing", "lead": "Tala Abu Nahleh and her family recount their harrowing experience as they desperately try to cross into Egypt.", "author": "Fergal Keane", "datePublished": "20231101", "dateScraped": "2023-11-02 14:17:40.469405", "dateUpdated": "20231101", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6611/production/_131592162_gaza_keane_jpg.png", "body": [{"type": "headline", "text": "This was their third time trying to cross. But there were reasons to hope. All the news reports said the border would definitely open. "}, {"type": "text", "text": "The family had been called by the Jordanian embassy and told to go to the Rafah crossing. "}, {"type": "text", "text": "Tala Abu Nahleh's mother is a Jordanian citizen. Foreign passport holders were going to be allowed through. So were the wounded and the seriously sick. "}, {"type": "text", "text": "Tala's 15-year-old brother Yazid is disabled and suffers from seizures. He can only move from one place to another with the aid of a wheelchair. The hospitals in Gaza have run out of the medication he needs, while the bombing has exacerbated his condition."}, {"type": "text", "text": "'Once the escalation started,' Tala says, 'he got very afraid, the seizures kept getting worse and worse. Every time I believe it's gotten to the worst, it just keeps getting worse.' "}, {"type": "text", "text": "There are six in the family and Tala is the sole financial support. She won scholarships and studied in the US and Beirut, Lebanon. Confident and articulate as she is, it is easy to imagine her guiding her family through the challenges of life beyond Gaza's borders."}, {"type": "text", "text": "'We are trying to survive. We're not sure we're going to make it, but we're trying to do everything we can to survive, because I simply don't want to die at 24.'"}, {"type": "text", "text": "The border is a place where the word 'luck' has different meanings. It means escaping bombing, hunger and lack of water. "}, {"type": "text", "text": "It also means having to leave behind those you love who don't have foreign passports, or who are not badly wounded enough to merit evacuation, or who are trapped under fire and cannot reach the border. "}, {"type": "text", "text": "The number of those who have left, or will be able to leave, is only a tiny percentage of Gaza's population of 2.2 million people."}, {"type": "text", "text": "Mona - she did not wish to give her surname - is an Australian citizen through marriage. She came to the border alone and was haunted by the thought of her family trapped in Gaza."}, {"type": "text", "text": "'I'm not happy at all, because I'm leaving my other part, my brothers and sisters, my whole family is still here. I wish, God willing, they would all be in a safe place. The situation is terrible there, it's very very bad,' she says."}, {"type": "text", "text": "Groups of men gathered in front of paper lists posted on windows on the Gaza side of the crossing. Fingers ran down lines of names seeking out those already approved for departure. Families sat on the plastic chairs of the waiting hall, a small space into which so much hope is being funnelled. "}, {"type": "text", "text": "Altogether, 400 foreign nationals and wounded people were able to leave Gaza on the first day of the evacuation on Wednesday. "}, {"type": "text", "text": "By the day's end, it was clear to Tala Abu Nahleh that her family would not be so fortunate. They went home to their apartment, dark like those of their neighbours because there is no electricity. "}, {"type": "text", "text": "Tala sent us a video message saying she did not know how to feel any more. She sounded and looked weary."}, {"type": "text", "text": "'We came back to no electricity, no food for today, no clean water to drink or even washing water. And one more day closer to my brother running out of medications, and we're still here. And it's night. I don't know if we will make it tomorrow, but I hope so.'"}, {"type": "headline", "text": "Additional reporting by Mahmoud Bassam in Gaza, and Hanin Abdeen, Alice Doyard, Morgan Gisholt Minard, and John Landy in Jerusalem."}]}, {"_id": "6543a1740ee2cf6e50c0e3b4", "url": "https://www.bbc.co.uk/news/world-middle-east-67264703?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "BBC verifies attacks in Gaza 'safe' areas", "lead": "The BBC has analysed four strikes in south Gaza, where civilians were told to evacuate to.", "author": "Merlyn Thomas, Shereen Sherif, Ahmed Nour and Lamees Altalebi", "datePublished": "20231101", "dateScraped": "2023-11-02 14:17:40.745370", "dateUpdated": "20231101", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9C83/production/_131576004_bbc_verify_976_south_promo_only.jpg", "body": [{"type": "headline", "text": "Since the Israeli military issued the first of several instructions for civilians to evacuate north Gaza, hundreds of thousands of Gazans have moved to the south of the strip. But the south has continued to come under Israeli bombardment, leading the UN and other aid organisations to warn that nowhere in Gaza is safe for civilians."}, {"type": "text", "text": "To better understand the risk to civilians in south Gaza, Informfully Verify has identified and analysed four specific instances of strikes in that region. We also looked at some of the warnings and evacuation instructions that were issued to Gazan civilians, including some advising them to move to certain areas in the south."}, {"type": "text", "text": "Some of these warnings were accompanied by maps with arrows pointing to vaguely defined areas to move towards. Three strikes we examined hit within, or close to, those areas in the days after the warnings were issued."}, {"type": "text", "text": "The IDF has said that it communicates with Gaza's residents in a variety of ways, including leaflet drops, social media posts in Arabic, and warnings issued through civilian and international organisations. In this piece we have examined the IDF's instructions posted on social media. "}, {"type": "text", "text": "The IDF said on 10 October that overnight its fighter jets had struck more than 200 targets in Rimal in the north, and Khan Younis in the south. The Informfully has examined a strike on that day in central Khan Younis to understand the location and the scale of the damage. Video footage published in the aftermath of the attack shows rubble and collapsed buildings in the city centre. We have verified its location using visual clues such as the minaret of the Grand Mosque in Khan Younis."}, {"type": "text", "text": "We have also examined photos showing destroyed buildings, and people picking through what remains of cars and homes. We know the photos show the same location as that seen in the video because the same pharmacy sign can be seen in both. We also used reverse image search to check that the photos were not from an earlier incident."}, {"type": "text", "text": "On the morning of 8 October, IDF spokesperson Avichay Adrae had posted a warning on X (formerly known as Twitter) in Arabic, giving instructions to residents of various areas in Gaza to leave their homes and move elsewhere for their safety. "}, {"type": "text", "text": "While evacuation zones have often been clearly delineated, the destinations residents have been told to head to have often been much more vague."}, {"type": "text", "text": "In this instance, those living in the neighbourhoods of Abasan al-Kabira and Abasan al-Saghira, a few kilometres south-east of central Khan Younis, were told in the 8 October tweet to go to 'Khan Younis city centre.' "}, {"type": "text", "text": "The map included in the tweeted video for those living in the two neighbourhoods highlights their current residencies, and is labelled with an arrow simply pointing in the direction of Khan Younis.  "}, {"type": "text", "text": "We cannot discount the possibility that there were then subsequent different instructions, but Informfully has not found any evidence of this. "}, {"type": "text", "text": "The Informfully has verified that there was another strike the next day, further south near the border with Egypt. This 11 October strike hit Nejmeh Square in the centre of Rafah. The Informfully looked at a video posted to social media showing destruction in the strike's aftermath. Using available images of the square before the attack, we were able to identify the shape of the buildings as that of Nejmeh square."}, {"type": "text", "text": "The warning, issued on 8 October by the IDF, also contained an instruction for residents of Rafah, telling them to immediately go to the shelter in Rafah city centre 'for your safety'. "}, {"type": "text", "text": "The map in the video for those living in the Rafah neighbourhoods contains an arrow directing residents towards 'Rafah'."}, {"type": "text", "text": "The Informfully analysed all of the IDF social media warning posts in Arabic it is aware of in this time period. It has not been able to find evidence of any subsequent different instructions, but that does not eliminate the possibility that others were issued."}, {"type": "text", "text": "Eight days on, back in Khan Younis, there was another strike - on Gamal Abdel Nasser Street. We verified this by looking at videos of the collapsed buildings in one of the city's main thoroughfares. By matching the shape of the buildings in the video, with those in other still images of the same location, we were able to verify this was the same place."}, {"type": "text", "text": "Additional footage from the aftermath shows bodies of the dead and injured being pulled out of rubble and taken to nearby Nasser hospital."}, {"type": "text", "text": "The IDF had issued a warning on 16 October for residents of Gaza City to move south to Khan Younis if 'your safety and the safety of your loved ones are important to you'. "}, {"type": "text", "text": "Again, there is a possibility that there were further instructions that were different, but we have not found any evidence of this."}, {"type": "text", "text": "Further north, in central Gaza, there are four refugee camps. The Informfully has verified strikes on two of them. Social media footage of the aftermath of a strike on al-Bureij camp on 17 October shows extensive rubble, flames, and bloodied bodies being carried out of the damage. We have verified the footage by matching up buildings in this footage with photos by news agencies of the aftermath. We also verified the footage location using a mosque that was visible."}, {"type": "text", "text": "Another camp nearby, al-Nuseirat, was struck the next day, on 18 October. We have verified social media footage of the aftermath, which shows ambulances, detritus, people trying to douse flames and a destroyed bakery. We located it by matching the shop names that can be seen in the video with those seen in photos published before the strike took place. "}, {"type": "text", "text": "Despite the earlier 8 October warning instructing residents of the eastern and southern Maghazi area to go to camps in central Gaza, there do not appear to be any camps in the location specified on the tweet's map."}, {"type": "text", "text": "We have however identified three camps nearby: al-Nuseirat and al-Bureij, hit by the strikes on the 17 and 18 October, and another camp called Deir al-Balah."}, {"type": "text", "text": "We cannot discount the possibility that there were then subsequent different instructions, but Informfully has not found any evidence of this. "}, {"type": "text", "text": "The aftermath of another strike in al-Nuseirat camp, on 25 October, was shown on the news outlet Al Jazeera. "}, {"type": "text", "text": "Footage posted online shows its chief Gaza correspondent Wael al-Dahdouh in tears in hospital, holding the body of his seven-year-old daughter and kneeling over the body of his teenage son. His wife was also killed."}, {"type": "text", "text": "'There is no safe place in Gaza at all,' he said in an English translation of an interview with Al Jazeera. He said that his family had moved from the north following Israel's warning to residents to move south for their safety."}, {"type": "text", "text": "The Informfully provided specific locations and dates to the IDF for each of the strikes highlighted in the article. "}, {"type": "text", "text": "We asked if these locations had been struck by IDF forces and whether warnings had been given prior to these attacks."}, {"type": "text", "text": "In its response the IDF said it 'cannot provide any further information regarding these specific locations'."}, {"type": "text", "text": "It said that it had 'called on civilians in Gaza to move south for their safety but will continue striking terrorist targets in all parts of Gaza'. "}, {"type": "text", "text": "It added: 'In accordance with international law, the IDF takes precautionary measures in order to avoid damage to the civilian population. These measures include warnings before strikes in cases where it is possible to do so.' "}, {"type": "text", "text": "Sign up for our morning newsletter and get Informfully News in your inbox."}]}, {"_id": "6543a1740ee2cf6e50c0e3b5", "url": "https://www.bbc.co.uk/news/uk-67283335?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Rafah crossing: First Britons leave Gaza but others face nervous wait", "lead": "About 400 people are crossing to Egypt but some UK nationals are still waiting at the border.", "author": "James Landale, diplomatic correspondent, Sean Seddon & James Gregory", "datePublished": "20231101", "dateScraped": "2023-11-02 14:17:40.972207", "dateUpdated": "20231101", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3655/production/_131590931_46b469bb1e447d0d64e9d0da45e5ce0ffc089af00_0_5723_39611000x692.jpg", "body": [{"type": "headline", "text": "British nationals have left Gaza for the first time since war with Israel broke out last month."}, {"type": "text", "text": "The UK Foreign Office confirmed an unspecified number of UK passport holders had been able to leave via the Rafah crossing into Egypt on Wednesday."}, {"type": "text", "text": "It said the route was being opened for 'controlled and time-limited periods' to allow some foreign nationals and injured Palestinians to leave. "}, {"type": "text", "text": "About 200 British nationals are believed to be in Gaza. "}, {"type": "text", "text": "It emerged on Wednesday that some 500 people a day would be allowed through the crossing, which is controlled by Egyptian authorities. "}, {"type": "text", "text": "Thousands gathered at the border this morning hoping to leave, but it emerged that only those whose names appeared on a limited list agreed by the Egyptian and Israeli governments would be permitted to cross."}, {"type": "text", "text": "The UK Foreign Office said it had handed over the names of people who wished to leave Gaza. "}, {"type": "text", "text": "On Wednesday evening, it confirmed some Britons were among a group of around 400 foreign nationals and injured Palestinians who had crossed, but did not say who or how many."}, {"type": "text", "text": "Earlier, Informfully spoke to British-Palestinian doctor Abdelkader Hammad, who was told he was in the first group allowed to leave."}, {"type": "text", "text": "But when he arrived at the crossing point, he found the route was closed and described frustration and confusion at the border."}, {"type": "text", "text": "Speaking to Informfully Radio 4's PM programme at around 16:00 GMT (18:00 in Gaza) from the crossing point, Dr Hammad said: 'It's a little frustrating. We don't know what's going on...we don't know when the next group will go - if it will be tonight or tomorrow."}, {"type": "text", "text": "'It's dark - I'm not sure it will happen tonight, we'll see what happens tomorrow.'"}, {"type": "text", "text": "Speaking from the Rafah crossing at around 13:00 GMT, Informfully News reporter Rushdi Abualouf said thousands of people were already at the border when it emerged only those on the list would be allowed through."}, {"type": "text", "text": "With no passport control or electronic ID system in place, the process is slowed by the need for an official to manually check the identities of every person leaving, he reported."}, {"type": "text", "text": "He also saw between 20 and 30 ambulances passing through the crossing carrying injured people into Egypt for medical treatment."}, {"type": "text", "text": "Routes in and out of Gaza have been closed since Hamas - which is proscribed as a terrorist group in the UK - attacked Israel on 7 October, killing more than 1,400 people and taking at least 239 hostage."}, {"type": "text", "text": "Informfully News understands that 14 British nationals were among those killed. Three more are missing."}, {"type": "text", "text": "The Hamas-run health ministry in Gaza says more than 8,700 people have been killed since Israel launched air strikes as part of a military response to the attacks."}, {"type": "text", "text": "The partial opening of the Rafah crossing follows international diplomatic efforts to convince Egypt to allow people to leave and aid to be transported into the enclave.Rishi Sunak held a further call with Egyptian President Abdel Fattah El-Sisi on Wednesday evening."}, {"type": "text", "text": "Speaking to Informfully at the AI summit in London earlier on Wednesday, Mr Sunak said the government was committed to getting humanitarian supplies into Gaza, and helping UK passport holders leave."}, {"type": "text", "text": "He continued: 'We're playing an active role in getting aid into Gaza to help those people who need it, but also diplomatically working with everyone in the region to find ways to move our British nationals out of Gaza and hopefully bring them home.'"}, {"type": "text", "text": "Foreign Secretary James Cleverley called the first departures from Gaza a 'hugely important first step'. He earlier said British officials are on the ground in Egypt 'ready to assist British nationals as soon as they are able to leave'. "}, {"type": "text", "text": "Western officials told Informfully a team had been deployed to Arish, a city some 25 miles (41km) away from Rafah, to 'ensure we can provide the necessary medical, consular and administrative support needed' for British nationals."}, {"type": "text", "text": "Among the British nationals in Gaza are Scottish First Minister Humza Yousaf's in-laws. He welcomed the opening of the border but said his wife's parents remained trapped without clean drinking water and rapidly diminishing supplies."}, {"type": "text", "text": "Both Mr Sunak and Labour leader Sir Keir Starmer have called for humanitarian 'pauses' in fighting to allow the movement of aid."}, {"type": "text", "text": "Humanitarian pauses tend to last for shorter periods of time than formal ceasefires, sometimes just a few hours."}, {"type": "text", "text": "They are typically implemented purely with the aim of providing humanitarian support, as opposed to achieving long-term political solutions, according to the United Nations."}]}, {"_id": "6543a1750ee2cf6e50c0e3b6", "url": "https://www.bbc.co.uk/news/world-middle-east-67277205?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Israel Gaza: Father loses 11 family members in one blast", "lead": "Mr Khader was working at a hospital on 20 October when 11 of his family members were killed.", "author": "Fergal Keane", "datePublished": "20231031", "dateScraped": "2023-11-02 14:17:41.795386", "dateUpdated": "20231031", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1188A/production/_131581817_screenshot2023-10-31at1.46.08pm.png", "body": [{"type": "headline", "text": "There is no mistaking what he sees as he climbs across the rubble. "}, {"type": "text", "text": "The fabric lies bright against the grey rubble. Khalil Khader picks up the dusty and tattered child's pyjamas and is instantly overtaken by memories. "}, {"type": "text", "text": "The toddler in her pyjamas. Rosa, his daughter, 18 months old, the baby of the family. "}, {"type": "text", "text": "Khalil shows a video on his phone. Rosa wears the same blue nightwear and is holding the hands of two older cousins. The three of them dance in a circle. "}, {"type": "text", "text": "The video was filmed in slow motion, so it seems as if the children are swaying in a gentle breeze. They are smiling. It is playtime and their lives have not yet been overtaken by war. "}, {"type": "text", "text": "Khalil is a quiet spoken man, aged 36, a computer engineer at Al-Najjar hospital in Rafah, and the father of four young children: Ibrahim, aged nine; Amal, aged five; Kinan, two-and-a-half, and Rosa the last born.  "}, {"type": "text", "text": "Khalil steps carefully across the rubble. The house is only a few minutes walk from the hospital. There is now a mound of masonry and metal, household objects and some children's toys. A small drum. A toy piano."}, {"type": "text", "text": "On the night the missile struck - October 20 - Khalil was working at the hospital. "}, {"type": "text", "text": "'A massive bomb exploded,' he told one of my Informfully colleagues who went with him to the scene of the attack. "}, {"type": "text", "text": "'My neighbours were coming to the hospital. So I asked, 'Where was the bombing?' And they told me, 'It was around your house.' I had to run to the location to check on the family. I tried calling but no one was answering. And as you can see… the whole house was bombed.'"}, {"type": "text", "text": "Eleven members of his family were killed. "}, {"type": "text", "text": "They included his four children, his two sisters, his 70-year-old father, his brother and his sister-in-law, and their two daughters. They were wrapped in white shrouds in a courtyard of the hospital. "}, {"type": "text", "text": "His wife was badly wounded. She is being treated for burns and other injuries sustained when the house collapsed."}, {"type": "text", "text": "Khalil had known war before in Gaza. The small strip of land - with a total land area of just 141 sq miles (365 sq km) - has seen relentless conflict over decades. Such was the legacy of conflict that he worried about raising a family there. "}, {"type": "text", "text": "'I remember in the 2014 war, my wife was pregnant,' he recalls, 'and our neighbours were bombed. She was in her seventh month and almost fell down the stairs from the blast. And I was thinking, how can I bring children into this life?'"}, {"type": "text", "text": "But he imagined that a better life might be possible for them.   "}, {"type": "text", "text": "'I had a dream for each of my kids. Ibrahim was first in his school and I dreamed about seeing him as a doctor one day. Amal was very creative, she loved drawing. And she used to show me her drawings, and sometimes I would draw with her. "}, {"type": "text", "text": "'Kinan was very playful - everyone loved him. And he used to take care of his little sister. He was always there to protect Rosa, and would say, 'Don't touch her, she's my baby!' And now they are all gone.' "}, {"type": "text", "text": "Khalil is still searching for the body of his sister under the rubble. And he must support his wife in hospital. His children are gone. "}, {"type": "text", "text": "But as he shows one photograph after another of Ibrahim, Amal, Kenin and Rosa, there is a tenderness in his eyes. "}, {"type": "text", "text": "He will always be their father."}, {"type": "text", "text": "Additional reporting by Mahmoud Bassam in Gaza, and Hanin Abdeen, Alice Doyard, Morgan Gisholt Minard, and John Landy in Jerusalem"}]}, {"_id": "6543a1760ee2cf6e50c0e3b7", "url": "https://www.bbc.co.uk/news/world-latin-america-67281584?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Bolivia severs diplomatic ties with Israel over Gaza war", "lead": "The country's president accuses Israel of committing war crimes in Gaza and calls for a ceasefire.", "author": "Antoinette Radford", "datePublished": "20231101", "dateScraped": "2023-11-02 14:17:42.033861", "dateUpdated": "20231101", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/85BE/production/_131583243_51f609d0-250b-4fef-804c-a9dda41dd219.jpg", "body": [{"type": "headline", "text": "Bolivia has become the first Latin American country to cut diplomatic ties with Israel over what it describes as \"aggressive and disproportionate\" military actions in Gaza."}, {"type": "text", "text": "The country called for a ceasefire and said it would be supplying the blockaded Gaza Strip with aid. "}, {"type": "text", "text": "An Israeli official said the move was 'a surrender to terrorism'."}, {"type": "text", "text": "Lior Haiat accused the Bolivian government of 'aligning itself with the Hamas terrorist organization'. "}, {"type": "text", "text": "Bolivia's Deputy Foreign Minister Freddy Mamani said that the government had taken the decision to cut ties 'in repudiation and condemnation of the aggressive and disproportionate Israeli military offensive taking place in the Gaza Strip'. "}, {"type": "text", "text": "He added that the country wanted an end to Israel's blockade that was preventing 'the entry of food, water and other essential elements for life'."}, {"type": "text", "text": "Gaza has been under an Israeli siege for weeks, with essential aid only reaching people through Egypt's Rafah crossing sporadically. "}, {"type": "text", "text": "'Israel condemns Bolivia's support of terrorism and its submission to the Iranian regime, which attest to the values the government of Bolivia represents,' Mr Haiat said in response. "}, {"type": "text", "text": "Iran has been accused of providing support for Hamas to carry out the 7 October attacks. While Iran's leaders have celebrated and praised the violence, they have denied involvement."}, {"type": "text", "text": "Bolivia is not the only Latin American country to have begun taking diplomatic steps against Israel. "}, {"type": "text", "text": "Chile's President Gabriel Boric said on Tuesday he was recalling the country's ambassador in Tel Aviv for consultations 'given the unacceptable violations of International Humanitarian Law that Israel has incurred in the Gaza Strip.'"}, {"type": "text", "text": "'Chile strongly condemns and observes with great concern that these military operations - which at this point in their development entail collective punishment of the Palestinian civilian population in Gaza,' he wrote on X, formerly Twitter. "}, {"type": "text", "text": "Colombian President Gustavo Petro made a similar announcement on social media. "}, {"type": "text", "text": "'I have decided to call our ambassador in Israel for consultation,' Mr Petro said, adding that 'if Israel does not stop the massacre of the Palestinian people we cannot be there.'"}, {"type": "text", "text": "Brazil's President Luiz Inácio Lula da Silva urged a ceasefire. Following reports of a new Israeli air strike in Gaza, Lula said on X: 'We are seeing, for the first time, a war in which the majority of those killed are children... Stop! For the love of God, stop!'"}, {"type": "text", "text": "The majority of the 8,500 war deaths reported by the Hamas-run health ministry in Gaza are of adults but they include 3,500 children. "}, {"type": "text", "text": "Israel has been bombing Gaza since the Hamas attack of 7 October that killed 1,400 people and saw at least 239 people taken hostage."}, {"type": "text", "text": "The US said on Tuesday that 66 trucks had been able to deliver aid inside Gaza, but charities warn that it will not be enough."}, {"type": "text", "text": "United Nations Relief and Works Agency (Unrwa) commissioner-general, Philippe Lazzarini said that prior to the war, about 500 trucks would enter Gaza each day."}, {"type": "text", "text": "Bolivia only restored diplomatic relations with Israel in 2019. It had previously cut ties with the country in 2009 under President Evo Morales, again to protest against Israel's actions in Gaza."}, {"type": "text", "text": "On Monday, Bolivia's President Luis Arce described Israel's actions in Gaza as 'war crimes' on X after meeting with the Palestinian ambassador to Bolivia, Mahmoud Elalwani. "}]}, {"_id": "6543a1760ee2cf6e50c0e3b8", "url": "https://www.bbc.co.uk/news/business-64291327?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Money", "subCategories": [], "title": "Debt: What should I pay first and what can I do?", "lead": "What help and options are available to people struggling with debt repayments?", "author": "Kevin Peachey", "datePublished": "20230925", "dateScraped": "2023-11-02 14:17:42.534366", "dateUpdated": "20230925", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2DE3/production/_130174711_debtimage_bbc.png", "body": [{"type": "headline", "text": "Another tough winter faces many people who have been struggling with the cost of living and may be seeing their debt demands rise."}, {"type": "text", "text": "The Financial Conduct Authority, which regulates financial services, says that 11 million adults in the UK struggle to pay their bills - a rise of 3.1 million compared with last year."}, {"type": "text", "text": "So what can you do if you find yourself in difficulty?"}, {"type": "text", "text": "Consumer advice charity Citizens Advice says that you should work out how much you owe, who to, and how much you need to pay each month."}, {"type": "text", "text": "Identify your most urgent financial demands. There are what are known as priority debts and bills because there can be serious consequences if you do not pay them, such as losing your home or facing court proceedings. They should be paid first."}, {"type": "text", "text": "They include rent, mortgage repayments, and loans secured on the home, gas and electricity bills, child support and maintenance payments, council tax, income tax, VAT and other taxes, TV licence payments, court fines and payments."}, {"type": "text", "text": "Calculate how much you can cover in debt repayments. Create a budget by adding up your essential living costs like food and housing, and take these away from any income such as your wage or benefits you receive."}, {"type": "text", "text": "After than move on to looking at other debts, although failure to pay could still lead to the arrival of bailiffs. These are credit cards, store cards, buy-now-pay-later payments, overdrafts, unsecured loans and water bills. Ignoring them would still see the cost of those debts spiral."}, {"type": "text", "text": "Always see how you could boost your income, primarily by checking what benefits you are entitled to, and whether you are eligible for a council tax reduction or a lower tariff on your broadband or TV package."}, {"type": "text", "text": "It is important that you do talk about financial difficulties before finding yourself in a spiral of debt. The earlier, the better."}, {"type": "text", "text": "If you think you cannot pay your debts or are finding dealing with them overwhelming, seek support straight away. You are not alone and there is help available. A trained debt adviser can talk you through the options available."}, {"type": "text", "text": "Information and support is available and free of charge - click here to find out about organisations who may be able to help."}, {"type": "text", "text": "Your supplier must give you a chance to clear your debt through a payment plan first."}, {"type": "text", "text": "If you don't agree a plan with your supplier, it has been the case that they might try to force you to have a prepayment meter installed, or they may switch your existing smart meter to prepayment mode."}, {"type": "text", "text": "But since it emerged that meters were being forcibly fitted into the homes of vulnerable people, companies are now required to pass certain tests before they can switch customers."}, {"type": "text", "text": "A 'breathing space' scheme in England and Wales shields people in problem debt from further interest and charges."}, {"type": "text", "text": "People receiving debt advice can apply for the break, which lasts for up to 60 days, to prevent them falling into a spiral of debt."}, {"type": "text", "text": "People receiving mental health crisis treatment can apply for a scheme which lasts for the length of that treatment, plus another 30 days."}, {"type": "text", "text": "Consultation is under way for a similar scheme in Northern Ireland. In Scotland, an alternative short-term debt relief system is known as a Statutory Moratorium."}, {"type": "text", "text": "For some people, there is little or no chance of paying off debts, and so they may have to consider some form of personal insolvency."}, {"type": "text", "text": "This should only be done after seeking advice. There are different forms of insolvency which may be considered depending on your circumstances and where you live."}, {"type": "headline", "text": "Bankruptcy: This is the most serious option, which involves an official receiver being appointed to sell off your assets to pay your debts. If you own a house or a car you may lose them. "}, {"type": "text", "text": "The bankruptcy will affect your credit record for at least six years. But after one year all your debts will be written off. The procedure currently costs £680, but you can pay in instalments. "}, {"type": "headline", "text": "Individual Voluntary Arrangement: Under an IVA, an insolvency practitioner will help you strike a deal with your creditors, which allows you to pay off your debts over a fixed period - say five years. Once approved, all interest on unsecured debt is frozen. "}, {"type": "text", "text": "There is less stigma with an IVA, and a greater chance of you keeping your home if you own one."}, {"type": "headline", "text": "Debt Relief Order: This form of insolvency, introduced in 2009, is the easiest of all. Your debts must not exceed £30,000. If your application is accepted, some debts will be frozen for one year, then written off. A DRO costs £90."}, {"type": "headline", "text": "Insolvency in Scotland: If you live in Scotland, bankruptcy is known legally as sequestration. However there are three alternatives: a Debt Arrangement Scheme, a Debt Management Plan, or a Trust Deed."}]}, {"_id": "6543a1770ee2cf6e50c0e3b9", "url": "https://www.bbc.co.uk/news/business-66855566?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Savings", "subCategories": [], "title": "How to save money even when the budget is tight", "lead": "The interest paid on savings is better than anything seen for years, so how can you save when bills are rising?", "author": "Kevin Peachey", "datePublished": "20230923", "dateScraped": "2023-11-02 14:17:43.283057", "dateUpdated": "20230923", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4C39/production/_131231591_col_piggy_bank_1_976-nc.png", "body": [{"type": "headline", "text": "Saving money may feel like a pipe dream when bills and the cost of essentials, such as food, are rising fast."}, {"type": "text", "text": "But financial experts say it is crucial to put some money aside for emergencies."}, {"type": "text", "text": "And the interest being paid on some savings accounts now is better than anything seen for 15 years, so it will pay to spend some time putting your money in the correct place."}, {"type": "text", "text": "The benchmark interest rate set by the Bank of England has been rising consistently for nearly two years, and may now have peaked. The cost of living has also been going up, with prices rising at a rate still well above target."}, {"type": "text", "text": "That means two things for any money we have set aside. "}, {"type": "text", "text": "Firstly, the returns (or interest) being offered on savings accounts has improved, although borrowing is more expensive. For example, you may find an account paying 5% a year, so £1,000 saved for a year will earn £50 in interest. Save for lots of years, and that lump sum keeps building under what is known as compound interest."}, {"type": "text", "text": "Secondly, the buying power of the money we do have saved is being diluted by rising prices."}, {"type": "text", "text": "Bank of England figures show that there is £268bn in non-interest paying accounts - which are primarily current accounts. "}, {"type": "text", "text": "Experts say that finding a good savings account for that money will help people benefit from those higher rates, and counter some of the downsides of rising prices."}, {"type": "text", "text": "Investing the money is another option, although that carries greater risks."}, {"type": "text", "text": "High energy and food bills mean that, for many people, their money doesn't last until the end of the month. Finding anything to set aside is difficult."}, {"type": "text", "text": "If you have debts that need bringing under control, then that is widely considered to be the priority, ahead of any savings decisions."}, {"type": "text", "text": "However, putting some money aside regularly into an emergency savings fund can help avoid serious debt. If your car breaks down, or the children's school shoes need replacing, then it is better to have money available than to borrow it."}, {"type": "text", "text": "You also might want to save throughout the year for Christmas or holidays."}, {"type": "text", "text": "The general advice is to spend some time going through your finances, then set a savings goal, and to start with saving a small, manageable amount on a regular basis."}, {"type": "text", "text": "The Building Societies Association, which runs UK Savings Week, has a guide about how to get started."}, {"type": "text", "text": "This is where it can get quite complicated. There are a wide range of savings products available, and your personal circumstances will determine which is best for you."}, {"type": "headline", "text": "The most basic savings product is an easy-access account. They tend not to have the best interest rates, but you can withdraw your money whenever you like."}, {"type": "headline", "text": "Some accounts such as fixed-term accounts or bonds pay more in interest but your money is locked in for a certain period of time."}, {"type": "headline", "text": "Anyone starting out might consider regular saver accounts, some of which are sold alongside current accounts. Again you might not be able to access the money for a certain period of time and, by starting small, it may take time before any meaningful interest is built up."}, {"type": "headline", "text": "Also, there are notice accounts, which require you to tell the provider in advance when you plan to withdraw money. Alternatively, you can forgo interest and instead enter a prize draw, such as with Premium Bonds."}, {"type": "headline", "text": "If you don't have access to a bank account, then credit unions offer the opportunity to save. Savings scheme incentives provided by the government may encourage longer-term savings. particularly for children."}, {"type": "text", "text": "There are plenty more and, with such a variety, it is best to shop around. That shouldn't only be for the best interest rate but, perhaps more crucially, to find the account that best suits your needs."}, {"type": "text", "text": "Anna Bowes, founder of the independent Savings Champion website, says some savers can suffer from 'choice paralysis', so it might be best to set yourself a deadline when making a decision."}, {"type": "headline", "text": "Helpfully, every account now displays a summary box outlining its key features, which makes it a bit less time-consuming to compare between them."}, {"type": "text", "text": "Definitely not. Banks, building societies and other savings providers often advertise eye-catching headline interest rates. Sometimes those deals are only available for a few weeks. "}, {"type": "text", "text": "The best interest rate may only last on a product for a year, after which it may revert to a much lower rate. So, being loyal may be more convenient, but won't necessarily pay the most. That is why it is best to review old accounts you may have set up years ago."}, {"type": "text", "text": "In fact, banks have come under heavy pressure from MPs and regulators to ensure that rates - particularly on easy-access accounts - reflect the wider market and are not just used to make excess profits."}, {"type": "text", "text": "Every basic and higher-rate taxpayer has a personal savings allowance, which means you don't pay tax on the first £1,000 of interest you earn from savings (or the first £500 if you're a higher-rate taxpayer)."}, {"type": "text", "text": "Individual Savings Accounts, known as Isas, allow you to save up to £20,000 a year, and the interest is tax-free."}, {"type": "text", "text": "Large amounts held in savings can affect a claim for universal credit."}, {"type": "text", "text": "If a bank or building society goes bust, then the first £85,000 per person, per institution is safe and would be refunded."}]}, {"_id": "6543a1770ee2cf6e50c0e3ba", "url": "https://www.bbc.co.uk/news/business-61592496?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Pensioners", "subCategories": [], "title": "Cost-of-living payments: Latest £300 instalment being paid from now", "lead": "Millions of low-income households will receive a cost-of-living payment between now and 19 November.", "author": "Kevin Peachey", "datePublished": "20231031", "dateScraped": "2023-11-02 14:17:43.675006", "dateUpdated": "20231031", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E99D/production/_127150895_24b7d0de-7aa6-474d-b7c4-fe291b560f20.jpg", "body": [{"type": "headline", "text": "Millions of low-income households across the UK are starting to receive the latest instalment of cost-of-living payments."}, {"type": "text", "text": "Eight million people on means-tested benefits, such as Universal Credit, will receive £300 directly by 19 November, without the need to make a claim."}, {"type": "text", "text": "It is the second of three instalments that will eventually total £900."}, {"type": "text", "text": "All will be paid directly into eligible recipients' bank accounts, and people are being warned about scammers using the situation to try to trick people into handing over personal information."}, {"type": "text", "text": "A committee of MPs is currently investigating whether the payments are supporting those most in need."}, {"type": "text", "text": "Some groups are receiving payments to help with higher bills, including:"}, {"type": "text", "text": "The first instalment of £301 for those on means-tested benefits was received by about eight million people in late April and June. The next of £300 is being paid between 31 October and 19 November."}, {"type": "text", "text": "The payment, in three instalments, is available to households who receive the following benefits: "}, {"type": "text", "text": "The payment reference on a recipient's bank account is their national insurance number, followed by DWP COL."}, {"type": "text", "text": "The 1.1 million people who receive only working tax credit or child tax credit, rather than any of the other benefits, are paid slightly later than others."}, {"type": "text", "text": "People are not eligible for these payments if they receive the new-style employment and support allowance, contributory employment and support allowance, or the new-style jobseeker's allowance - unless they get universal credit."}, {"type": "text", "text": "Anyone who thinks they should have received the help but did not should contact the office that pays their benefit or tax credits, or report it here."}, {"type": "text", "text": "To qualify for the latest instalment, people had to have claimed a benefits payment between 18 August and 17 September, or received a payment for an assessment period ending between these dates. Pensioner households may be able to have a new pension credit claim backdated."}, {"type": "text", "text": "An estimated 850,000 pensioner households do not claim pension credit, which is a gateway to these extra payments."}, {"type": "text", "text": "Other eligibility details are outlined here. "}, {"type": "text", "text": "None of these cost-of-living payments affect the tax you pay, or the benefits or tax credits you receive."}, {"type": "text", "text": "Up to six million people on the following disability benefits received another £150:"}, {"type": "text", "text": "Those payments were made between 20 June and 4 July."}, {"type": "text", "text": "Households that receive the winter fuel payment - which is worth £200-£300 and is paid to nearly all homes with at least one person of pension age - received an extra £300 in November or December 2022, and will get another £300 this coming winter."}, {"type": "text", "text": "Lower-income pensioners who claim pension credit get the money in addition to the support provided for those on benefits."}, {"type": "text", "text": "Two payments totalling £650 were made in 2022 to more than eight million low-income households. "}, {"type": "text", "text": "Payments of £300 were also paid to pensioners during last winter, and a £150 payment was also made to those with disabilities. "}, {"type": "text", "text": "Some people would have received all of those payments, if they were eligible."}, {"type": "text", "text": "A £150 rebate, often through people's council tax bill, was made last year. The Household Support Fund, which is distributed by local councils, helped vulnerable people, including giving fuel vouchers to those in need."}, {"type": "text", "text": "All household energy bills were cut by at least £400 between October and March. "}, {"type": "text", "text": "The discount was made automatically by energy suppliers in England, Scotland and Wales. However, there are no plans to repeat this in the coming winter. "}, {"type": "text", "text": "Separate arrangements were made for households in Northern Ireland, which has its own energy market. "}, {"type": "text", "text": "They received a single payment of £600 starting in January, which was more than in the rest of the UK because a higher proportion of households use heating oil. "}, {"type": "text", "text": "Direct debit customers in Northern Ireland had the money paid into their bank accounts. Other customers were sent a voucher. "}, {"type": "text", "text": "The Commons Work and Pensions Committee is investigating whether cost-of-living payments have been received by those in most need of help."}, {"type": "text", "text": "They are studying whether some have missed out on hundreds of pounds because they are just outside the qualifying criteria, and whether the package as a whole is sufficient for low-income families."}, {"type": "text", "text": "The government launched an Energy Price Guarantee in October 2022, which limited a typical dual-fuel household's annual energy bill to £2,500 throughout last winter."}, {"type": "text", "text": "The scheme, which applied to England, Wales and Scotland, is still in place if needed, but has not been required since July."}, {"type": "text", "text": "That's because a typical bill fell to around £2,074 a year under regulator Ofgem's energy price cap in the summer, and fell further to £1,923 a year in October."}, {"type": "text", "text": "A government scheme to cut energy bills for businesses finished at the end of March. "}, {"type": "text", "text": "Under a new scheme that began in April, firms get a discount on wholesale prices rather than costs being capped as under the previous deal."}, {"type": "text", "text": "Heavy energy-using sectors, like glass, ceramics and steelmakers, get a larger discount than others."}, {"type": "headline", "text": "How is the rising cost of living affecting you? Please get in touch by emailing: haveyoursay@bbc.co.uk."}, {"type": "text", "text": "Please include a contact number if you are willing to speak to a Informfully journalist. You can also get in touch in the following ways:"}, {"type": "text", "text": "If you are reading this page and can't see the form you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "}]}, {"_id": "6543a1780ee2cf6e50c0e3bb", "url": "https://www.bbc.co.uk/news/business-64288791?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Personal finance", "subCategories": [], "title": "Cost of living: Five tips when asking for a pay rise", "lead": "Recruiters, a manager and a workplace psychologist give their advice on how to negotiate for more money.", "author": "Noor Nanji", "datePublished": "20230815", "dateScraped": "2023-11-02 14:17:44.146049", "dateUpdated": "20230815", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15EF2/production/_128324898_gettyimages-1170678805.jpg", "body": [{"type": "headline", "text": "If you feel like you're not getting paid enough, you're probably not alone."}, {"type": "text", "text": "While average wages have been increasing, they're still not keeping up with the pace of price rises, which means many people are finding it harder to get by."}, {"type": "text", "text": "Recent months have seen waves of strikes, with tens of thousands of workers walking out in disputes over pay, jobs and conditions."}, {"type": "text", "text": "Many of these strikes have taken place in the public sector, where workers often do not have the power to negotiate individually."}, {"type": "text", "text": "And whether you work in the public or private sector, even if you do have a conversation with your manager there's no guarantee that it will result in a pay rise."}, {"type": "text", "text": "However, there are ways to give yourself the best chance of success. "}, {"type": "text", "text": "We spoke to recruiters, a manager and a workplace psychologist to get five tips on how to best negotiate for more money."}, {"type": "text", "text": "Jill Cotton, a career trends experts at jobs site Glassdoor, says scheduling a talk in advance will allow you and your boss time to prepare, and means you're more likely to have a productive conversation."}, {"type": "text", "text": "'Don't spring this on your line manager,' Ms Cotton says. 'Be upfront and say that you want to book in a conversation that is specifically about pay.'"}, {"type": "text", "text": "Rowsonara Begum, who helps her brother run Saffron Indian takeaway in Salisbury, says it also needs to be the right time for the business."}, {"type": "text", "text": "The takeaway has five members of staff and occasionally takes on additional workers during busy periods."}, {"type": "text", "text": "She says if workers pick a time when the business is doing well, they will have the best chance of successfully negotiating more money."}, {"type": "text", "text": "If you're asking for a pay rise, you should have lots of evidence of why you deserve one."}, {"type": "text", "text": "'Know what you've achieved either from a work setting or what you've done to develop yourself, maybe to support your team, support your line managers. List all the pros of what you've done,' says Shan Saba, a director at Glasgow-based recruitment firm Brightwork."}, {"type": "text", "text": "This evidence also helps your manager rationalise why you should be paid more, according to Stephanie Davies, a workplace psychologist."}, {"type": "text", "text": "'The brain needs a 'why' - why should I pay you this amount?' she says."}, {"type": "text", "text": "However, it's not just about bringing a list of all the things you've done. You should also be clear about what you want to do next, says Mr Saba."}, {"type": "text", "text": "'If you have aspirations of moving up through your organisation, have a plan of what you're looking to do over the coming year.'"}, {"type": "text", "text": "When asking your boss for more money, it helps if you're confident and know your worth."}, {"type": "text", "text": "That's something Ms Begum has noticed, from her experience of having these talks with staff."}, {"type": "text", "text": "'Here in Salisbury, it's quite difficult to get the staff we need,' she says."}, {"type": "text", "text": "'It's also become harder to recruit from overseas. So workers have negotiating power because they know there's a shortage.'"}, {"type": "text", "text": "Often people don't feel confident because there is a 'stigma' around talking about pay, says Glassdoor's Jill Cotton, but it's 'an important part of work'."}, {"type": "text", "text": "Women and people from minority backgrounds can often find it particularly hard to ask for more more, adds psychologist Stephanie Davies."}, {"type": "text", "text": "Her advice to them is to ask for a mentor or role model, who can help guide them through those conversations."}, {"type": "text", "text": "Most experts agree it's best to have an exact figure in mind before embarking on a conversation about pay."}, {"type": "text", "text": "Do your research, advises James Reed, chair of recruitment firm Reed."}, {"type": "text", "text": "'You can go online and look at job adverts and see what other comparable jobs are being recruited for and what the salaries are,' he says."}, {"type": "text", "text": "Ms Cotton warns the figure should be realistic."}, {"type": "text", "text": "'We would all love to be paid millions of pounds every single year. But we are being paid to fulfil a role with the skillset we have,' she says."}, {"type": "text", "text": "If the above steps don't result in a pay rise, try not to be disheartened."}, {"type": "text", "text": "'Sometimes these conversations can take a while, even months, but it's important to keep the communication open,' says Ms Begum."}, {"type": "text", "text": "Pay is also not the be-all and end-all, says Mr Reed."}, {"type": "text", "text": "'It's not just necessarily about money. You might be able to get more holiday or more flexibility around working hours,' he says, adding you could also negotiate extra training and development."}, {"type": "text", "text": "And if you don't feel you're getting what you want from your employer, remember, there are other opportunities out there."}, {"type": "text", "text": "'You can always look elsewhere, that's the really big lesson,' says Ms Davies."}]}, {"_id": "6543a1780ee2cf6e50c0e3bc", "url": "https://www.bbc.co.uk/news/business-61745697?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Cost of living", "subCategories": [], "title": "Fuel cost: How to save petrol and diesel", "lead": "With weak competition adding to fuel prices, are drivers doing the right things to save money?", "author": "Tom Edgington", "datePublished": "20230703", "dateScraped": "2023-11-02 14:17:44.638420", "dateUpdated": "20230703", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/08D2/production/_130285220_e4-3w-qc.png", "body": [{"type": "headline", "text": "Making fewer journeys is the most obvious way to save money, but how else can you use less fuel?"}, {"type": "text", "text": "Here are five popular tips from drivers - and whether or not they really work."}, {"type": "text", "text": "Many motorists consider driving at exactly 56mph to be optimum for fuel efficiency."}, {"type": "text", "text": "However, there is no ideal fixed driving speed, according to the RAC motoring group."}, {"type": "text", "text": "The 56mph myth, it says, came out of old fuel consumption tests - comparing driving in a built-up area to driving at 56mph and at 75mph."}, {"type": "text", "text": "The most efficient of the three was 56mph, which led people to think this was always the best speed. "}, {"type": "headline", "text": "However, depending on the type of car and its size, the RAC says 45-50mph is most efficient."}, {"type": "text", "text": "If you've ever resisted the urge to reach for the air conditioning on a hot summer's day to save fuel, you were right to do so."}, {"type": "text", "text": "Extra energy is needed to power a car's air conditioning system and turning it on can increase your fuel consumption by up to 10% according to the AA."}, {"type": "text", "text": "The impact might be more noticeable on shorter trips - that's because the air conditioner has to use more power initially to bring down the inside temperature of your car."}, {"type": "text", "text": "Opening your windows might be better, but this creates a separate problem called 'drag'. This is where your engine has to work harder to compensate for the air resistance created by the open windows."}, {"type": "text", "text": "If you're forced to choose between two, the best option will depend on your speed. The air conditioner is probably the better above 50mph because the faster you drive the greater the drag caused by open windows. "}, {"type": "text", "text": "Coasting is when you drive with the car in neutral, or with the clutch pedal held down."}, {"type": "text", "text": "The AA recommends against coasting. Not only could it be unsafe (because you can't accelerate out of a tricky situation), the group also says it's unlikely to save you any petrol. "}, {"type": "text", "text": "It says most cars have electric controls which cut the supply of fuel each time you take your foot off the accelerator - so there's nothing to be gained by coasting."}, {"type": "text", "text": "Cruise control - a device which keeps your car at a constant speed without having to use the accelerator pedal - is often seen as a sure-fire way to save fuel, as it avoids unnecessary acceleration and harsh braking. "}, {"type": "text", "text": "However, this may only be true when it comes to motorway driving - due to the constant flat surface. "}, {"type": "text", "text": "On other road types you are more likely to come across hills and your cruise control will take time to adjust to the change in gradient, using up more fuel in the process."}, {"type": "text", "text": "Normally you take your foot off the accelerator as you begin to descend down a hill, but as your cruise control can't see what's in front it spends extra time using power - leading to worse fuel consumption."}, {"type": "text", "text": "Underinflated tyres will use up extra petrol. The advice is to check your pressures regularly, especially before heading off on a long journey. "}, {"type": "text", "text": "The correct pressure will be listed in your car's manual, but you may need to increase it to the recommended maximum if you're carrying several passengers and heavy luggage."}, {"type": "text", "text": "However, any extra weight will still use up additional fuel - so leave out anything you don't need."}]}]