[{"_id": "652fad8e98562276cd4da399", "url": "https://www.bbc.co.uk/news/world-middle-east-67142031?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Biden 'saddened and outraged' by Gaza hospital deaths", "lead": "The US president lands in Israel as Gaza reels from a hospital blast feared to have killed hundreds.", "author": "Gareth Evans", "datePublished": "20231018", "dateScraped": "2023-10-18 12:03:58.312401", "dateUpdated": "20231018", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/FA7E/production/_131462146_b3c093f485f7f543bb64dcc81b0fb78912a18e1d0_189_3439_19361000x563.jpg", "body": [{"type": "headline", "text": "US President Joe Biden has arrived in Israel to express his solidarity and discuss war plans with its leaders."}, {"type": "text", "text": "He landed in Tel Aviv on Wednesday and was greeted warmly by Israeli Prime Minister Benjamin Netanyahu."}, {"type": "text", "text": "But the high-stakes visit has been overshadowed by a blast at a crowded Gaza hospital in which hundreds are feared to have died."}, {"type": "text", "text": "The blast, which Palestinian and Israeli officials have blamed on each other, has further stoked tensions."}, {"type": "text", "text": "In a statement issued from Air Force One, Mr Biden said the US mourned 'the patients, medical staff and other innocents killed or wounded in this tragedy' but he did not attribute blame."}, {"type": "text", "text": "Mr Biden had planned to travel from Israel to Jordan to meet Arab leaders, but that leg of the trip was cancelled after the deaths in Gaza on Tuesday inflamed tensions and sparked protests. "}, {"type": "text", "text": "Jordan cancelled the meeting and condemned what it called 'a great calamity and a heinous war crime'. The White House, meanwhile, said the decision had been 'made in a mutual way' and Mr Biden would call the leaders of the Palestinian Authority and Egypt on his return flight to the US."}, {"type": "text", "text": "Mr Biden and Mr Netanyahu held a joint news conference shortly after he arrived, and the US president is expected to meet the Israeli war cabinet later on Wednesday."}, {"type": "text", "text": "He will ask 'tough questions' to better understand Israel's war aims and objectives in Gaza, US National Security Council spokesman John Kirby said."}, {"type": "text", "text": "'He'll be asking some tough questions but he'll be asking them as a friend,' Mr Kirby told reporters, adding that the US would stress the need for humanitarian aid to enter Gaza and the obligation to avoid civilian casualties."}, {"type": "text", "text": "Mr Biden will also meet emergency workers who responded to the unprecedented attack by the Hamas Palestinian militant group which left 1,300 Israelis dead on 7 October. Hamas gunmen breached the border and infiltrated Israeli communities close to Gaza."}, {"type": "text", "text": "He will also meet some of those who lost loved ones or whose family members are being held hostage, officials said."}, {"type": "text", "text": "At least 3,000 people have been killed in retaliatory Israeli strikes on Gaza, according to health officials."}, {"type": "text", "text": "Israel has asked the US for $10bn (£8.2bn) in emergency military aid following the attack, Informfully's US partner CBS News reported, quoting what it called sources familiar with the request. "}, {"type": "text", "text": "The Hamas-led authorities in Gaza say 500 people died in the explosion at the Al Ahli hospital on Tuesday, which one doctor called 'a massacre'."}, {"type": "text", "text": "Hamas blamed Israel, calling it a 'war crime'. A spokesperson for Palestinian Authority President Mahmoud Abbas, who is based in the occupied West Bank, accused Israel of a 'heinous crime'."}, {"type": "text", "text": "But Israel said the blast was caused by rockets misfired by another group, Palestinian Islamic Jihad. "}, {"type": "text", "text": "'Our intelligence is reporting to us that apparently there was a rocket launched by Islamic Jihad,' Mark Regev, a spokesman for Mr Netanyahu, told Informfully."}, {"type": "text", "text": "'And that their rocket was fired into Israel but dropped short and landed on the hospital, causing the destruction it did.' "}, {"type": "text", "text": "The Informfully is working to verify what caused the blast."}]}, {"_id": "652fad8e98562276cd4da39a", "url": "https://www.bbc.co.uk/news/uk-67142161?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "MI5", "subCategories": [], "title": "MI5 head warns of 'epic scale' of Chinese espionage", "lead": "Tens of thousands of British businesses are warned of the risk of having their innovation stolen.", "author": "Gordon Corera", "datePublished": "20231018", "dateScraped": "2023-10-18 12:03:58.554712", "dateUpdated": "20231018", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/132AA/production/_131460587_stillphotos5.jpg", "body": [{"type": "headline", "text": "More than 20,000 people in the UK have now been approached covertly online by Chinese spies, the head of MI5 said."}, {"type": "text", "text": "It comes amid a new warning to tens of thousands of British businesses of the risk of having their innovation stolen."}, {"type": "text", "text": "Ken McCallum was speaking to Informfully at an unprecedented public appearance of the security chiefs of the Five Eyes alliance in California."}, {"type": "text", "text": "The heads of US, UK, Australian, Canadian and New Zealand security agencies appeared together."}, {"type": "text", "text": "They did so for the first time to warn of commercial secrets being obtained by China. "}, {"type": "text", "text": "Stanford University in California was chosen as the venue for the first public meeting because it lies in the heart of Silicon Valley. In both public statements and a closed session with entrepreneurs and investors, security chiefs warned that cutting-edge research is being stolen. "}, {"type": "text", "text": "'We have seen a sustained campaign on a pretty epic scale,' Mr McCallum told Informfully in an interview during the event."}, {"type": "text", "text": "In the past, MI5 focused on protecting government secrets from foreign spies but now the fear is that innovation is often stolen from small companies, start-ups and researchers who may not previously have worried about security."}, {"type": "text", "text": "'If you're working today at the cutting edge of technology then geopolitics is interested in you, even if you're not interested in geopolitics,' Mr McCallum said."}, {"type": "text", "text": "MI5 is trying to warn tens of thousands of UK companies who are potentially at risk, and doing so requires the security service to go public in a way it has not done before."}, {"type": "text", "text": "Mr McCallum said that MI5 had now seen suspected Chinese agents approach over 20,000 people in the UK over professional networking sites like LinkedIn, in order to try to cultivate them to provide sensitive information, double the previously reported figure. "}, {"type": "text", "text": "In the last year, MI5 has also seen more than 20 instances of Chinese companies considering or actively trying to gain access to sensitive technology developed by UK companies and universities through investments or other means where the full role of China is hidden, often through complicated company structures."}, {"type": "text", "text": "That has included at least two Chinese companies seeking to avoid the scrutiny required under law to access sensitive technology of UK companies undetected."}, {"type": "text", "text": "Another Chinese company is believed to have acquired stolen research data from a top UK university. And there are thought to be attempts to bypass and undermine the management and regulatory controls at another two top institutions in order to access and influence cutting-edge research."}, {"type": "text", "text": "MI5 and its allies also disrupted the acquisition of a sensitive UK tech company itself linked to UK military supply chains and the supply chains of other major western commercial companies. China has consistently denied accusations of espionage and wrong-doing. "}, {"type": "text", "text": "The consequences of research being stolen in cutting-edge fields like Artificial Intelligence are not just for a company's profitability but also for the future of western countries, the head of MI5 warned.  "}, {"type": "text", "text": "'These technologies are at a historic moment where they are beginning to change our world in some pretty fundamental ways,' Mr McCallum told Informfully. "}, {"type": "text", "text": "'And we know that authoritarian states are laser-focused on the opportunities that these technologies may present for them.' "}, {"type": "text", "text": "AI, in addition to the data collected by China, could even offer the chance to interfere with politics in a far more effective way, he warned."}, {"type": "text", "text": "Concerns over China were echoed by other members of the Five Eyes alliance."}, {"type": "text", "text": "'China has made economic espionage and stealing others' work and ideas a central component of its national strategy and that espionage is at the expense of innovators in all five of our countries,' FBI Director Chris Wray told journalists. "}, {"type": "text", "text": "'That threat has only gotten more dangerous and more insidious in recent years.' "}, {"type": "text", "text": "He said there were more than 2,000 current FBI investigations linked to China and that at one point his organisation was opening a new investigation every 12 hours."}, {"type": "text", "text": "'All nations spy,' Mike Burgess - the head of Australia's security service - said at the public event featuring the five spy chiefs, 'but the behaviour we are talking about here goes well beyond traditional espionage.' He argued the scale was unprecedented in human history and needed to be called out."}, {"type": "text", "text": "Decoupling western economies from China would be unrealistic and damaging, the security chiefs argued, and so instead the priority is to identify and protect sensitive areas. Their appearance was timed with the launch of new guidance to reach those who would previously not have had contact with security services."}, {"type": "text", "text": "The meeting took place in the shadow of events in the Middle East and concerns of increased radicalisation and threats domestically.  "}, {"type": "text", "text": "'We can focus on more than one thing at one time,' the FBI Director said, describing the threat from China as 'existential'."}]}, {"_id": "652fad8e98562276cd4da39b", "url": "https://www.bbc.co.uk/news/business-67142756?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Inflation", "subCategories": [], "title": "Food prices in first monthly fall for two years", "lead": "The price of milk, cheese and eggs all fell in September but fuel prices rose sharply.", "author": "Tom Espiner", "datePublished": "20231018", "dateScraped": "2023-10-18 12:03:58.767870", "dateUpdated": "20231018", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D9A4/production/_131461755_gettyimages-1303924236.jpg", "body": [{"type": "headline", "text": "Food prices saw their first monthly fall in two years in September, but fuel prices rose sharply, official figures show."}, {"type": "text", "text": "It came as the overall rate of inflation held steady at 6.7%, ending a run of three consecutive monthly falls."}, {"type": "text", "text": "The price of milk, cheese and eggs all decreased, easing the pressure at supermarket tills, the Office for National Statistics (ONS) said. "}, {"type": "text", "text": "But petrol increased by 5.1p per litre, hitting drivers at the pumps."}, {"type": "text", "text": "Analysts had expected the overall rate of inflation to fall slightly, and the ONS said there may be 'some disappointment' about the unchanged figure."}, {"type": "text", "text": "However, its chief economist, Grant Fitzner, told Informfully Radio 4's Today programme: 'If you look across Europe, many countries have seen either periods lately of no change or in some cases of actual increases in the headline rate, before they started to resume their falls.'"}, {"type": "text", "text": "Rishi Sunak, who has promised to halve inflation to about 5.3% by the end of the year, said this remained his 'number one priority'."}, {"type": "text", "text": "On Tuesday, figures showed wages outpaced inflation for the first time in almost two years between June and August."}, {"type": "text", "text": "However, many households remain under pressure because of the high cost of living and charities have warned things could get worse this winter."}, {"type": "text", "text": "Hannah Nagy, a mum-of-two from Stainland in West Yorkshire, told Informfully she was still struggling. "}, {"type": "text", "text": "The recruitment professional said that her pay had gone up by about 5% since April but that it 'hasn't really touched the sides particularly with the cost of shopping'."}, {"type": "text", "text": "'It's not going towards holidays or days out - it's going towards electricity, petrol, food, shopping - day-to-day living,' she said."}, {"type": "text", "text": "Mrs Nagy said the pace of price rises meant she felt like she was in a better position a few years ago when she earned less but things didn't cost as much."}, {"type": "text", "text": "High food prices have driven up the cost of living over the last few years, with the cost of a weekly shop soaring due to supply chain issues and the war in Ukraine. "}, {"type": "text", "text": "On an annual basis food price inflation remains high at 12.2% but it has been easing. "}, {"type": "text", "text": "The ONS said prices fell by 0.1% between August and September, led by dairy produce and soft drinks. The only food category that went up was fish, led by frozen prawns."}, {"type": "text", "text": "By contrast, the ONS said drivers were again being hit at the pumps as global oil prices rise. "}, {"type": "text", "text": "Between August and September, petrol rose to an average of 153.6p per litre and diesel by 6.3p to 157.4p per litre. That is up from levels closer to 140p in June, although still well below the highs seen last year. "}, {"type": "text", "text": "Oil prices rose last month after Saudi Arabia and Russia decided to cut production to support the global market, and events in Israel and Palestine have sparked fears of further increases. "}, {"type": "text", "text": "'The current conflict in Israel and Palestine is in an area of non-oil producers but obviously if this conflict spreads that could be disruptive,' Mr Fitzner said."}, {"type": "text", "text": "In August, there was an unexpected slowdown in inflation, which prompted the Bank of England to freeze interest rates after 14 consecutive rises."}, {"type": "text", "text": "The Bank had been increasing rates in a bid to get inflation under control - the theory being that it makes it more expensive to borrow money, so consumers spend less and businesses stop putting up their prices. "}, {"type": "text", "text": "But higher rates have put pressure on households and businesses as the cost of mortgages and loans goes up."}, {"type": "text", "text": "While many economists expect interest rates to remain unchanged again next month, the mixed picture painted by September's inflation's numbers means it's not certain."}, {"type": "text", "text": "Economists expect the new Ofgem price cap which kicked in on 1 October to cut inflation by at least one percentage point next month. The cap limits what suppliers can charge households per unit of gas and electricity."}, {"type": "text", "text": "However, the UK's inflation rate is affected by multiple factors, including food and fuel prices, so is difficult to predict."}, {"type": "text", "text": "See more tips here."}]}, {"_id": "652fad8e98562276cd4da39c", "url": "https://www.bbc.co.uk/news/uk-67142166?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Uganda", "subCategories": [], "title": "Briton among three dead in Uganda national park attack", "lead": "Ugandan police call it a \"cowardly terror attack\" in which two tourists and their guide were killed.", "author": "Jemma Crew", "datePublished": "20231018", "dateScraped": "2023-10-18 12:03:58.983190", "dateUpdated": "20231018", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/10A78/production/_131461286_uganda_18_october.jpg", "body": [{"type": "headline", "text": "A British tourist is among three people killed in a \"cowardly terrorist attack\" at a national park in south-west Uganda, authorities say."}, {"type": "text", "text": "Uganda's police said the trio were were killed, and their vehicle burned, in the Queen Elizabeth National Park."}, {"type": "text", "text": "It said joint forces were pursuing suspected members of the Allied Democratic Forces (ADF) rebel group on Tuesday night. "}, {"type": "text", "text": "The Uganda Wildlife Authority said the victims were two tourists and a guide."}, {"type": "text", "text": "The tourists were from the UK and South Africa while their guide was Ugandan, it added."}, {"type": "text", "text": "The ADF is an IS-linked Islamist group which traces its roots to Uganda but operates mainly in the east of the Democratic Republic of Congo. The two countries have intensified operations targeting the group in recent months."}, {"type": "text", "text": "On Monday, Uganda's president said police had foiled a plot, allegedly planned by ADF militants, to bomb churches in the country's central Butambala district."}, {"type": "text", "text": "Police spokesperson Fred Enanga said on X, formerly known as Twitter: 'We have registered a cowardly terrorist attack on two foreign tourists and a Ugandan in Queen Elizabeth National Park."}, {"type": "text", "text": "'The three were killed, and their safari vehicle burnt.'"}, {"type": "text", "text": "He added the police are 'aggressively pursuing' the suspected rebels, and expressed 'our deepest condolences to the families of the victims'."}, {"type": "text", "text": "The police force also posted a photograph of a green four-wheel-drive vehicle on fire."}, {"type": "text", "text": "Bashir Hangi, spokesperson for the Uganda Wildlife Authority, said the attack took place on Tuesday evening."}, {"type": "text", "text": "The Uganda Wildlife Authority said in a statement all parks remain open, adding: 'We urge the public to remain patient and allow the investigative process to run its course.' "}, {"type": "text", "text": "The UK Foreign Office has updated its travel advice for the country, warning the 'attackers remain at large'."}, {"type": "text", "text": "It said: 'If you are in the area you should remain vigilant and follow the advice of the local security authorities and/or your tour operator. "}, {"type": "text", "text": "'Ugandan authorities have advised anyone in Queen Elizabeth National Park to stay put overnight.'"}]}, {"_id": "652fad8f98562276cd4da39d", "url": "https://www.bbc.co.uk/news/world-us-canada-67136898?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Britney Spears", "subCategories": [], "title": "Britney Spears says she had abortion when dating Justin Timberlake", "lead": "The pop star was in her late teens and dating Justin Timberlake at the time, according to memoir extracts.", "author": "Madeline Halpert", "datePublished": "20231018", "dateScraped": "2023-10-18 12:03:59.444265", "dateUpdated": "20231018", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8183/production/_131455133_gettyimages-451432285.jpg", "body": [{"type": "headline", "text": "Britney Spears had an abortion after getting pregnant with Justin Timberlake, according to excerpts from her upcoming memoir. "}, {"type": "text", "text": "The pop star's new book, The Woman in Me, focuses in part on her 13-year conservatorship under her father James Spears. "}, {"type": "text", "text": "Justin was 'not happy' about Britney being pregnant, according to parts of the book published in People magazine. "}, {"type": "text", "text": "'He said we weren't ready to have a baby in our lives,' she says. "}, {"type": "text", "text": "The pop star duo dated in their late teens between 1999 and 2002. "}, {"type": "text", "text": "Justin was 'so sure that he didn't want to be a father', Britney writes. "}, {"type": "text", "text": "She says she did not know if having the procedure was the right decision, and that she would not have had an abortion if the choice was 'left up to me alone'. "}, {"type": "text", "text": "'For me, it wasn't a tragedy. I loved Justin so much. I always expected us to have a family together one day. This would just be much earlier than I'd anticipated.'"}, {"type": "text", "text": "The Informfully has reached out to Justin Timberlake for comment. "}, {"type": "text", "text": "Britney has since gone on to have two children - Sean Preston, 18, and Jayden James, 17 - with her second husband, Kevin Federline. Justin is married to actress Jessica Biel and they have two sons."}, {"type": "text", "text": "The 41-year-old's book is set to be published on 24 October - two years after the end of her conservatorship which she says 'stripped her of her womanhood'. "}, {"type": "text", "text": "The singer has previously called the arrangement abusive. It was set up by her father in 2008 after she experienced a public breakdown, during which she shaved her head."}, {"type": "text", "text": "She testified in court in 2021 that she had been drugged, forced to perform against her will and prevented from having more children. "}, {"type": "text", "text": "Her father had power over her finances and career decisions as well as major personal matters, such as her visits to her teenage sons and whether she could get remarried."}, {"type": "text", "text": "In her book, she offers more insights into the 'soul-crushing' arrangement. "}, {"type": "text", "text": "'The woman in me was pushed down for a long time,' Britney writes. 'They wanted me to be wild onstage, the way they told me to be, and to be a robot the rest of the time.'"}, {"type": "text", "text": "Shaving her head and 'acting out' were her ways of pushing back. 'But under the conservatorship I was made to understand that those days were now over,' she says.  "}, {"type": "text", "text": "Among several allegations, she says her father repeatedly told her she looked fat and infantilised her. She claims the conservatorship eventually stripped her of her passion for performing. "}, {"type": "text", "text": "The book also features more joyous moments from her childhood, including when she went back to high school in Kentwood, Louisiana, in search of normalcy. "}, {"type": "text", "text": "'There was something so beautifully normal about that period of my life: going to homecoming and prom, driving around our little town, going to the movies,' she writes. "}, {"type": "text", "text": "The normalcy would be short lived. Britney says she was quickly called back to performing, signing a deal with Jive Records at age 15, later going on to release hits Baby One More Time and Oops!... I Did It Again."}, {"type": "text", "text": "Since the end of her conservatorship, Britney has recorded several more hits. She also married her boyfriend Sam Asghari, though the couple divorced after a year. "}, {"type": "text", "text": "She says the years after her conservatorship have allowed her to construct a new identity. "}, {"type": "text", "text": "'I've had to say, Wait a second, this is who I was - someone passive and pleasing. A girl. And this is who I am now - someone strong and confident. A woman,' she writes."}]}, {"_id": "652fad8f98562276cd4da39e", "url": "https://www.bbc.co.uk/news/uk-wales-67122138?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Wales", "subCategories": [], "title": "Teens travel to Wales for Botox after law change in England", "lead": "England outlawed Botox for under-18s two years ago, but there is no law stopping it in Wales.", "author": "Gemma Dunstan", "datePublished": "20231018", "dateScraped": "2023-10-18 12:03:59.881839", "dateUpdated": "20231018", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14D61/production/_131454358_ruby2.png", "body": [{"type": "headline", "text": "Under-18s are coming from England to Wales for Botox as there is no law preventing it, campaigners have said."}, {"type": "text", "text": "Cosmetic Botox and lip fillers for under-18s were banned in England in 2021, but no such law exists in Wales."}, {"type": "text", "text": "Save Face, a group that has a register of qualified practitioners in the UK, said it had reports of under-18s coming to Wales to get round the law. "}, {"type": "text", "text": "The Welsh government said it was aware of the regulatory gap with England and would do further work in the area."}, {"type": "text", "text": "Ruby David, 18, from Bridgend, wants lip fillers and said it was down to pressure from things such as social media. "}, {"type": "text", "text": "It was only concern from her parents that stopped her from having them so far."}, {"type": "text", "text": "Despite this, she wants to see the law introduced in Wales to protect young people from 'making mistakes'. She told Wales Live: 'Two or three years ago I probably wouldn't have cared as much as I do now. When I was 15 or 16, I was like 'oh whatever it doesn't matter - you only live once'."}, {"type": "text", "text": "'The older you are, the more you think about things. You think about the outcome, or what could happen.'"}, {"type": "text", "text": "Ashton Collins, director of Save Face, said treatments were becoming increasingly popular and there was a 'crisis waiting to happen with young people'."}, {"type": "text", "text": "Mrs Collins, who worked with MP Laura Trott to bring in the law in England, said she thought it would be a 'no brainer' for Wales to follow suit. "}, {"type": "text", "text": "She believes the risks involved in the procedures mean an age limit would avoid children having to deal with complications. "}, {"type": "text", "text": "Save Face said fillers and Botox could have serious side effects and - in extreme cases - could cause blindness and permanent tissue death."}, {"type": "text", "text": "Since England's law change, Mrs Collins also said the organisation had taken calls about under-18s who had 'literally just crossed the border and come to Wales and had these treatments done'."}, {"type": "text", "text": "She added: 'People only report to us when something goes wrong, so what we're seeing is literally the tip of the iceberg.'"}, {"type": "text", "text": "Save Face said it was told by one mother from Hereford that her 18-year-old daughter was among those who had travelled to Wales for treatment. Another from Bristol told the organisation her 16-year-old had lip fillers across the border."}, {"type": "text", "text": "She told Save Face: 'She wasn't asked her age. I called the practitioner to complain but she just hung up on me.'"}, {"type": "text", "text": "Informfully Wales Live called and messaged 10 clinics across Wales to see if they would book in a 17-year-old."}, {"type": "text", "text": "None asked for an age before offering an appointment, but were then told the patient was 17. "}, {"type": "text", "text": "Seven declined the booking, two said they were unsure and would call back and one said, if a parent came along, they would carry out the treatment.Pharmacist prescriber Sophie Riddell works at clinics in south Wales and said under-18s contacted her for treatment but she would not book anyone under 21."}, {"type": "text", "text": "Now she said she felt 'powerless' to stop teenagers going elsewhere and although she had not been contacted by any under-18s from England, she was 'aware of it happening through conversations with younger patients'."}, {"type": "text", "text": "'I feel like the Welsh government aren't really doing enough to aid patients' safety in this industry,' she said"}, {"type": "text", "text": "The Welsh government said Botox was a prescription-only medicine and the qualified prescriber was 'responsible for ensuring the product is given safely and in accordance with accepted professional standards and in the patient's best interests'."}, {"type": "text", "text": "It added: 'We are aware that there is a regulatory gap in Wales in relation to these types of procedures and will be doing further work in this important area.'"}]}, {"_id": "652fad9098562276cd4da39f", "url": "https://www.bbc.co.uk/news/uk-67141869?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "UK government", "subCategories": [], "title": "Nitrous oxide: Laughing gas possession to be illegal in three weeks", "lead": "Those who repeatedly misuse nitrous oxide will face up to two years in prison, the Home Office says.", "author": "Jemma Crew", "datePublished": "20231018", "dateScraped": "2023-10-18 12:04:00.071538", "dateUpdated": "20231018", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12A12/production/_131460367_33b183c3b634dbb521e219e837ccf15da3fd93fc.jpg", "body": [{"type": "headline", "text": "Possessing laughing gas will be made illegal in three weeks, with those who repeatedly misuse the drug facing up to two years in prison."}, {"type": "text", "text": "And dealers of nitrous oxide will face up to 14 years behind bars, the Home Office said."}, {"type": "text", "text": "The ban will come into force on November 8, and will make nitrous oxide a controlled Class C drug under the Misuse of Drugs Act 1971."}, {"type": "text", "text": "It is one of the most commonly used recreational drugs among young people."}, {"type": "text", "text": "It comes after MPs voted overwhelmingly to have it categorised as a class C drug, by 404 votes to 36, last month."}, {"type": "text", "text": "Critics have previously warned against a ban, saying it could stop users seeking medical help, but the government says it is clamping down on antisocial behaviour and drug taking in public."}, {"type": "text", "text": "The drug, which comes in small metal canisters, is a colourless gas commonly used as a painkiller in medicine and dentistry, and for producing whipped cream in cooking."}, {"type": "text", "text": "When used as a recreational drug it is inhaled, and can make people feel relaxed, giggly, light-headed or dizzy."}, {"type": "text", "text": "The substance can cause headaches and make some users anxious or paranoid, while over-use can make people faint or lose consciousness. "}, {"type": "text", "text": "Intensive, frequent use can also lead to vitamin B12 deficiency which can cause neurological damage, according to a government report quoting several scientific studies. "}, {"type": "text", "text": "Penalties for possessing the substance could include an unlimited fine, community service, or a caution, and for 'repeat serious offenders', a prison sentence of up to two years, the Home Office said."}, {"type": "text", "text": "And the maximum sentence for production or supply of the drug for unlawful purposes will be 14 years. "}, {"type": "text", "text": "There will be exemptions for using nitrous oxide for legitimate reasons, such as in maternity wards for pain relief during labour or in catering."}, {"type": "text", "text": "People will not be required to carry licences but will need to demonstrate they are lawfully in possession of the substance and not intending to use it for psychoactive effects."}, {"type": "text", "text": "And the government says legitimate suppliers of nitrous oxide must not be 'reckless' as to whether someone is purchasing the substance to misuse it, adding: 'Turning a blind eye will be committing an offence.'"}, {"type": "text", "text": "Crime and Policing Minister Chris Philp said: 'We are delivering on the promise we made to take a zero-tolerance approach towards antisocial behaviour and flagrant drug taking in our public spaces."}, {"type": "text", "text": "'Abuse of nitrous oxide is also dangerous to people's health and today we are sending a clear signal to young people that there are consequences for misusing drugs. Both users and dealers will face the full force of the law for their actions.'     "}, {"type": "text", "text": "The chief executive of the Night-time Industries Association, Michael Kill, welcomed the ban but said it must come with a broader education and harm reduction strategy on drugs."}, {"type": "text", "text": "'The burden on businesses has been substantial, as they've contended with mounting pressure from authorities and residents due to the proliferation of discarded silver canisters on the streets."}, {"type": "text", "text": "'This predicament has not only posed risks to the well-being of both staff and patrons but has also fostered an environment conducive to petty crime, anti-social behaviour, and the activities of organised crime syndicates.'"}]}, {"_id": "652fad9098562276cd4da3a0", "url": "https://www.bbc.co.uk/news/newsbeat-67137489?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Manchester", "subCategories": [], "title": "Sky Bet tweet with Gary Neville broke gambling rules", "lead": "The advertising authority in the UK says the retired footballer has \"strong appeal\" for under-18s.", "author": "Tom Richardson", "datePublished": "20231018", "dateScraped": "2023-10-18 12:04:00.325600", "dateUpdated": "20231018", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4DFD/production/_131456991_gettyimages-1487976691.jpg", "body": [{"type": "headline", "text": "A Sky Bet tweet featuring Gary Neville has been banned for breaking rules on gambling adverts."}, {"type": "text", "text": "The post used an embedded clip of the ex-footballer predicting Premier League winners on YouTube series The Overlap."}, {"type": "text", "text": "Sky Bet's logo appeared throughout the video, which ended with text stating: 'Brought to you by Sky Bet'."}, {"type": "text", "text": "The UK's Advertising Standards Authority (ASA) ruled Neville was 'likely to be of strong appeal to under-18s' - which Sky Bet rejected."}, {"type": "text", "text": "The ASA's code says gambling adverts should not appeal to children or young people, 'especially by reflecting or being associated with youth culture'."}, {"type": "text", "text": "They say their rules are based on the fact that gambling is not for under-18s, so adverts on the topic can't be directed at that age group in any way."}, {"type": "text", "text": "Sky Bet said The Overlap, sponsored by the company and produced by Neville, was 'distinctly adult in tone and did not feature any content of a childish nature'."}, {"type": "text", "text": "It also pointed out that the footballer, a star of Manchester United's 'Class of '92', ended his professional career in 2011."}, {"type": "text", "text": "An 18-year-old today would have been five or six at the time, the company had argued."}, {"type": "text", "text": "But the ASA, which enforces UK advertising rules, said it had calculated Neville had 135,000 under-18 followers across Instagram and X, formerly known as Twitter."}, {"type": "text", "text": "It acknowledged this was a 'small proportion' of his combined following on both, which was 7.1m when it launched its investigation in March 2023."}, {"type": "text", "text": "But the authority believed the overall number was 'significant' enough to conclude the ad was irresponsible."}, {"type": "text", "text": "The ad featuring Neville was a promoted tweet so the ASA said SkyBet had been told not to publish it again."}, {"type": "text", "text": "Its ruling also bans them from featuring him again in any media that isn't strictly set up to exclude under-18s."}, {"type": "text", "text": "It said it had told Sky Bet not to include anyone with a strong appeal to under-18s in their future advertising."}, {"type": "text", "text": "The ASA said age figures for Neville's TikTok and Facebook followings were not available."}, {"type": "text", "text": "X told the regulator the ad did not breach any of its current policies and it had not received any complaints."}, {"type": "text", "text": "A spokesman for Sky Bet's parent company Flutter said: 'We fundamentally disagree with this decision and the flawed process which led to this outcome - it defies both precedent and common sense."}, {"type": "text", "text": "'The ASA did not receive a single complaint from the public or wider stakeholders about the social media post in question.'"}, {"type": "text", "text": "It said it would also seek 'an independent review' of the case."}, {"type": "text", "text": "Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here."}]}, {"_id": "652fad9098562276cd4da3a1", "url": "https://www.bbc.co.uk/news/world-67020154?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Sudan", "subCategories": [], "title": "Sudan conflict: Ethnic cleansing committed in Darfur, UK says", "lead": "Analysis of satellite images provides evidence that dozens of Darfur villages have been burned down.", "author": "James Landale", "datePublished": "20231018", "dateScraped": "2023-10-18 12:04:00.581075", "dateUpdated": "20231018", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/126AB/production/_131353457_e7e64bc8-d250-4fee-82bf-1826f7558fa9.jpg", "body": [{"type": "headline", "text": "The BBC has seen new evidence of the brutal ethnic violence that has swept western Sudan since fighting broke out between two rival military factions in April. Analysis of satellite and social media data reveals at least 68 villages in Darfur have been set on fire by armed militias since the civil war began. "}, {"type": "text", "text": "The UK Minister for Africa, Andrew Mitchell, told Informfully this bore 'all the hallmarks of ethnic cleansing'. It is the first time the British government has used the term to describe what is happening in Sudan. "}, {"type": "text", "text": "Gen Abdel Fattah al-Burhan, who leads one side in the conflict - the Sudanese Armed Forces (SAF) - told Informfully he would co-operate with the International Criminal Court (ICC) to bring those guilty to justice. "}, {"type": "text", "text": "Much of the ethnic violence is blamed on militias which are part of - or affiliated to - the Rapid Support Forces (RSF), the paramilitary group fighting the SAF for control of the country."}, {"type": "text", "text": "The RSF has repeatedly denied any involvement in the violence in the region and has called for an independent international investigation."}, {"type": "text", "text": "The analysis has been carried out by the Centre for Information Resilience (CIR), a research body partly funded by the British government, which is gathering open-source evidence about the fighting in Sudan. "}, {"type": "text", "text": "They use Nasa heat-recognition technology to identify fires. They look at satellite images to detect smoke and burned-out buildings. They match all that with images from the ground on social media, which are geolocated using maps and photos. "}, {"type": "text", "text": "The latest verified fires were in a village called Amarjadeed, in southern Darfur, where Nasa and satellite imagery showed burn scars between 18 September and 9 October."}, {"type": "text", "text": "This is how the CIR established how one convoy of militia set fire to at least nine villages on one day, 16 August. "}, {"type": "text", "text": "First it used Nasa heat-recognition technology to identify the possible location of fires. "}, {"type": "text", "text": "Then it used satellite imagery to establish whether any of these fires were associated with any known population settlements. "}, {"type": "text", "text": "The CIR scoured social media emanating from western Sudan that showed militias torching villages, as well as looting grain, TVs and vehicles. "}, {"type": "text", "text": "They listened to what the fighters were saying - and examined what they were wearing - to try to identify who they were. The white ribbons some of the militia were wearing indicate they belong to the Bani Halba Arab group, which is loosely affiliated to the RSF."}, {"type": "text", "text": "The social media pictures were geolocated, matching what was shown with identifiable mountains and buildings. "}, {"type": "text", "text": "All this established that fighters began the day setting fire to the village of Buro, before moving north to do the same at Awstani, and then east to other villages. "}, {"type": "text", "text": "'The scale of what we've been able to document is bigger than what we've ever seen before,' says Ben Strick, CIR's director of investigations. "}, {"type": "text", "text": "'We've documented 89 fires, which damaged 68 villages since 15 April, which is a huge amount. In some of these, it is small buildings that have been targeted. But in some of them, whole villages that have been wiped out. That scale is enormous when we think upon the impact on civilians."}, {"type": "text", "text": "'What we're seeing is a pattern of abuses, a pattern of villages being burnt, one after the other, specifically in Darfur, which is where we're seeing some of the heaviest violence outside of Khartoum.'"}, {"type": "text", "text": "Sometimes this is part of infighting between rival Arab groups, other times it is Arab fighters targeting non-Arabs, like the Massalit, the largest local ethnic group centred on the capital of West Darfur, El Geneina."}, {"type": "text", "text": "Amin Yakubu and his family were forced to leave his home in Darfur when Arab militias attacked."}, {"type": "text", "text": "'We were together one morning in my home, we'd just left the mosque, when a rocket-propelled grenade exploded. My friend's neck was broken, and he lost his life.'"}, {"type": "text", "text": "He stepped over bodies to escape, and still does not know where all his family are. He spoke to Informfully from a refugee camp in eastern Chad, which he managed to reach last month."}, {"type": "text", "text": "'The conflict has become an ethnic one. But everyone is equally affected. No-one sleeps at night,' he said. "}, {"type": "text", "text": "'Everyone has to lie flat on the floor all night long, because of the gun battles. Right now, everyone has left our little town. No-one is left there as far as I know.'"}, {"type": "text", "text": "Twenty years ago, hundreds of thousands of people were killed in Darfur amid fighting between non-Arab rebel groups and a militia known as the Janjaweed, which later grew into the RSF. Some Janjaweed leaders and even the president at the time, Omar al-Bashir, have been indicted by the ICC on charges of genocide and crimes against humanity, which they have denied. "}, {"type": "text", "text": "It is feared that similar atrocities are being committed in the region once more, along the same ethnic fault-lines."}, {"type": "text", "text": "'What is happening in Darfur is that innocent people are being attacked by militias, particularly by the RSF. They are being hounded from their homes and murdered, women are being raped and attacked, houses are being burnt, crops and cattle destroyed,' Mr Mitchell said. "}, {"type": "text", "text": "'This has all the hallmarks of ethnic cleansing. And it's going on just as it was back from 2003 onwards. It's going on in the same way today, if anything with even more ferocity.'"}, {"type": "text", "text": "The United Nations is equally concerned. "}, {"type": "text", "text": "Clementine Nkweta-Salami, the UN's humanitarian co-ordinator in Sudan, has said: 'As the fighting spreads, we are receiving reports of increasing cases of sexual and gender-based violence, enforced disappearances, arbitrary detention and grave violations of human and children's rights.'"}, {"type": "text", "text": "The aim of the London researchers at the CIR is to gather evidence that could one day bring those responsible to justice. Their website - containing what they have discovered - will be public and constantly updated. "}, {"type": "text", "text": "In a recent interview in New York, Gen Burhan told Informfully he would support anyone or any group which helped bring what he described as 'these criminals' to justice. "}, {"type": "text", "text": "'We feel responsibility towards the Sudanese wherever they are, be it in Darfur, in Khartoum or any place where they were exposed to the aforementioned crimes,' he told me. "}, {"type": "text", "text": "'We have the desire to co-operate with all, even the International Criminal Court. We can co-operate to present these perpetrators of crime.'"}, {"type": "text", "text": "At least 7,000 people have been killed since the fighting began."}, {"type": "text", "text": "The UN says more than five million have been forced from their homes, with many leaving for safety outside Sudan. It also says about half the population - some 24 million people - are in need of humanitarian support. "}, {"type": "text", "text": "There are fears the fighting could spill over into neighbouring countries and fuel regional tensions. There are also concerns it could become a proxy conflict, amid reports the United Arab Emirates has been giving weapons to the RSF, something Emirati officials have denied. "}, {"type": "headline", "text": "More on Sudan's conflict:"}]}, {"_id": "652fad9098562276cd4da3a2", "url": "https://www.bbc.co.uk/news/business-67141579?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Rail travel", "subCategories": [], "title": "Pause HS2 land sale, says government big projects adviser", "lead": "Sir John Armitt tells the BBC the decision to sell the property is a \"mistake\".", "author": "Faisal Islam", "datePublished": "20231018", "dateScraped": "2023-10-18 12:04:00.811748", "dateUpdated": "20231018", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/EA39/production/_131416995_6b65443e-2379-49e8-93ae-6b78038f48ba.jpg", "body": [{"type": "headline", "text": "The government should pause its sale of land acquired for phase 2 of HS2 for up to three years, its independent adviser on infrastructure has told BBC News."}, {"type": "text", "text": "Sir John Armitt warned there was a 'real risk' that its plans would make rail travel between Birmingham and Manchester 'even more congested'."}, {"type": "text", "text": "Rishi Sunak recently announced he was axing the HS2 link to Manchester and selling off properties purchased."}, {"type": "text", "text": "The government said it was delivering 'transport that matters most'."}, {"type": "text", "text": "The opposition has accused the government of 'salting the earth' and 'sabotage' of a project that had enjoyed a decade-and-a-half of cross-party support."}, {"type": "text", "text": "In its recent announcement on HS2, the government revealed a plan to quickly sell off properties that had been purchased to make way for the extended line."}, {"type": "text", "text": "Sir John, who is the chair of the National Infrastructure Commission, said that the decision to sell property was a 'mistake' and that options should be kept open."}, {"type": "text", "text": "'I think it's a mistake. I think that the land should be kept for at least two or three years to give the opportunity for people to revisit that and look at what can be done within that space and find a more cost-effective solution, not write it off today,' he said."}, {"type": "text", "text": "'I am disappointed because I think it's what we often describe as a sort of knee-jerk, snap reaction.'"}, {"type": "text", "text": "He urged the government to 'pause' on that and have 'a proper consideration about how best we can connect Birmingham and Manchester and give us that improved capacity that we still need'."}, {"type": "text", "text": "Specifically, Sir John said that a full evaluation of the government's proposal - known as Network North - to spend the funding on a range of alternative local projects should be made, as the government no longer had a proper integrated rail plan."}, {"type": "text", "text": "'We had an integrated plan a few weeks ago, we've now lost that. There are a number of projects, some of which already existed, some new ones. Let's get those properly turned into a well-thought-through, integrated plan for the future,' he said."}, {"type": "text", "text": "Earlier this month, the Department for Transport permanent secretary wrote to MPs saying that the benefit-cost ratio of HS2 was now 'significantly below' one."}, {"type": "text", "text": "This means the £45bn plus of public money spent on Pphase 1 will generate significantly less in economic benefits. It will effectively lose money for every pound spent."}, {"type": "text", "text": "There is no way that the project as it has now crystallised, a stump of a line between London and Birmingham, would have been commissioned. "}, {"type": "text", "text": "The project has delivered the most expensive bits - tunnels and viaducts in straight lines through parts of London and the South - and failed to deliver the actual benefits, of extra capacity and connections to and within the North."}, {"type": "text", "text": "The government has said the 'strategic case for HS2' to help rebalance the economy 'no longer applies'. There are now less than half the trains originally envisaged to travel on the half-finished line."}, {"type": "text", "text": "The only way the decision to finish phase 1 was made to add up was by, essentially, writing off the costs so far as 'sunk costs', and include both the benefits and costs to the taxpayer of the link to Euston."}, {"type": "text", "text": "The government has already reallocated the public spending on Euston to Network North's projects in the south."}, {"type": "text", "text": "Sir John said that it was 'absolutely vital' the HS2 link to Euston was delivered, with public money if necessary."}, {"type": "text", "text": "A government spokesperson said: 'Delivering high-quality infrastructure is the foundation of our future growth. "}, {"type": "text", "text": "'Our Network North plan will deliver the transport that matters most to people, and we're adopting a fairer and more pragmatic approach to meeting net zero that supports households and families to make greener choices whilst easing the burdens on working people."}, {"type": "text", "text": "'We are delivering over £600bn of planned public sector investment in infrastructure, R&D and defence over the next five years, including an unprecedented package to improve connections in our city regions and billions to decarbonise buildings.'"}]}, {"_id": "652fad9198562276cd4da3a3", "url": "https://www.bbc.co.uk/news/entertainment-arts-67144607?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Museums", "subCategories": [], "title": "British Museum to digitise collection following thefts", "lead": "The museum's interim director said the steps would \"improve security\" after items were stolen.", "author": "Steven McIntosh", "datePublished": "20231018", "dateScraped": "2023-10-18 12:04:01.054727", "dateUpdated": "20231018", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/082A/production/_130909020_gettyimages-1633760411.jpg", "body": [{"type": "headline", "text": "The British Museum has announced plans to digitise its collection, following the theft of some items. "}, {"type": "text", "text": "The museum said the project would take five years, and means the entire collection would be accessible online to anyone who wanted to explore it. "}, {"type": "text", "text": "Mark Jones, the museum's interim director, said the steps would 'improve security' following the thefts."}, {"type": "text", "text": "'We are now confident that a theft of this kind can never happen again,' he added."}, {"type": "text", "text": "Around 2,000 treasures are thought to have been stolen from the British Museum, but recovery has begun of some of them."}, {"type": "text", "text": "A staff member at the museum suspected of involvement in the thefts was sacked earlier this year."}, {"type": "text", "text": "The museum's former director Hartwig Fischer previously stepped down after accepting a 2021 investigation into the thefts was mishandled."}, {"type": "text", "text": "Jones said: 'We cannot and must not assume that the security of the collection, in a wider sense, can be achieved simply by locking everything away. It is my belief that the single most important response to the thefts is to increase access, because the better a collection is known - and the more it is used - the sooner any absences are noticed. "}, {"type": "text", "text": "'So that's why, rather than locking the collection away, we want to make it the most enjoyed, used and seen in the world.  "}, {"type": "text", "text": "He added the process of digitising would be a 'big task', with 2.4 million records to upload or upgrade. But, he said: 'More than half is already done and when it is finished it will mean that everyone, no matter where in the world they live, will be able to see everything we have - and use this amazing resource in a myriad of ways.'"}, {"type": "text", "text": "The museum, one of the UK's most prestigious cultural institutions, has been under pressure since revealing in August that a number of treasures were reported 'missing, stolen or damaged'."}, {"type": "text", "text": "The items involved dated from the 15th Century BC to the 19th Century AD and had been kept primarily for academic and research purposes."}, {"type": "text", "text": "The museum has also announced plans for enhanced access to the Museum's study rooms, where members of the public and academics can see additional items from the collection by appointment. "}, {"type": "text", "text": "George Osborne, chair of trustees, said on Wednesday: 'The British Museum houses one of the most incredible collections on earth - with objects that amaze and inspire us, and often encourage us to change perspectives.  "}, {"type": "text", "text": "'Already we have some of the highest visitor numbers of any museum in the world, and a vast programme of national and international tours, but Mark has set out a compelling plan for how we can build on that to ensure the widest possible access and engagement with the collection - and I couldn't be more supportive of his ambitions.' "}]}, {"_id": "652fad9198562276cd4da3a4", "url": "https://www.bbc.co.uk/news/entertainment-arts-67126875?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Theatre", "subCategories": [], "title": "The Matrix reloads again: Danny Boyle dance version opens Manchester's Aviva Studios", "lead": "The 1999 blockbuster is reimagined as a live show directed by Danny Boyle in a new Manchester venue.", "author": "Ian Youngs", "datePublished": "20231017", "dateScraped": "2023-10-18 12:04:01.519345", "dateUpdated": "20231017", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/174FC/production/_131448459_shutterstock_editorial_1644197a_2.jpg", "body": [{"type": "headline", "text": "Almost 25 years after its release, The Matrix has been reimagined as a live show directed by Danny Boyle to officially open the UK's biggest new cultural venue for years - and parts of the blockbuster film seem more relevant than ever."}, {"type": "text", "text": "When he watched The Matrix when it came out in 1999, Boyle admits some of its themes went over his head."}, {"type": "text", "text": "'I loved it,' he says. 'I was a bit baffled, to be honest, and it's kind of swum into view - it's got clearer and clearer in the 20-odd years since it came out."}, {"type": "text", "text": "'You think, 'Oh my God, it's quite accurate, really, what it's talking about.''"}, {"type": "text", "text": "In the film, hacker Thomas Anderson (Keanu Reeves) is told artificial intelligence has conquered humanity and that our lives are in fact part of a computer simulation."}, {"type": "text", "text": "While AI anxiety wasn't new in 1999, fears about its potential power have risen, as have questions about how our perception of reality can be manipulated in an age of alternative facts, whether we're as free as we think, and who's really in control."}, {"type": "text", "text": "Anderson goes on a transformational journey as he switches identities to become hero Neo. Co-writer and co-director Lilly Wachowski has said the film was intended as a metaphor for the transgender experience - but 'the world wasn't quite ready'."}, {"type": "text", "text": "Boyle now has a clearer view of the enduring themes."}, {"type": "text", "text": "'There's the role of artificial intelligence in our lives, and how it's growing, and what that does to our perception of questions [about] whether we are free or not, for those who believe very deeply in the Matrix conspiracy that we are already part of the machine,' he says."}, {"type": "text", "text": "'But whether you believe that or not, we're heading that way anyway... or we could be very, very soon.'"}, {"type": "text", "text": "He continues: 'There's the non-binary nature of the casting of the film, which has swum into focus over the 20 years."}, {"type": "text", "text": "'That was as much as they could do then - cast an incredibly feminine action movie star, and mix the genders as much as they could."}, {"type": "text", "text": "'It's certainly multicultural, the casting, in a way that doesn't matter, and that leans into the future as well.'"}, {"type": "text", "text": "He adds: 'And obviously there's climate change, about man's destruction of the sky - that we scorched the sky.'"}, {"type": "text", "text": "Boyle, known for films like Trainspotting, Slumdog Millionaire and 28 Days Later as well as masterminding the 2012 London Olympic opening ceremony, has taken on the Matrix mantle with the stage adaptation at Manchester's new Aviva Studios."}, {"type": "text", "text": "The show takes its title from something Morpheus (Laurence Fishburne) tells Anderson/Neo in the original film: Free Your Mind."}, {"type": "text", "text": "Rather than being a direct retelling, the show is billed on posters as 'The Matrix... Now', and brings it up-to-date with new parts about the hold algorithms and big tech corporations have over us."}, {"type": "text", "text": "Oh, and it's all told through dance."}, {"type": "text", "text": "Boyle has created Free Your Mind with choreographer Kenrick 'H2O' Sandy, composer Michael 'Mikey J' Asante, set designer Es Devlin and writer Sabrina Mahfouz."}, {"type": "text", "text": "'We're challenging the watcher to consider the idea of what is real, in the same vein as The Matrix was many moons ago,' Asante says. 'But also we're trying to provoke people into [thinking about] what this digital revolution looks like, and when do we see it as harmful or helpful?'"}, {"type": "text", "text": "The Matrix wrapped its high concepts in a hugely watchable sci-fi story with groundbreaking special effects and great action scenes."}, {"type": "text", "text": "Those famous slow-motion bullet-dodging shoot-outs and martial arts-inspired fight sequences do lend themselves to a dance treatment."}, {"type": "text", "text": "And, as with the film, Free Your Mind audiences should be given a fun night out first and foremost, Asante says. 'We want them to enjoy themselves regardless of the messaging because I think that's one thing The Matrix did very well.'"}, {"type": "text", "text": "Sandy, who first worked with Boyle on the Olympics, runs hip-hop dance theatre company Boy Blue with Asante - but their first group was called Matrix."}, {"type": "text", "text": "'We were heavily into looking at what The Matrix meant,' Sandy says."}, {"type": "text", "text": "They also got deeply into the sequels, animated series, comics and games, some of which they have drawn on for the show. 'So this is like a dream come true. This is a real opportunity.'"}, {"type": "text", "text": "Some things from the film haven't aged so well - like the use of payphones to jump between realities - but The Matrix still stands up as 'an incredibly good film', says culture and technology journalist Peter Ray Allison."}, {"type": "text", "text": "'Even if you remove all the effects, the fantastic action, the really tight choreography and direction, it's still a great story,' he says. 'And a great story will stand the test of time."}, {"type": "text", "text": "'This is about identity, self-identity, awareness and the realisation of self. It doesn't matter when it was filmed, they are still issues we're grappling with today, if not more so.'"}, {"type": "text", "text": "Other themes are still swirling around. Some philosophers and scientists (and Elon Musk) believe we may indeed be unwittingly living in a computer-simulated reality."}, {"type": "text", "text": "Only last week the front page of the Daily Star (admittedly not the most robust scientific journal) picked up on new research to proclaim: 'Matrix May Be Real.'"}, {"type": "text", "text": "The film's terminology has also entered wider use. Self-styled free speech and controversial influencers like Andrew Tate use 'the matrix' to refer to a shadowy cabal of law enforcement, media, politicians and corporations who are supposedly out to silence them."}, {"type": "text", "text": "'The Matrix sent their agents,' Tate posted on social media after he was arrested in Romania in December on human trafficking and rape charges, which he denies."}, {"type": "text", "text": "Meanwhile, Anderson/Neo's choice between the blue pill or red pill - whether to remain ignorant to reality or to wake up - was seized upon by online communities for whom taking the 'red pill' now means men awakening to the 'reality' that feminism subjugates them."}, {"type": "text", "text": "'The red pill and the blue pill has become a sort of narrative shorthand in some fringe political circles,' Allison says. 'But when you see that, you just think, you're missing the point, mate.'"}, {"type": "text", "text": "Other big elements of The Matrix, like surveillance, have 'very much come to the forefront', he adds. "}, {"type": "text", "text": "'You could argue that The Matrix prefigured and anticipated the direction we were going to as a society, and that is why 25 years later we're still having these discussions and still having adaptations.'"}, {"type": "text", "text": "This adaptation is the official launch show for the £240m Aviva Studios."}, {"type": "text", "text": "Announced by the government in 2014 as part of the Northern Powerhouse, the venue is described as the largest new national cultural project since the Tate Modern gallery opened in London in 2000."}, {"type": "text", "text": "Free Your Mind takes over both sides of the new building - a theatre that can seat 1,600 people, and a hangar-like 'warehouse' that can host up to 5,000."}, {"type": "text", "text": "But the venue is four years behind schedule and is expected to go more than £130m over its original budget."}, {"type": "text", "text": "The jury will remain out on whether it's money well spent, but its bosses believe it will pay for itself over time by creating jobs and attracting global artistic names, whose work will bring visitors to the city."}, {"type": "text", "text": "Names like Danny Boyle."}, {"type": "text", "text": "He originally hails from Radcliffe, seven miles north, and recalls how his first job as an usher at the Bolton Octagon theatre led to his career directing for stage, screen and stadium."}, {"type": "text", "text": "He hopes Aviva Studios will provide similar opportunities for others."}, {"type": "text", "text": "'You want people to come here and begin that journey themselves,' he says. 'That would be astonishing.'"}, {"type": "text", "text": "Free Your Mind is at Aviva Studios until 5 November."}]}, {"_id": "652fad9198562276cd4da3a5", "url": "https://www.bbc.co.uk/news/world-us-canada-67141629?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Republican Party", "subCategories": [], "title": "US House still has no Speaker. Here's what happens next", "lead": "With Jim Jordan facing an uphill climb for the gavel, Republicans have two options. Neither is easy.", "author": "Anthony Zurcher", "datePublished": "20231018", "dateScraped": "2023-10-18 12:04:01.869203", "dateUpdated": "20231018", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/FEB6/production/_131460256_gettyimages-1741217962.jpg", "body": [{"type": "headline", "text": "It was not the day of triumph that Jim Jordan had hoped for. "}, {"type": "text", "text": "At the start of Tuesday, the Republican nominee for Speaker of the US House of Representatives was projecting confidence. His supporters had suggested he might lose fewer than 10 of his colleagues in the first vote - and that would put him on a glide path to victory."}, {"type": "text", "text": "Instead, 20 of his fellow Republicans opted to support someone else - and now his leadership bid is in disarray. "}, {"type": "text", "text": "The Trump-backed congressman had chosen to hold a public vote as part of a strategy to flush the opposition out. He hoped to expose them as just a handful of holdouts and put them on the record where they would wilt under the spotlight."}, {"type": "text", "text": "That strategy will be much more difficult now, as there is strength in numbers. It will be easier for Republicans opposed to Mr Jordan to resist what is sure to be the intense pressure that is coming their way, both from their fellow House Republicans and conservative voters."}, {"type": "text", "text": "So what happens next?"}, {"type": "text", "text": "The Ohio congressman could continue to press for more Speaker votes. He has Mr Trump and much of the right-wing media ecosystem on his side, and can make life very uncomfortable for Republican politicians who are viewed as insufficiently loyal to the conservative cause."}, {"type": "text", "text": "Unlike Mr McCarthy, who in January faced an ideologically cohesive group of right-wing conservatives with specific, although difficult to satisfy, demands, Mr Jordan confronts a somewhat disparate group of opponents. "}, {"type": "text", "text": "There's a knot of legislators from narrowly won districts in New York who may be fearful that Mr Jordan's brand of confrontational politics will damage their re-election chances."}, {"type": "text", "text": "Another group includes key members of the House Appropriations Committee, including its chairwoman, Kay Granger. They might be worried about Mr Jordan's penchant for budget showdowns and resulting government shutdowns undermining their carefully negotiated and constructed government-funding legislation."}, {"type": "text", "text": "The rest are an ideological hodgepodge from across the country, whose opposition ranges from tepid to vehement."}, {"type": "text", "text": "Mr Jordan and his team will have to try to find ways to cajole or coerce his opponents into yielding while not doing so in a way that alienates his current crop of supporters."}, {"type": "text", "text": "It will be no easy task. "}, {"type": "text", "text": "Twenty votes is more than Kevin McCarthy, the recently ousted speaker, lost in his first ballot in January, during a process that stretched over several days and through 15 rounds of votes. It seems unlikely that Mr Jordan's fellow Republicans will give him that much time to secure the Speaker's gavel, given the current national and global circumstances."}, {"type": "text", "text": "Mr Jordan can only afford to lose four Republican votes. "}, {"type": "text", "text": "At some point, if Mr Jordan cannot demonstrate he is making progress towards winning the Speaker vote, Republicans are going to have to start looking for other options."}, {"type": "text", "text": "Some have already floated giving Mr McCarthy, who was only narrowly unseated two weeks ago, another chance at the gavel. Since his ouster, no Republican candidate has matched his level of support among House Republicans."}, {"type": "text", "text": "Another option being floated is to expand the powers of acting Speaker Patrick McHenry, allowing him to preside over urgent legislative matters, like approving aid to Israel after the Hamas attack."}, {"type": "text", "text": "A majority of the House would have to approve this step, but some Democrats could go along if the scope of Mr McHenry's powers are clearly defined."}, {"type": "text", "text": "Some centrist Republicans have also broached the possibility of working with Democrats to form a coalition that can elect a centrist compromise Speaker. Democratic leader Hakeem Jeffries has been open to such an effort, although he says that such a move will have to allow Democrats to advance some of their own legislative priorities."}, {"type": "text", "text": "Otherwise, Republicans are left hoping that a new candidate can emerge who will pull their party together and willingly accept what Republican congressman Ken Buck of Colorado described today as the 'worst job in America'."}]}, {"_id": "652fad9298562276cd4da3a6", "url": "https://www.bbc.co.uk/news/uk-67135325?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Met Office", "subCategories": [], "title": "How Storm Babet and other UK storms get their names", "lead": "The UK's latest gale was named after a Dutchwoman who was born during a storm", "author": "Ruth Comerford", "datePublished": "20231017", "dateScraped": "2023-10-18 12:04:02.233840", "dateUpdated": "20231017", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17AA7/production/_131453969_fb09d4fc850aeb7d5aefda1033eb42b03f55f5420_0_4096_30721000x750-1.jpg", "body": [{"type": "headline", "text": "Storm Babet is heading for the UK, forecast to bring flooding and strong winds over the next few days."}, {"type": "text", "text": "A yellow weather warning is in place from Wednesday until Saturday - with Scotland in particular braced for 60mph gusts and flooding. "}, {"type": "text", "text": "The storm, which arrives less than a month after Storm Agnes barrelled into the UK, is recognised as the second of the season, which runs from early September to late August. "}, {"type": "text", "text": "'Storm Babet will bring impactful rain to many parts of the UK, but especially parts of eastern Scotland, Northern Ireland and northern England later this week,' said the Met Office's deputy chief meteorologist Steven Keates. 'Heavy and persistent rain will fall onto already saturated ground bringing a risk of flooding.'"}, {"type": "text", "text": "The practice has long been established in the US, dating back to the 1950s."}, {"type": "text", "text": "The idea was to make it easier for people to engage with weather forecasts, as naming storms and other major weather events makes them more relatable - and easier to discuss and compare over time."}, {"type": "text", "text": "The Met Office in the UK agrees, believing that it is easier to follow the progress of a storm on TV, radio, or social media if it has a name."}, {"type": "text", "text": "Derrick Ryall, from the Met Office, told Informfully Newsround: 'We have seen how naming storms elsewhere in the world raises awareness of severe weather before it strikes.'"}, {"type": "text", "text": "In 2015, following the success of the US model, the UK Met Office and Irish service Met Éireann launched their first 'Name our Storms' campaign."}, {"type": "text", "text": "Most years, they draw the names from a shortlist of favourites submitted by the public. And since 2019, they have been joined by the national weather service of the Netherlands which also chips in a few suggested names each year."}, {"type": "text", "text": "For the 2023/24 season, the Met Office has slightly changed its methods and has named a number of storms after prominent scientists, meteorologists and, in its words, others 'who work to keep people safe in times of severe weather'."}, {"type": "text", "text": "In the past, storms have alternated between male and female names but that has altered this year in order to honour the right people."}, {"type": "text", "text": "Storm Agnes, which was recognised as the first storm of the season, was named after Agnes Mary Clerke, an Irish astronomer and science writer."}, {"type": "text", "text": "Storm Babet - a name selected by the Dutch weather agency KMNI - was named after a woman who visited an open day at its headquarters and put her own name forward, with the additional reason 'because I was born during a storm'. "}, {"type": "text", "text": "By the way, if you are wondering, its Dutch origin means the storm name is pronounced Bab-ET (with the stress on the second syllable), rather than Bab-AY, according to Informfully Pronunciation Unit."}, {"type": "text", "text": "The third storm of the year will be named after Ciarán Fearon, who works in the Department for Infrastructure in Northern Ireland."}, {"type": "text", "text": "If we get as far as 10 storms this year, then Dame Jocelyn Bell-Burnell, a leading astrophysicist from Northern Ireland, will have provided the inspiration although she said: 'Hopefully they won't get that far.'"}, {"type": "text", "text": "Around six to seven named storms impact the UK each year on average, which means names in the second half of the alphabet are put forward but are always unlikely to be used."}, {"type": "text", "text": "And if your name is Queenie or Yasmine, don't expect to be immortalised as a force of nature. Names beginning  with Q, U, X, Y and Z do not even make the shortlist."}, {"type": "text", "text": "And you may hear some names over the coming months which are not on the British/Irish/Dutch list. That is because storms are named where they originate so ones that reach the UK are occasionally the tail end of one that started in the US several days earlier - and may have been downgraded from hurricane or cyclone status."}, {"type": "text", "text": "If your name is on the list don't get excited and believe that the headwind you find yourself running against in the morning jog means weeks of your name being seen in newspaper headlines and being turned into memes."}, {"type": "text", "text": "Only those 'wind events' that are likely to cause significant damage will get a name. That generally is when one of the three weather services believes it has the potential to cause an amber 'be prepared' or red 'take action' warning."}, {"type": "text", "text": "Weather agencies in European countries, including Portugal, Spain, Luxembourg, France and Belgium form the south western group that collaborate to name storms. Norway, Sweden and Denmark are a separate northern group."}, {"type": "text", "text": "And for the really big ones, the National Hurricane Centre names tropical storms when they have reached winds of least 40mph, using the six alphabetical lists that are maintained by the World Meterological Organisation. These lists are used on a six-year cycle. "}, {"type": "text", "text": "And the undoubted success of the programme of naming storms and hurricanes is underlined by the fact that nobody ever talks about the 'hurricane that hit the south-eastern US in August 2005' but the name Hurricane Katrina is universally known and understood. "}]}, {"_id": "652fad9398562276cd4da3a7", "url": "https://www.bbc.co.uk/news/uk-england-birmingham-67129189?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Birmingham", "subCategories": [], "title": "Designer launched business at 13 to boost black representation", "lead": "Lo Williams hopes to inspire the next generation through her designs and business.", "author": "Stephanie Miskin & Oprah Flash", "datePublished": "20231018", "dateScraped": "2023-10-18 12:04:03.267092", "dateUpdated": "20231018", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1662E/production/_131449619_lo2.png", "body": [{"type": "headline", "text": "A graphic designer who set up a business at the age of 13 says she did so to make other young black girls feel \"beautiful and represented\"."}, {"type": "text", "text": "After not seeing herself depicted on everyday items, Lo Williams set about printing her own designs."}, {"type": "text", "text": "Her brand, Lo Designz, has gone on to achieve global recognition, with fashion giant Gap featuring one of her slogans on its T-shirts."}, {"type": "text", "text": "She is now set on inspiring the next generation."}, {"type": "text", "text": "Her designs - emblazoned on an array of items including mugs and T-shirts - show black women with different skin tones and hairstyles."}, {"type": "text", "text": "'I couldn't go out and buy a black Barbie that looked like me so I had the inspiration to create that [image] for young black girls, to show that they are beautiful, they are out here and they are being represented,' she said."}, {"type": "text", "text": "'Representation is very important, if you don't see yourself you don't know yourself.'"}, {"type": "text", "text": "Ms Williams, from Dudley, set up the firm with her mum's help in 2015."}, {"type": "text", "text": "Five years later, her design 'Black Is My Happy Colour' was picked up by Gap and sold in UK stores."}, {"type": "text", "text": "'The impact is what fuels my passion. I love creativity and seeing young girls and children get excited about what they can create,' the artist added."}, {"type": "text", "text": "Despite building a brand and network at a young age, Ms Williams says she has had to overcome several barriers."}, {"type": "text", "text": "'Because I started at such a young age, people didn't take me seriously and even now, people still assume that it's my mum's business,' she said."}, {"type": "text", "text": "'Also, my skin tone. I'm fully Jamaican Black-British but many people have things to say about me being light-skinned, like they are trying to diminish my blackness.'"}, {"type": "text", "text": "However, the future looks bright for the young entrepreneur, who also heads up a networking company and is a creative arts coach to children aged four to 16 years old."}, {"type": "text", "text": "'It's about building an empire for my family and for young black girls, that's all I want to do, make an impact,' she said."}, {"type": "text", "text": "Research has shown that people from ethnic minority backgrounds in Birmingham faced disproportionate challenges during the pandemic and in the aftermath, from accessing financial support to dealing with rising inflation and energy bills."}, {"type": "text", "text": "Despite this, the city has seen a growth in black-owned businesses and there is a support network of more than 20,000 people forming on Facebook."}, {"type": "text", "text": "For Ms Williams, social media platforms and initiatives such as Black Pound Day markets, which showcase businesses run by people from black backgrounds, have helped her to grow her brand and reach new audiences."}, {"type": "text", "text": "'I know that we don't get enough recognition, support and investments so having a place like this to celebrate and promote is amazing,' said Asha Osman, 23, at a Black Pound Day market in Aston."}, {"type": "text", "text": "Cherelle Brown added that she'd like to see events being held all over the country to boost visibility. "}, {"type": "text", "text": "'Over the last few years I've seen a definite improvement in people just trying, seeing they have a natural ability, and trying to push outside of the box and focus on their business.'"}, {"type": "text", "text": "Meanwhile, Birmingham has become a hub for black-owned businesses, said Yvonne Nelson, who runs her own company."}, {"type": "text", "text": "'It's a beautiful place and community, the way everyone looks after each other and comes together as one people, it's fantastic.' "}, {"type": "text", "text": "Follow Informfully West Midlands on Facebook, X and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"}]}, {"_id": "652fad9398562276cd4da3a8", "url": "https://www.bbc.co.uk/news/world-us-canada-67069889?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Shamima Begum case", "subCategories": [], "title": "Ex-wife of IS 'Beatle' speaks out for first time", "lead": "Dure Ahmed was held in a Syrian camp for more than three years, but has now been repatriated to Canada.", "author": "Poonam Taneja & Jewan Abdi", "datePublished": "20231017", "dateScraped": "2023-10-18 12:04:03.548481", "dateUpdated": "20231017", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/DBB4/production/_131444265_untitled1-1.jpg", "body": [{"type": "headline", "text": "A Canadian woman has spoken for the first time about her marriage to one of the IS \"Beatles\" and her time living with him in Syria."}, {"type": "text", "text": "Despite global news coverage of savagery by the Islamic State (IS) group, Dure Ahmed claims she was 'oblivious to what was going on' while her then-British husband El Shafee Elsheikh was committing atrocities. "}, {"type": "text", "text": "He was part of a murderous IS cell linked to the abduction, torture and beheading of Western hostages."}, {"type": "text", "text": "The mother of two claims she wasn't radicalised, but was just 'a dumb girl in love'."}, {"type": "text", "text": "She agreed to answer questions from Informfully and Canadian broadcaster, CBC. 'I'm not looking for sympathy or pity,' she explained."}, {"type": "text", "text": "Ahmed expects a backlash for speaking publicly, she says, but wants to highlight the plight of the women and children of suspected IS fighters still stuck in Syrian camps. She was held in such a camp for more than three years."}, {"type": "text", "text": "She says she now needs to accept that her time with Elsheikh was part of her life 'whether I like it or not'."}, {"type": "text", "text": "Ahmed claims Elsheikh had not told her he had joined IS before she left to be with him. She insists she was unaware of the group's jihadist ideology when she travelled from Canada to Syria in 2014. She claims she barely recognised the controlling and violent figure her now ex-husband had become."}, {"type": "text", "text": "Elsheikh and the others in his IS cell were nicknamed the 'Beatles' by their captives because of their British accents. The men were responsible for the deaths of several hostages - most of whom were beheaded - with the deaths filmed and posted on social media."}, {"type": "text", "text": "At his 2022 trial in the US, prosecutors said Elsheikh's actions resulted in the deaths of four Americans - journalists James Foley and Steven Sotloff, and aid workers Kayla Mueller and Peter Kassig. They said he also conspired in the deaths of two British aid workers, David Haines and Alan Henning - as well as Japanese journalists Haruna Yukawa and Kenji Goto."}, {"type": "text", "text": "The bodies have never been found. "}, {"type": "text", "text": "Elsheikh - from west London - is now serving eight life sentences in a US supermax prison. The UK stripped him of his citizenship before his conviction."}, {"type": "text", "text": "But, while he is in jail, questions remain about how much others - such as his wife Ahmed - knew about what IS were doing.  "}, {"type": "text", "text": "Ahmed joined Elsheikh in Syria two months after the murders carried out by his IS cell had caused outrage around the world. It was also just after IS had committed numerous atrocities while seizing the northern Iraqi city of Mosul, and  started a genocide against Iraq's Yazidi religious minority.  "}, {"type": "text", "text": "During Ahmed's time out there, she gave birth to two sons. She and her boys were among a group of women and children repatriated to Canada in April. "}, {"type": "text", "text": "The 33-year-old was arrested upon arrival on a 'terrorism peace bond,' and later granted bail with conditions. On Monday, those conditions were reviewed in a court in Brampton, Ontario. "}, {"type": "text", "text": "The Crown lawyer argued that Ahmed had been 'steeped' in IS ideology and it would have been 'likely' that she knew of her husband's role with the group before leaving Canada in 2014."}, {"type": "text", "text": "The Crown and Ahmed's legal team put forward a joint proposal with conditions that would include her being monitored by GPS - and being subjected to a curfew between the hours of 22:00 and 06:00. The judge said he would deliver his ruling on 19 October."}, {"type": "text", "text": "We interviewed Dure Ahmed twice - most recently in Toronto last week, where she spoke more freely. But our first meeting was in the detention camp in Syria last November. There, she had offered to speak to us about a missing British child we were searching for, as part of an upcoming Informfully-CBC podcast series - Bloodlines. "}, {"type": "text", "text": "At first, we had no idea of her husband's identity - but, after investigating further we learned about the connection. We then wanted to know about Elsheikh's radicalisation, his victims and his fellow IS 'Beatles'. "}, {"type": "text", "text": "Ahmed and Elsheikh met in Toronto in 2007. She was 17, he was 19. We asked how they had first connected as teenagers in Canada. "}, {"type": "text", "text": "'Smoking weed,' she laughed. 'He didn't care about God, it was nothing to do with IS.' "}, {"type": "text", "text": "The pair kept in touch when Elsheikh - the son of Sudanese refugees - returned to London. In 2010, they were married in an Islamic ceremony - but the relationship remained largely long distance, as Ahmed stayed in Toronto where she was studying for an English degree. "}, {"type": "text", "text": "In London, Elsheikh became drawn to extremism and met the men who would become his fellow IS militants."}, {"type": "text", "text": "'He wasn't a social person. He's such an introvert. So he had all the qualities that can lead somebody into that dark path of radicalisation,' she explains."}, {"type": "text", "text": "In 2012, Elsheikh travelled to Syria to fight in the country's civil war - he then joined IS. He was constantly encouraging his wife to join him."}, {"type": "text", "text": "''Come check it out. You could go back.' As if it was so simple,' she told us. "}, {"type": "text", "text": "Elsheikh refused to give her details of what he was doing in Syria - she claims - and says she didn't even know which city he was living in. "}, {"type": "text", "text": "'For the most part, I thought that not knowing was better than knowing.' "}, {"type": "text", "text": "But, as she pondered making the trip, she claims members of the Canadian Security Intelligence Service - CSIS - questioned her about her husband."}, {"type": "text", "text": "'They [CSIS] did explain in Syria that there are things happening where it's not as black and white as I thought it was. [But] they didn't show me video.'"}, {"type": "text", "text": "Ahmed claims she had nothing to tell CSIS and that she told Elsheikh that agents had contacted her. CSIS told Informfully it was not able to comment on the specifics of any case."}, {"type": "text", "text": "Bloodlines"}, {"type": "text", "text": "As Islamic State group fell, what became of the children of its fighters?"}, {"type": "text", "text": "Listen now on Informfully Sounds "}, {"type": "text", "text": "Ahmed was 24 and a jobless graduate when she did finally travel. She claims she had not seen the horrors of the IS beheadings which were being reported widely at the time. 'It might be really hard to think, but it's honestly the truth.'"}, {"type": "text", "text": "We put to her that she was a smart woman who had been on a Middle Eastern studies course - surely she would have been aware of what was happening to Muslims across the world at that time?"}, {"type": "text", "text": "'I distanced myself from what was happening in Syria,' she replied. Her study topics included the hieroglyphics of ancient Egypt, she told us, not current affairs. "}, {"type": "text", "text": "According to Ahmed, Elsheikh arranged everything - all she had to do was 'hop on a plane' to Turkey. "}, {"type": "text", "text": "'I just carried a carry-on. Three pairs of pants and two T-shirts.' "}, {"type": "text", "text": "In our years of reporting on IS, we've both found that most women don't want to talk about why or how they got involved with the group. Everyone's got their own story."}, {"type": "text", "text": "Some were victims of domestic abuse, some were duped or trafficked. Some came willingly as adventure seekers. Some followed their husbands and children. Some were children themselves."}, {"type": "text", "text": "And then, of course, there were all those women, who were committed, hard-core adherents to the IS ideology."}, {"type": "text", "text": "Ahmed denies having supported IS. In her answers to us, she preferred to paint herself as a naive romantic. When we spoke to her in the Syrian detention camp, she condemned IS - even though it was risky to do so in such a place."}, {"type": "text", "text": "Elsheikh and Ahmed lived in Raqqa - Islamic State group's de facto capital in Syria - where summary killings at a city centre roundabout became commonplace, with severed heads put on display afterwards."}, {"type": "text", "text": "During our interview in the Syrian camp, Ahmed told us daily life had involved doing normal things with female friends, including going to restaurants or taking children on ferris wheels. "}, {"type": "text", "text": "When we talked again - in the safety of Toronto - about life under IS rule, she denied Elsheikh's prominent role allowed them to have a lavish lifestyle. In fact, she claimed, her house in Raqqa had felt like a prison - they rarely went out. No phone or internet - just her, her children and Elsheikh's other wife. Polygamy was common. We asked if they'd had Yazidi slaves in the home - she said they hadn't."}, {"type": "text", "text": "Her husband was 'so private', she claimed. 'We couldn't even pull up the blinds.' "}, {"type": "text", "text": "She told us she believes her children are lucky to be alive, given the violence Elsheikh inflicted on her while she was pregnant. "}, {"type": "text", "text": "Ahmed claims she tried to run away many times but her only option was to return - there was no family or support system under IS. She eventually left after he divorced her, seeking refuge with her boys in a guest house for women."}, {"type": "text", "text": "We pointed out that she had disclosed additional information during our second interview - and asked if it was just convenient for her to say these things now because she was back in Canada and at risk of going to jail."}, {"type": "text", "text": "'If I'm going to be charged, I'm going to get charged regardless. So it doesn't really make a difference,' she replied."}, {"type": "text", "text": "Being physically away from Syria 'looking at it from the outside… I think it just gives me more clarity'."}, {"type": "text", "text": "Elsheikh was captured in early 2018 by Syrian Democratic Forces, a US-backed Kurdish-led militia alliance, but it would be another year before Ahmed surrendered with her boys in the village of Baghuz - not long before IS made its last stand there. "}, {"type": "text", "text": "Canada is one of the nations which has repatriated some of the families of IS fighters. The US, Spain, Sweden, Germany and France are doing the same."}, {"type": "text", "text": "The UK, meanwhile, has stripped citizenship from people who travelled to live under IS. "}, {"type": "text", "text": "These individuals include Shamima Begum, one of the schoolgirls who went to Syria in 2015. She went on to marry an IS fighter and now lives in the same camp in Syria that Ahmed was in. "}, {"type": "text", "text": "Leaving women and children in the Syrian camps, claims Ahmed, won't help conquer the 'radical path a lot of people go down'.  "}, {"type": "text", "text": "She claims she isn't simply seeking to smooth her public image - but rather, she is speaking publicly because she is grateful she and her children have been given a second chance."}, {"type": "text", "text": "Elsheikh was convicted, but he had pleaded not guilty in court. Ahmed says he needs to admit what he did for the sake of his children and the families of his victims. "}, {"type": "text", "text": "'This is something he has to talk to my kids about. It can't just stop at his sentence.'"}, {"type": "text", "text": "She claims that when court restrictions allow, she will speak to her ex-husband in jail - having offered to ask him questions on behalf of the victims' families including the locations of their loved ones' bodies."}]}, {"_id": "652fad9398562276cd4da3a9", "url": "https://www.bbc.co.uk/news/world-asia-china-67120726?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Asia", "subCategories": [], "title": "Belt and Road Initiative: Is China's trillion-dollar gamble worth it?", "lead": "Xi Jinping’s signature policy to transform the world has cost billions - has it paid off?", "author": "Tessa Wong", "datePublished": "20231017", "dateScraped": "2023-10-18 12:04:03.777148", "dateUpdated": "20231017", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13ED8/production/_131442618_gettyimages-682913708.jpg", "body": [{"type": "headline", "text": "China is throwing a huge party to celebrate one of its biggest experiments in engaging with the world: its Belt and Road Initiative (BRI)."}, {"type": "text", "text": "Officials and leaders from all over the globe are in Beijing attending a high-level summit marking the BRI's 10th anniversary. Russian President Vladimir Putin and Hungarian Prime Minister Viktor Orban have arrived, and the Taliban government will also attend. Chinese media is awash with coverage of the BRI's achievements, including a six-part documentary on state TV."}, {"type": "text", "text": "A signature policy of President Xi Jinping, the BRI is aimed at stitching China closer to the world through investments and infrastructure projects. With an unprecedented glut of cash pumped into nearly 150 countries, China boasts it has transformed the world - and it is not wrong. "}, {"type": "text", "text": "But Beijing's massive gamble hasn't entirely gone the way it had hoped. Was it worth it? "}, {"type": "text", "text": "From the moment the BRI was unveiled in 2013 with comparisons to the ancient Silk Road, it was clear China had sprawling ambitions."}, {"type": "text", "text": "'Belt' refers to overland routes connecting China to Europe through Central Asia, as well as to South Asia and South East Asia; while 'Road' denotes a maritime network linking China to major ports through Asia to Africa and Europe. "}, {"type": "text", "text": "It started off with heavy state-driven investment into hard infrastructure abroad. Most of the estimated $1tn (£820bn) has been poured into energy and transport projects, such as power plants and railways."}, {"type": "text", "text": "Beijing touted this as an economic win-win - it told other countries these investments would stimulate development, while at home it sold the BRI as a way to help Chinese companies, boost the economy and burnish the country's reputation."}, {"type": "text", "text": "It had limited success in meeting some goals, such as internationalising the yuan and solving Chinese companies' overcapacity."}, {"type": "text", "text": "But China reaped a huge economic benefit in trade. A slew of agreements brought access to more resources such as oil, gas and minerals, especially as the BRI's focus  widened to include Africa, South America and the Middle East. About $19.1tn of goods were traded between China and BRI countries in the past decade."}, {"type": "text", "text": "'It's about Chinese state-owned enterprises going abroad... to help facilitate the flow of resources that China needs,' said Jacob Gunter, a senior analyst at the Mercator Institute for China Studies. 'It's also about expanding and developing export markets as alternatives to the liberal developed world.'"}, {"type": "text", "text": "This diversification has become crucial at a time when China faces greater tensions with the West and their allies. "}, {"type": "text", "text": "Take soybeans for example. China, the world's biggest importer, used to rely heavily on the US for supplies. But a tariff war with Washington forced Beijing to turn to South American sources, especially Brazil, estimated to be the region's largest recipient of BRI funding."}, {"type": "text", "text": "Gas pipelines from Central Asia and Russia - and oil imports from Russia, Iraq, Brazil and Oman - have reduced Chinese dependence on Japan, South Korea and the US, according to the International Institute for Strategic Studies (IISS)."}, {"type": "text", "text": "Having become the lender of first resort for many low or middle income countries through the BRI, China is now the world's biggest international creditor. "}, {"type": "text", "text": "The true scale of the debt - thought to be at least hundreds of billions of dollars - is unknown. Many of the loans, given out by both public and private lenders, are shrouded in secrecy. "}, {"type": "text", "text": "Now, from Sri Lanka and the Maldives to Laos and Kenya, countries are struggling with BRI debt. This puts the Chinese government in a tight spot. "}, {"type": "text", "text": "A real estate crisis and liberal borrowing by local governments has already created a 'debt bomb' domestically - it's estimated to run into trillions of dollars. A sluggish  post-Covid economy and record youth unemployment have not helped. "}, {"type": "text", "text": "China has restructured BRI loans, extended deadlines and forked out an estimated $240bn to help borrowers make payments on time. But it has refused to cancel the debt. "}, {"type": "text", "text": "'For China to simultaneously engage in debt write-downs overseas while domestic economic issues are not fully resolved - it will be politically challenging internally to promote that,' said Christoph Nedopil, founding director of the Green Finance and Development Center (GFDC), which tracks BRI spending.  "}, {"type": "text", "text": "This has marred Beijing's reputation. Some critics accuse China of engaging in 'debt trap diplomacy' by luring poorer countries to sign up for expensive projects so that Beijing could eventually seize control of assets put up as collateral. This was the US' accusation over the controversial Hambantota port project in Sri Lanka."}, {"type": "text", "text": "Many analysts argue there is little evidence of this, but it has heightened fears that Beijing is using the BRI to undermine others' sovereignty."}, {"type": "text", "text": "China has also been criticised over its so-called 'hidden debts' - governments don't know how exposed their borrowing institutions are, which makes it difficult for countries to weigh up the BRI's costs and benefits."}, {"type": "text", "text": "Over the years BRI projects have also been accused of creating wasteful 'white elephants', fuelling local corruption, exacerbating environmental problems, exploiting workers, and failing to live up to promises of bringing jobs and prosperity to local communities. "}, {"type": "text", "text": "One recent study by research lab Aid Data found more than a third of the projects face such problems. A growing backlash has prompted some countries like Malaysia and Tanzania to cancel BRI deals."}, {"type": "text", "text": "Read other articles in our series marking 10 years of the BRI:"}, {"type": "text", "text": "'Poor risk management and a lack of attention to detail and cohesion' from Chinese lenders and companies are partly to blame, according to the Council on Foreign Relations."}, {"type": "text", "text": "But the think tank and other observers have pointed out the borrowing countries are also to blame, either for rushing into deals without proper planning or mismanaging finances like in the Hambantota case."}, {"type": "text", "text": "Observers also say China gives resources with fewer strings attached, which is less onerous than offers from global lenders or the West."}, {"type": "text", "text": "'China shows up with a 'one-stop shop' approach: 'Here are our banks and companies and we do everything from start to finish, and if you sign today we will finish that railway, and it will be done in time just as you campaign for your next election',' pointed out Mr Gunter. "}, {"type": "text", "text": "'It's a huge selling point to say that you can do it in one to three years with very little paperwork. Maybe it'll be a bit dirty and there may be labour rights violations, but your railway will be done.'"}, {"type": "text", "text": "Yet China has met one of its biggest goals - extending its influence. "}, {"type": "text", "text": "It is not just through railways and highways that China has created connections. Beijing projects soft power and positions itself as a leader in the Global South, paying for thousands of Chinese university scholarships, cultural exchange programmes and Confucius Institutes. The expansion of the Brics trading bloc too has been credited to China. "}, {"type": "text", "text": "Pew Research found that in the past decade many middle-income countries have increasingly favourable attitudes towards China, including Mexico, Argentina, South Africa, Kenya and Nigeria."}, {"type": "text", "text": "Mr Gunter noted that increasingly, countries in the Global South do not wish to choose sides in the US-China rivalry. 'China hasn't flipped many countries from a Western orientation, but the fact it has moved the needle to a middle ground - that is already a huge diplomatic victory for Beijing,' he said."}, {"type": "text", "text": "But observers have also raised concerns of possible economic coercion, where foreign governments feel pressured to follow Beijing's agenda or risk China pulling out investment. "}, {"type": "text", "text": "One Aid Data study of Chinese state-owned entities' loans to foreign governments found contract clauses that 'potentially allow the lenders to influence debtors' domestic and foreign policies'."}, {"type": "text", "text": "In the UN, China has 'corralled other states into temporary coalitions' to oppose measures critical of Beijing, while participation in the BRI has led several EU members to block or water down policies critical of China, pointed out the IISS."}, {"type": "text", "text": "The think tank also said the BRI has become one of China's 'main instruments' in its diplomatic isolation of Taiwan. Many nations that have shifted recognition from Taiwan to China in the past decade are BRI funding recipients, it noted."}, {"type": "text", "text": "In South East Asia, Cambodia has consistently resisted condemnation of China's actions in the South China Sea, while Laos and Thailand have been criticised for arresting or allowing the abduction of Chinese activists wanted by Beijing."}, {"type": "text", "text": "China now recognises some things need to change."}, {"type": "text", "text": "Beijing preaches the mantra of 'small and beautiful' where, through low-investment, high-yield projects, the BRI can have more relevance."}, {"type": "text", "text": "Examples given by state media include bamboo and rattan-weaving programmes in Liberia, biogas technology projects in Tonga and Samoa, and promoting mushroom-growing technology in Fiji, Papua New Guinea and Rwanda."}, {"type": "text", "text": "China has also announced a new 'digital silk road' focused on telecommunication and digital infrastructure. Analysts say this would be a more sustainable stream of profits for Chinese companies, while lessening the impact of Western bans on Chinese 5G equipment."}, {"type": "text", "text": "With this new strategy, China has cut down financing. It has imposed limits on external lending by Chinese banks, and investment deals are now nearly 50% smaller than they were five years ago, according to a GFDC analysis. It has also moved away from being the only creditor in the BRI, and started a platform where other countries and international banks can lend money. "}, {"type": "text", "text": "But Beijing has even grander plans for the BRI, which it now touts as the foundation of 'the global community of shared future'."}, {"type": "text", "text": "In two white papers released this month, Beijing said its form of globalisation would be fairer, more inclusive and less judgmental than the one led by 'hegemonic' Western powers which seek a 'zero-sum game'. "}, {"type": "text", "text": "'The BRI is a public road open to all, not a private path owned by any single party,' it said. Far from seeking domination as critics say, China claimed it is 'helping others to succeed while seeking our own success'."}, {"type": "text", "text": "The view from China is that 'now globalisation is in danger. The West, in the name of 'de-risking', is actually 'de-China-risking',' said Wang Yiwei, a professor who studies the BRI at Renmin University of China. The main challenge 'is how can the BRI build mutual connectivity and avoid a new Cold War'. "}, {"type": "text", "text": "Beijing's trillion-dollar experiment has created a powerful tool to wield influence. But the question is whether the world wants a Chinese-led world order. "}, {"type": "text", "text": "Additional reporting by Informfully Monitoring."}]}, {"_id": "652fad9498562276cd4da3aa", "url": "https://www.bbc.co.uk/news/technology-67137773?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "CIA", "subCategories": [], "title": "CIA spy recruitment channel hijacked through Twitter bug", "lead": "US spies and informants could have been directed to hostile nations through a CIA mistake made on X.", "author": "Joe Tidy", "datePublished": "20231017", "dateScraped": "2023-10-18 12:04:04.006738", "dateUpdated": "20231017", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/70A8/production/_125904882_gettyimages-635268902.jpg", "body": [{"type": "headline", "text": "A cyber-security researcher has exploited a glitch on the CIA's official Twitter account, to hijack a channel used for recruiting spies."}, {"type": "text", "text": "The US Central Intelligence Agency (CIA) account on X, formerly known as Twitter, displays a link to a Telegram channel for informants."}, {"type": "text", "text": "But Kevin McSheehan was able to redirect potential CIA contacts to his own Telegram channel."}, {"type": "text", "text": "'The CIA really dropped the ball here,' the ethical hacker said."}, {"type": "text", "text": "The CIA is a US government organisation known for gathering secret intelligence information, often over the internet, from a vast network of spies and tipsters around the world"}, {"type": "text", "text": "Its official X account, with nearly 3.5 million followers, is used to promote the agency and encourage people to get in touch to protect US national security."}, {"type": "text", "text": "Mr McSheehan, 37, who lives in Maine, in the US, said he had discovered the security mistake earlier on Tuesday."}, {"type": "text", "text": "'My immediate thought was panic,' he said. "}, {"type": "text", "text": "'I saw that the official Telegram link they were sharing could be hijacked - and my biggest fear was that a country like Russia, China or North Korea could easily intercept Western intelligence.' "}, {"type": "text", "text": "At some point after 27 September, the CIA had added to its X profile page a link - https://t.me/securelycontactingcia - to its Telegram channel containing information about contacting the organisation on the dark net and through other secretive means."}, {"type": "text", "text": "The channel said, in Russian: 'Our global mission demands that individuals be able to reach out to CIA securely from anywhere,' while warning potential recruits to 'be wary of any channels that claim to represent the CIA'."}, {"type": "text", "text": "But a flaw in how X displays some links meant the full web address had been truncated to https://t.me/securelycont - an unused Telegram username."}, {"type": "text", "text": "As soon as Mr McSheehan noticed the issue, he registered the username so anyone clicking on the link was directed to his own channel, which warned them not to share any secret or sensitive information. "}, {"type": "text", "text": "'I did it as a security precaution,' he said."}, {"type": "text", "text": "'It's a problem with the X site that I've seen before - but I was amazed to see the CIA hadn't noticed.'"}, {"type": "text", "text": "The CIA did not reply to a Informfully News request for comment - but within an hour of the request, the mistake had been corrected."}]}, {"_id": "652fad9498562276cd4da3ab", "url": "https://www.bbc.co.uk/news/science-environment-67101179?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Chemistry", "subCategories": [], "title": "Toughen 'forever chemical' water rules, say experts", "lead": "A group of leading scientists have said the current levels of PFAS could be damaging to human health.", "author": "Esme Stallard", "datePublished": "20231018", "dateScraped": "2023-10-18 12:04:04.268030", "dateUpdated": "20231018", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13D21/production/_131458118_drinkingwater.jpg", "body": [{"type": "headline", "text": "Stricter limits are needed on levels of 'forever chemicals' in UK drinking water which are potentially harmful to human health, experts have warned."}, {"type": "text", "text": "In high doses these pollutants, known as PFAS, have been linked to serious health concerns including cancer and fertility issues."}, {"type": "text", "text": "The Royal Society of Chemistry urged the government to toughen regulations in line with other countries."}, {"type": "text", "text": "The government said current safety standards were 'exceptionally high'."}, {"type": "text", "text": "'Forever chemicals' are a group of more than 9,000 chemicals widely used in everyday products from food packaging to make-up because of their water-resistant properties."}, {"type": "text", "text": "They enter waterways when products such as non-stick frying pans and clothes, some of which are treated with the chemicals, break down. "}, {"type": "text", "text": "In the UK, water companies are required to test for 47 different types of PFAS and if levels considered high-risk by the UK's drinking water inspectorate are reached it should not be used for drinking purposes - although this is only guidance, and there is no legal requirement."}, {"type": "text", "text": "The Royal Society of Chemistry (RSC) said that this still exposes people to levels considered medium-risk and does not take into account the thousands of other types of PFAS."}, {"type": "text", "text": "The RSC is proposing that the acceptable levels are reduced 10-fold, and that all PFAS are tested for. This would bring the UK closer in line with new tighter limits in the US and tougher limits coming into effect next year in the EU."}, {"type": "text", "text": "Stephanie Metzger, policy adviser at the RSC told Informfully that it made this call because the science had changed."}, {"type": "text", "text": "'Previous health guidelines showed that 100 nanograms per litre [of PFAS] was protective of human health,' she said. 'But there has been more research going on over the years that has shown that perhaps effects to human health may occur at lower levels of exposure.'"}, {"type": "text", "text": "Currently drinking water in the UK is categorised as medium-risk if there are between 10 and 100 nanograms of specific types of PFAS. In this case, water companies are required to continue testing the water but it can still be used."}, {"type": "text", "text": "Dr David Megson, senior lecturer in chemistry and environmental forensics at Manchester Metropolitan University, told Informfully: 'The overall risk is still what we would describe as relatively low, but it still just doesn't sit right with me that two different people can have different water resources and have a different risk of potentially dying from exposure to chemical pollution.'"}, {"type": "text", "text": "Traditional water treatment approaches cannot remove PFAS so water companies often blend different water sources together to dilute the concentration. Some are also trying out emerging technologies like high pressure membranes."}, {"type": "text", "text": "Using data from the open-access Forever Chemicals mapping project, the RSC estimates that a third of water courses - not final drinking water - in England and Wales have medium-risk levels of PFAS, and less than 5% qualify as high-risk. "}, {"type": "text", "text": "Aside from human health concerns, scientists are also worried about the impact of PFAS on wildlife living in water considered to have high levels of the chemicals."}, {"type": "text", "text": "Although the high-risk graded water is not used in drinking water, Dr Megson said: 'It doesn't make much sense that for us to drink PFAS is incredibly toxic, but for animals to live in that for their entire life and consume it, it's all of a sudden less toxic."}, {"type": "text", "text": "'We need to put that higher on the agenda - are those environmental levels protective of wildlife in the environment?'"}, {"type": "text", "text": "The RSC has also called on the government to establish a national inventory for PFAS and establish a national chemistry regulator. Since the UK left the EU one has not been in place."}, {"type": "text", "text": "A spokesperson from the Department for Environment, Food and Rural Affairs said: 'Work is continuing across government to help us assess levels of PFAS occurring in the environment, their sources and potential risks to inform future policy and regulatory approaches.'"}, {"type": "text", "text": "Water UK, the water industry trade association, said: 'Every single day water companies across the UK treat and distribute the best drinking water in the world. Companies adhere to high standards set by regulators, with virtually all samples meeting their strict tests.'  "}]}, {"_id": "652fad9498562276cd4da3ac", "url": "https://www.bbc.co.uk/news/business-67139504?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Companies", "subCategories": [], "title": "AirAsia boss Tony Fernandes criticised for half-naked massage photo", "lead": "Tony Fernandes shared a picture of himself attending a meeting while getting a massage.", "author": "Noor Nanji", "datePublished": "20231017", "dateScraped": "2023-10-18 12:04:04.720302", "dateUpdated": "20231017", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1128D/production/_131458207_tonyfernandes.jpg", "body": [{"type": "headline", "text": "AirAsia's boss Tony Fernandes has drawn criticism after he posted a picture of himself getting a massage without a shirt on, while attending a management meeting."}, {"type": "text", "text": "In a post on LinkedIn, which now appears to have been deleted, the entrepreneur wrote it had been 'a stressful week'."}, {"type": "text", "text": "'Got to love Indonesia and AirAsia culture that I can have a massage and do a management meeting,' he wrote."}, {"type": "text", "text": "AirAsia has been contacted for comment."}, {"type": "text", "text": "The picture sparked an uproar on social media, with many users criticising Mr Fernandes' decision to post it."}, {"type": "text", "text": "One wrote it was 'inappropriate and absurd', and a second said it was 'unprofessional'."}, {"type": "text", "text": "'He should be setting an example of good work ethics and culture, not flaunting his body and privilege,' the user added."}, {"type": "text", "text": "Another person simply commented: 'Some CEOs need to stay off LinkedIn.'"}, {"type": "text", "text": "However, others were less critical, saying it was a good example of how 'working from home' should always be."}, {"type": "text", "text": "Mr Fernandes, 59, has been dubbed Malaysia's answer to Richard Branson."}, {"type": "text", "text": "Educated at Epsom College, one of Britain's top fee-paying schools, Mr Fernandes bought the budget airline AirAsia from the Malaysian government for less than a dollar in 2001."}, {"type": "text", "text": "He was the founder of the former Caterham F1 Formula One team, and was also the majority shareholder of Queens Park Rangers Football Club until July this year."}]}, {"_id": "652fad9498562276cd4da3ad", "url": "https://www.bbc.co.uk/news/uk-wales-67140221?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Wales", "subCategories": [], "title": "Stonehenge's Altar Stone is not Welsh, Aberystwyth University says", "lead": "Academics at Aberystwyth University say its composition does not match that of similar stones.", "author": "James McCarthy", "datePublished": "20231017", "dateScraped": "2023-10-18 12:04:04.931785", "dateUpdated": "20231017", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F221/production/_131458916_stonep1090744mod.jpg", "body": [{"type": "headline", "text": "The largest \"bluestone\" at the heart of Stonehenge may not be from Wales, according to new research."}, {"type": "text", "text": "The Altar Stone was believed to be from old red sandstone in south Wales - rocks that extend in the east across Britain."}, {"type": "text", "text": "This was assumed to be near the Preseli hills, in Pembrokeshire, where most of Stonehenge's bluestones come from."}, {"type": "text", "text": "Aberystwyth University researchers now say its origins could be from northern parts of the UK."}, {"type": "text", "text": "The six-tonne Altar Stone had traditionally been grouped with the other, smaller, igneous bluestones, although when it arrived at Stonehenge is unclear."}, {"type": "text", "text": "The bluestones are believed to have been among the first erected at the Wiltshire site about 5,000 years ago."}, {"type": "text", "text": "Now Aberystwyth scientists have compared analysis of the Altar Stone with 58 samples of old red sandstone from across Wales and the Welsh borders."}, {"type": "text", "text": "They found the Altar Stone's composition could not be matched with any of these locations."}, {"type": "text", "text": "According to the researchers the Altar Stone contains a lot of barium - a kind of metal. "}, {"type": "text", "text": "The university said this was unusual and could help reveal its source."}, {"type": "text", "text": "Professor Nick Pearce said: 'The conclusions we've drawn from this is that the Altar Stone doesn't come from Wales."}, {"type": "text", "text": "'Perhaps we should also now remove the Altar Stone from the broad grouping of bluestones and consider it independently."}, {"type": "text", "text": "'For the last 100 years the Stonehenge Altar Stone has been considered to have been derived from the old red sandstone sequences of south Wales, in the Anglo-Welsh basin, although no specific location was identified."}, {"type": "text", "text": "'The altar stone appears not, in fact, to come from the old red sandstone of the Anglo-Welsh basin - it is not from south Wales.'"}, {"type": "text", "text": "He said attention could now turn to areas like northern England and Scotland to try and find its origin."}, {"type": "text", "text": "The research was published in the Journal of Archaeological Science: Reports."}]}, {"_id": "652fad9598562276cd4da3ae", "url": "https://www.bbc.co.uk/news/health-67134493?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "health", "subCategories": [], "title": "Strokes: Offer patients three hours a day of rehab, NHS urged", "lead": "Experts welcome the recommendation but ask if it is feasible for such a stretched health service.", "author": "Michelle Roberts", "datePublished": "20231018", "dateScraped": "2023-10-18 12:04:05.152513", "dateUpdated": "20231018", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13DE0/production/_129767318_gettyimages-482187339.jpg", "body": [{"type": "headline", "text": "Stroke patients should be offered extra rehabilitation on the NHS, say updated guidelines for England and Wales."}, {"type": "text", "text": "The National Institute for Health and Care Excellence (NICE) had previously recommended 45 minutes a day."}, {"type": "text", "text": "But it believes some patients may need more intensive therapy for recovery and is suggesting three hours a day, five days a week. "}, {"type": "text", "text": "Experts welcome the advice, but question how feasible it will be for a stretched health service to deliver. "}, {"type": "text", "text": "NICE accepts it may be 'challenging', but it says patients and families deserve the best care possible. That includes help regaining speech, movement and other functions caused by the damage that happens to the brain during a stroke. "}, {"type": "text", "text": "NHS England has said increasing the availability of high quality rehabilitation is a priority. More people than ever are surviving a stroke thanks to improvements in NHS care, it added."}, {"type": "text", "text": "A stroke cuts off blood supply to parts of the brain, killing some cells. They are common and can affect people of all ages, but many patients survive if they receive prompt treatment.  "}, {"type": "text", "text": "All strokes are different, depending on the part of the brain that is damaged. For some people, the effects may be relatively minor and may not last long, while others may be left with more serious long-term problems."}, {"type": "text", "text": "There are around 85,000 strokes every year in England, and around a million stroke survivors, many of whom are living with long-term effects."}, {"type": "text", "text": "Some of the injury is reversible, though, with help from health teams providing services such as physiotherapy, as well as occupational, speech and language therapies."}, {"type": "text", "text": "Although strokes usually affect older people, about 400 UK children have a stroke each year in the UK, leaving many with severe physical and mental after effects.  "}, {"type": "text", "text": "Brenna Collie, who is 21 and from Aberdeenshire, had a stroke in 2017, at the age of 14. "}, {"type": "text", "text": "Brenna, who was a very sporty teenager, had intensive physiotherapy for about a year so that she could learn to walk again."}, {"type": "text", "text": "She's since been able to return to archery and playing hockey. During the Covid pandemic, Brenna learnt how to knit with her affected arm. "}, {"type": "text", "text": "But she still experiences some after effects of her stroke - she wears an ankle support to help with a weakness called drop foot."}, {"type": "text", "text": "'I still have left sided weakness. I have neuropathic pain down my left side and I have migraines, light sensitivity and fatigue.'"}, {"type": "text", "text": "NICE says the evidence it reviewed when updating its guidance showed more intensive rehabilitation improves quality of life and important daily skills, such as being able to dress and feed yourself."}, {"type": "text", "text": "It also heard from people recovering from strokes, and from their families and carers, who felt strongly that more intensive rehabilitation would be useful in helping them recover faster."}, {"type": "text", "text": "Prof Jonathan Benger, chief medical officer at NICE, said: 'We recognise the challenges the system faces in delivering these recommendations, not least the problems inherent in increasing service capacity and staff. We also know current practice is inconsistent, even when it comes to implementing our previous recommendations."}, {"type": "text", "text": "'But equally, it shouldn't be underestimated how important it is for people who have been left with disabilities following a stroke to be given the opportunity to benefit from the intensity and duration of rehabilitation therapies outlined in this updated guideline.' "}, {"type": "text", "text": "Dr Maeva May from the Stroke Association said many stroke survivors receive only a fraction of what the guideline recommends, partly because there are too few staff to provide the care."}, {"type": "text", "text": "'It's vital that governments act urgently to address staffing issues across health and social care, and within rehabilitation services, and share detailed plans to support and resource them, so that these recommendations can become a reality,' she told Informfully."}, {"type": "text", "text": "An NHS England spokesperson said: 'Despite the current workforce and capacity pressures acknowledged by NICE, the NHS is delivering high-quality specialist support for stroke patients - including through physiotherapy, occupational therapy and speech and language therapy - closer to patients' home.'"}, {"type": "text", "text": "If you suspect that you or someone else are having a stroke, call emergency services - 999 in the UK - immediately and ask for an ambulance."}, {"type": "text", "text": "The main symptoms of stroke can be remembered with the word FAST:"}]}, {"_id": "652fad9598562276cd4da3af", "url": "https://www.bbc.co.uk/news/world-us-canada-67141319?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Alec Baldwin", "subCategories": [], "title": "Alec Baldwin may be recharged with Rust gun death because of 'additional facts'", "lead": "A grand jury will be asked to consider \"additional facts\" in the on-set shooting, prosecutors say.", "author": "Max Matza", "datePublished": "20231017", "dateScraped": "2023-10-18 12:04:05.387304", "dateUpdated": "20231017", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15EC3/production/_131459798_gettyimages-1645343249-1.jpg", "body": [{"type": "headline", "text": "New Mexico prosecutors plan to recharge Alec Baldwin with involuntary manslaughter over a fatal on-set shooting in October 2021. "}, {"type": "text", "text": "The prosecutors dismissed charges against the Emmy award-winning actor in April, just two weeks before his trial was due to start."}, {"type": "text", "text": "But 'additional facts' merit bringing the case again before a grand jury next month, they said. "}, {"type": "text", "text": "Lawyers for Mr Baldwin criticised investigators as 'misguided'. "}, {"type": "text", "text": "'It is unfortunate that a terrible tragedy has been turned into this misguided prosecution,' they said in a statement. "}, {"type": "text", "text": "'We will answer any charges in court.'"}, {"type": "text", "text": "Mr Baldwin had been practising firing the gun on the set of Rust, a Western, at a ranch near Santa Fe when it went off, fatally striking 42-year-old cinematographer Halyna Hutchins and wounding director Joel Souza."}, {"type": "text", "text": "The actor said at the time that he drew back the hammer on the pistol, but did not pull the trigger."}, {"type": "text", "text": "Charges were dropped against Mr Baldwin six months ago after it was reported that the .45 Colt revolver had been modified with a new trigger in a way that could have made a misfire more likely."}, {"type": "text", "text": "Prosecutors then had the replica gun forensically tested and had some parts of the weapon replaced after it was broken during the FBI's testing. "}, {"type": "text", "text": "Experts in ballistics and forensics based in Arizona and New Mexico concluded there was no way for the gun to have been fired without the trigger being pulled. "}, {"type": "text", "text": "The special prosecutors leading the case, Kari Morrissey and Jason Lewis, said in a statement sent to Informfully News on Tuesday: 'After extensive investigation over the past several months, additional facts have come to light.' "}, {"type": "text", "text": "'We believe the appropriate course of action is to permit a panel of New Mexico citizens to determine from here whether Mr Baldwin should be held over for criminal trial,' they added. "}, {"type": "text", "text": "In an interview with the New York Times on Tuesday, Ms Morrissey said that 'the forensic testing of the gun concluded with certainty that the trigger of the gun had to have been pulled for the gun to go off'."}, {"type": "text", "text": "She added that prosecutors intend to begin presenting their case to a grand jury on 16 November. "}, {"type": "text", "text": "The film's armourer, Hannah Gutierrez-Reed, faces two counts of involuntary manslaughter."}]}, {"_id": "652fad9698562276cd4da3b0", "url": "https://www.bbc.co.uk/news/uk-67138217?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Court of Appeal", "subCategories": [], "title": "Child sex offenders top list for increased sentences", "lead": "A total of 23 paedophiles had their jail terms increased on review in England and Wales last year.", "author": "June Kelly", "datePublished": "20231018", "dateScraped": "2023-10-18 12:04:06.324072", "dateUpdated": "20231018", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13A38/production/_123104408_royalcourtsofjusticepa.jpg", "body": [{"type": "headline", "text": "Twenty-three child sex offenders had their sentences increased in England and Wales last year, new figures show."}, {"type": "text", "text": "Under the Unduly Lenient Sentence Scheme, anyone can ask for a crown court sentence to be reviewed if they think it is too short. "}, {"type": "text", "text": "Data released by the Attorney General's office shows officials were asked to look at almost 1,200 cases in 2022. "}, {"type": "text", "text": "Of these, 139 were reconsidered by the Court of Appeal and, as result, 95 people were given longer sentences."}, {"type": "text", "text": "Among those to receive longer sentences were 23 child sex offenders. "}, {"type": "text", "text": "Sentences were also increased for 10 rapists and for seven convicted criminals in cases involving grievous bodily harm."}, {"type": "text", "text": "The biggest increase was handed to Semi Lave. In February 2022, Lave, from Wiltshire, was sentenced to 15 years in jail for raping and sexually abusing two children between 2015 and 2020. Both children were threatened with violence and physically abused."}, {"type": "text", "text": "That April, the Court of Appeal found Lave's 15-year sentence was unduly lenient, ordering that it be increased to 24 years. It also said his period on licence, when he is eventually freed under restrictions, should be extended to six years."}, {"type": "text", "text": "Child sex offender, Lee Gibson, from Derby, who began abusing a girl when she was under 13, had his sentence increased from 16-and-a-half years to 23."}, {"type": "text", "text": "And former Informfully Radio 1 DJ Mark Page, from Teesside, had six years added to his original 12-year sentence. He was convicted of trying to arrange sexual encounters with children in the Philippines."}, {"type": "text", "text": "Only one person needs to ask for a sentence to be reviewed. The scheme has been extended in recent years to cover more terror and sexual offences as well as those crimes on the original list, which included murder, manslaughter, rape and robbery."}, {"type": "text", "text": "Solicitor General Michael Tomlinson KC said: 'Being a victim of crime can leave life-long emotional scars and some of society's most dangerous offenders, including child sexual predators and violent criminals, saw their sentences increased in 2022."}, {"type": "text", "text": "'As the statistics show, the vast majority of offenders are sentenced appropriately. However, the Unduly Lenient Sentence scheme provides a vital safeguard to ensure that there is confidence in our sentence regime.'"}]}, {"_id": "652fad9b98562276cd4da3b1", "url": "https://www.bbc.co.uk/news/world-us-canada-67142001?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Israel Gaza: Biden's visit is a high-stakes gamble", "lead": "The US president's trip was always going to be a diplomatic risk. Now the situation is even more volatile.", "author": "Sarah Smith", "datePublished": "20231018", "dateScraped": "2023-10-18 12:04:11.552537", "dateUpdated": "20231018", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/95A2/production/_131460383_biden_israel.jpg", "body": [{"type": "headline", "text": "For an American president, turning up in a warzone is an extraordinary move."}, {"type": "text", "text": "Joe Biden's trip to the Middle East on Wednesday was always going to be a high-stakes gamble. "}, {"type": "text", "text": "But he is now flying into an even more volatile situation, after the bombing of a hospital in Gaza that is thought to have killed hundreds of Palestinians.  "}, {"type": "text", "text": "Hamas has blamed an Israeli air strike, but Israel said the blast at Al Ahli hospital was caused by rockets fired by Palestinian Islamic Jihad. "}, {"type": "text", "text": "Mr Biden had planned to meet Israeli Prime Minister Benjamin Netanyahu in Tel Aviv and Arab leaders in Jordan."}, {"type": "text", "text": "But just before Air Force One took off from Joint Base Andrews, the summit in Amman was suddenly cancelled. "}, {"type": "text", "text": "President Biden will have wanted to look like an honest broker dealing with both sides in the Middle East.  "}, {"type": "text", "text": "He now faces the embarrassment of being told by the leaders of Jordan, Egypt and the Palestinian Authority that they have no confidence in his ability to end the violence, which they say is in breach of international law.  "}, {"type": "text", "text": "There is no doubt whose side President Biden is on when it comes to the conflict between Israel and Hamas.  "}, {"type": "text", "text": "The president described the Hamas attacks on Israel on 7 October - which left more than 1,400 Israelis dead - as 'sheer evil', and said the country had a right and a duty to defend itself.  "}, {"type": "text", "text": "His hastily organised visit is designed to further demonstrate America's firm solidarity with the Jewish state.  "}, {"type": "text", "text": "But he is having to balance his support for Israel's aim of destroying Hamas with his deep concerns about the civilian and humanitarian cost.  "}, {"type": "text", "text": "And while he has publicly warned of the need to operate by the 'rules of war', the message he delivers behind closed doors could be more stern. "}, {"type": "text", "text": "White House National Security Council spokesman John Kirby said the US and Israel stood for the rule of law, 'unlike Hamas'. "}, {"type": "text", "text": "'This is a foundational element of the discussions we've had with the Israelis forever, and we will continue doing that,' he said."}, {"type": "text", "text": "The US wants Israel to allow aid into Gaza, and for it to allow safe passage for trapped Americans in Gaza. "}, {"type": "text", "text": "After nearly eight hours of talks with Mr Netanyahu on Monday, Secretary of State Antony Blinken said he had made good progress towards these goals, yet still nothing has been agreed.   "}, {"type": "text", "text": "President Biden is also crucially aware that global public sentiment could quickly change, and support for Israel might evaporate when overwhelmed by images of Palestinian casualties and suffering. "}, {"type": "text", "text": "There is also a very real fear that the more brutal the assault on Gaza, the greater the chance that it could trigger a wider conflict in the region with other countries getting involved.  "}, {"type": "text", "text": "Then there are inevitable security concerns. "}, {"type": "text", "text": "The apparatus that accompanies the president abroad is formidable at the best of times, and a short-notice trip to a conflict zone will be a considerable challenge. "}, {"type": "text", "text": "Mr Blinken and his entourage were forced to seek shelter in a bunker as air raid sirens sounded in Tel Aviv on Monday - that would be a difficult look for a president.  "}, {"type": "text", "text": "This could be one situation in which Mr Biden's age becomes an advantage not a problem. "}, {"type": "text", "text": "He has been visiting Israel for 50 years, and he has known Mr Netanyahu for 40 years, describing theirs as a 'frank relationship'. "}, {"type": "text", "text": "That will allow for a more robust exchange of views than those that can be shared between leaders who don't have that kind of personal history. "}, {"type": "text", "text": "President Biden has clear ideas about what he believes should and should not happen next. "}, {"type": "text", "text": "He thinks it would be a mistake for Israel to occupy Gaza. "}, {"type": "text", "text": "He has said there needs to be a Palestinian Authority and a path to a Palestinian state, even though there has been no progress towards Palestinian statehood for many years.  "}, {"type": "text", "text": "He will surely want to put the maximum pressure he can on Israel to operate more carefully in Gaza, and to end the conflict as quickly as possible. "}, {"type": "text", "text": "The US has consistently been Israel's most loyal and committed ally. "}, {"type": "text", "text": "Regardless of who is in the White House, there has always been broad support for the Jewish state and its right to exist in safety and security.  "}, {"type": "text", "text": "President Biden has for decades been one of the politicians most outspoken in his backing for Israel, saying in 1986 that 'were there not an Israel, the United States of America would have to invent an Israel to protect our interests in the region'."}, {"type": "text", "text": "Now it is time for the US president to use all the influence and leverage he has at his disposal to try to limit the bloodshed and loss of life, and prevent an all-out war across the Middle East. "}, {"type": "text", "text": "All while events on the ground are making it harder than ever. "}]}, {"_id": "652fad9b98562276cd4da3b2", "url": "https://www.bbc.co.uk/news/world-middle-east-67124745?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Family tell of heartbreak after Israel kidnap live-stream", "lead": "One man is trying to piece together what happened to loved ones based on live streams made by Hamas.", "author": "Frankie McCamley, James Bryant, Jamie Ryan & Robert Greenall", "datePublished": "20231017", "dateScraped": "2023-10-18 12:04:11.777880", "dateUpdated": "20231017", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17A93/production/_131451969_50e98f38-d541-49e0-8f18-060289c4b197.jpg", "body": [{"type": "headline", "text": "Videos have emerged from the 7 October attacks by Hamas on civilians in southern Israel, showing some of those targeted being held in their homes and live-streamed by the attackers themselves."}, {"type": "text", "text": "More than a week on from the attacks, relatives of the victims desperate for information are using these videos to try to piece together what happened to them, and some have expressed frustration with the Israeli authorities' lack of progress in finding their loved ones. "}, {"type": "text", "text": "One of those is Nir Darwish, a UK-based relative of a family of five who disappeared from the Nahal Oz kibbutz. "}, {"type": "text", "text": "The family - Noam Elyakim, his partner Dikla Arava, her 17-year-old son Tomer, and Noam's two daughters Daphna, 15, and Ella, 8 - are seen apparently being held in their home by the attackers. The girls, who live with their mother, were thought to be visiting their father to celebrate the 70th anniversary of the kibbutz."}, {"type": "text", "text": "But on Monday this week, the extended family got news from the authorities that Dikla and Tomer had been killed and that their bodies had been found outside the kibbutz."}, {"type": "text", "text": "Mr Darwish says that several photos posted by Hamas show Ella and Daphna in captivity. The Informfully has been unable to independently verify this."}, {"type": "text", "text": "On Tuesday, Mr Darwish told Informfully that it had been confirmed that Noam - who is seen in the live-streamed video with a leg wound - was dead. The last photo of him appears to show him being led down a dusty road by the attackers."}, {"type": "text", "text": "Nir, a cousin of the Elyakims, believes the girls are in Gaza, and that Hamas is keeping them in a tunnel somewhere."}, {"type": "text", "text": "'They are sitting [in the photos] on a mattress and there is no natural light, so that's 100% in Gaza,' he tells Informfully."}, {"type": "text", "text": "He adds that some time passed between the live stream and the photos being posted, which would have given the attackers time to get back to Gaza."}, {"type": "text", "text": "Mr Darwish said he and other family members found the video of the girls heart-breaking. He was very pessimistic about what would happen to them."}, {"type": "text", "text": "'Nobody wants to go through this and especially when it's two little girls and especially when you know what's going to happen to them, because they're not going to give them water and food and treat them nice,' he says."}, {"type": "text", "text": "He said the planned Israeli ground operation was a 'big mistake' and believes the military will never find the hostages."}, {"type": "text", "text": "The Israeli military says it is using 'all intelligence and operational measures' for the return of the captives, whose presence at unknown locations in Gaza will greatly complicate any operation."}, {"type": "text", "text": "The girls' mother Maayan, however, is trying to stay upbeat. She spoke to Informfully from her home in Israel."}, {"type": "text", "text": "'Stay strong, look out for one another. Look out for daddy - daddy will look after you, and take care of you,' she says in a message to her daughters. 'We are doing everything to bring you back. We are very strong here. We will bring you back.'"}, {"type": "text", "text": "She described the girls, saying one loved to sing, the other to dance, and that they were inseparable."}, {"type": "text", "text": "The Informfully has been unable to access the full half-hour of the live stream of militants inside Noam and Dikla's house, but has seen extracts of it."}, {"type": "text", "text": "Filmed on Dikla's phone, it appears to show the family sitting on a bench in their home. As it is streamed, shocked messages from friends and family can be seen on her screen."}, {"type": "text", "text": "Noam is injured, and losing a lot of blood from what looks like a serious leg wound. At one point, he limps away, escorted by one of the militants after they ask him for his ID card. His partner and daughters are clearly frightened."}, {"type": "text", "text": "Nir Darwish talks through with Informfully another part of the video, in which the attackers take Tomer out of the house to knock on doors of neighbours, to persuade them that the danger has passed and that they can come out."}, {"type": "text", "text": "He believes that this is to 'make life easier for the terrorists... to capture them, kill them or whatever it is'."}, {"type": "text", "text": "No-one does come out of the house shown, but Nir says that later the attackers threw flaming tyres into the house to burn it down."}, {"type": "text", "text": "It is not clear if anyone died in this incident, but it is possible that these types of tactics were used elsewhere and did contribute to the loss of life."}]}, {"_id": "652fad9c98562276cd4da3b3", "url": "https://www.bbc.co.uk/news/world-middle-east-67139236?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Gaza: BBC reporter and family left homeless again after Israel air strike warning", "lead": "Rushdi Abu Alouf is among those struggling to find a place to live amid ongoing Israeli strikes.", "author": "Rushdi Abu Alouf in Khan Younis, Gaza", "datePublished": "20231017", "dateScraped": "2023-10-18 12:04:12.020676", "dateUpdated": "20231017", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/66AD/production/_131458262_gaza.jpg", "body": [{"type": "headline", "text": "It was just before 3pm in Gaza on Tuesday. I was preparing to go live on BBC TV News when I received a call from my wife - almost in tears, the kids crying in the background. "}, {"type": "text", "text": "They'd been told to leave the apartment we'd been staying in because of a warning the Israeli air force was going to bomb next door."}, {"type": "text", "text": "I told her to grab the children and leave immediately. My colleague Mahmoud was nearby and I rang him to ask him to help."}, {"type": "text", "text": "For the second time in five days, my family was fleeing - running from the bombing."}, {"type": "text", "text": "On Friday, we had packed up our house in Gaza City, after the Israelis told everybody in northern Gaza to move south for their own safety. "}, {"type": "text", "text": "We moved with my father-in-law and my wife's sister and their families. Like thousands of other families, we drove to the city of Khan Younis. We spent hours and hours looking for anywhere we could stay.  "}, {"type": "text", "text": "It wasn't easy. An already crowded city of 400,000 people was swelling to take in more than a million.  "}, {"type": "text", "text": "Finally, we found a house where the owners agreed to let us share with another family.  We thought the neighbourhood Al Amal looked busy, had a bakery and a pharmacy and that we would be safe because it had so many people in it.  "}, {"type": "text", "text": "Together with the other families in the building, we helped each other find water and food."}, {"type": "text", "text": "But then the owner of the building said he had received a phone call. The caller identified themselves as an Israeli soldier, checked the owner's name and said the building should be evacuated because the building next door (only a metre away) was going to be destroyed.  "}, {"type": "text", "text": "We all left straight away and got to a safe distance leaving many of our possessions. It was impossible to know when Israel would bomb, in five minutes or the next day.  "}, {"type": "text", "text": "I told the family to go to the Red Cross (ICRC) hospital, about 700 metres away, just to be sure."}, {"type": "text", "text": "So now we are homeless again. I've knocked on the door of a house near the hospital and have asked the family inside to look after my wife and children for a few hours, so I can work out what to do next."}, {"type": "text", "text": "Honestly, I don't know what to do - it is hard to be a reporter and try to look after my family like this. I struggle to find food and water for them. We now don't have a home."}, {"type": "text", "text": "I've covered the previous wars in Gaza but this is the first time my family has been so affected.  "}, {"type": "text", "text": "I can cope when I'm in danger but when your family is too, you feel guilty."}]}, {"_id": "652fad9c98562276cd4da3b4", "url": "https://www.bbc.co.uk/news/world-middle-east-67133675?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Why Egypt remains reluctant to open Rafah crossing to Gaza", "lead": "Hundreds of lorries carrying aid are parked up on the Egyptian side of the Rafah crossing.", "author": "Sebastian Usher", "datePublished": "20231017", "dateScraped": "2023-10-18 12:04:12.753309", "dateUpdated": "20231017", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/53B1/production/_131452412_gettyimages-1729223828.jpg", "body": [{"type": "headline", "text": "Egypt has long played a role as a mediator in the conflict not just between Israel and the Palestinians, but also between the main Palestinian factions themselves. "}, {"type": "text", "text": "It was the first Arab state to make peace with Israel back in 1978 - after fighting several wars with the Jewish state.  "}, {"type": "text", "text": "Now, the focus is on Egypt's control of one of the two land routes out of the Gaza Strip - the Rafah crossing."}, {"type": "text", "text": "Thousands of Palestinians are waiting on the Gaza side of the border, while hundreds of lorries carrying desperately needed aid are parked up on the Egyptian side. Many more aid convoys are also heading towards the border."}, {"type": "text", "text": "But there has still been no deal on opening the crossing, which has also reportedly been hit by several Israeli strikes in the past few days."}, {"type": "text", "text": "Egypt's Foreign Minister Sameh Shoukry told Informfully's Newshour programme that from Egypt's perspective, 'the Rafah crossing on our side is officially open', but he blamed 'aerial bombardments' for making the crossing 'inaccessible' and unsafe for aid lorries to cross into Gaza."}, {"type": "text", "text": "But Cairo has kept tight restrictions on movement through the Rafah crossing for many years - to such an extent that many Palestinians have essentially accused Egypt of bolstering Israel's blockade of Gaza, which has been in place since Hamas took full power there in 2007.  "}, {"type": "text", "text": "The restrictions have mostly been about security concerns in North Sinai where the Egyptian authorities have long been involved in a deadly conflict with jihadists linked to Al Qaeda. "}, {"type": "text", "text": "But Egypt's apparent reluctance to open the crossing without clear conditions and guarantees may be more about trying to avoid a mass exodus of Palestinians from Gaza."}, {"type": "text", "text": "The UN's humanitarian chief, Martin Griffiths, says the Egyptian authorities fear a great influx of Gazans - for whom they would then be responsible, for an indefinite period."}, {"type": "text", "text": "In addition, Egypt does not want to play any role in what could amount to a permanent resettlement of hundreds of thousands of Palestinians from Gaza. "}, {"type": "text", "text": "It seems prepared to allow foreigners and Palestinians with dual nationality to leave, but it wants this to be dependent on allowing humanitarian aid into Gaza."}, {"type": "text", "text": "A further stumbling block is that Israel seems to want pretty much the opposite - to allow more Palestinians to leave than Egypt is prepared to accept, while limiting the amount of aid that could go in."}, {"type": "text", "text": "Reflecting Egypt's position, Mr Shoukry told Informfully: 'It's not a matter of transferring the responsibility to Egypt - it is a matter of maintaining the safety and well-being of Gazans on their own territory.'"}, {"type": "text", "text": "He has also said the Israeli government has not yet adopted a position that would allow the crossing to be opened."}, {"type": "text", "text": "Diplomatic efforts are intensifying to try to resolve the impasse, as aid agencies warn that the situation in Gaza is edging closer to a humanitarian catastrophe."}]}, {"_id": "652fad9c98562276cd4da3b5", "url": "https://www.bbc.co.uk/news/uk-politics-67139289?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel & the Palestinians", "subCategories": [], "title": "Layla Moran: My relatives have nowhere to go in Gaza after bombing", "lead": "Layla Moran says her relatives have no food, water and electricity as she fears escalating violence.", "author": "Ione Wells & Joshua Nevett   ", "datePublished": "20231017", "dateScraped": "2023-10-18 12:04:12.960480", "dateUpdated": "20231017", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/624/cpsprodpb/1FCD/production/_105914180_line976-nc.png", "body": [{"type": "text", "text": "Layla Moran: My family in Gaza have nowhere to go"}, {"type": "headline", "text": "An MP has said members of her extended family have \"nowhere to go\" after their house was bombed in Gaza City."}, {"type": "text", "text": "Liberal Democrat Layla Moran told Informfully her relatives had sought shelter in a church after Israeli warnings of a ground offensive."}, {"type": "text", "text": "She said they do not have food, water and power after fleeing south to avoid to the Israeli assault."}, {"type": "text", "text": "Israel has blocked supplies of food, water, fuel, and electricity since the deadly Hamas attacks."}, {"type": "text", "text": "Ms Moran, who became the UK's first MP of Palestinian descent when she was elected in 2017, issued an emotional plea to allow humanitarian aid into the Gaza Strip and urged Prime Minister Rishi Sunak to speak up for civilians."}, {"type": "text", "text": "'I would like to see Rishi Sunak take a more strident stance when it comes to humanitarian aid, in particular when it comes to letting it in,' said Ms Moran."}, {"type": "text", "text": "'I want to see them stress the importance of international humanitarian law, which very clearly puts innocent civilians first.'"}, {"type": "text", "text": "The UK government 'believe it is vital that water supplies are restored' in Gaza and continued to urge Israel to act within international law, a Downing Street spokesperson said."}, {"type": "text", "text": "Ms Moran said that while she was not in direct contact with her relatives in Gaza, she was receiving information from members of her immediate family in the West Bank."}, {"type": "text", "text": "The MP said: 'They are still there, because what they've said is, first of all, it's three generations. One is very old, and they also said they have nowhere to go.'"}, {"type": "text", "text": "She also said she was worried for her family in the West Bank, because 'there is a concern of course that this violence starts to escalate, starts to spread'."}, {"type": "text", "text": "At least 1,400 Israelis were killed in the Hamas attack on 7 October, when gunmen infiltrated communities near the Gaza Strip."}, {"type": "text", "text": "More than 2,700 Palestinians have been killed in numerous air strikes against Gaza by the Israeli military that were launched following the attack."}, {"type": "text", "text": "Hundreds of thousands of people from northern Gaza have moved to southern areas after the Israeli military warned civilians to move there for their own safety."}, {"type": "text", "text": "Israel says northern Gaza is a Hamas stronghold and has warned it will be the target of its assault."}, {"type": "text", "text": "In an interview with ITV's Good Morning Britain earlier, TV presenter Richard Madeley asked Ms Moran if 'there was any word on the street' before Hamas launched its attack on Israel."}, {"type": "text", "text": "Following outrage on social media, a GMB spokesman said Madeley was 'sorry that he upset viewers with his question' and 'his intention was to understand the mood and atmosphere amongst the civilian population of Gaza immediately before the attacks'. "}, {"type": "text", "text": "The statement added: 'He did not mean to imply that she or her family might have had any prior knowledge of the attacks.'"}, {"type": "text", "text": "Ms Moran told Informfully she did not think the presenter's question 'came from a place of malice'."}, {"type": "text", "text": "'And what I'm sad about is that it's distracted from these more important messages about putting our collective humanity first, about peace, about what we do next and about finding a solution for the future.'"}, {"type": "text", "text": "Ms Moran, the foreign affairs spokesperson for the Liberal Democrats, said it was important to stress the 'clear distinction' between Hamas and civilians in Gaza."}, {"type": "text", "text": "'These are innocent civilians paying a price for something they had nothing to do with,' she said."}, {"type": "text", "text": "'I want the government to not just say they want Israel to adhere to international humanitarian law, but also to keep pressing that point and ask them to do the right thing regardless.'"}, {"type": "text", "text": "Ms Moran mentioned her extended family's situation when Mr Sunak gave a statement to the House of Commons on the Israel-Hamas conflict on Monday."}, {"type": "text", "text": "The MP said the bombing of her relatives' home in Gaza meant she shared 'profound emotions of loss and grief' with the Jewish community."}, {"type": "text", "text": "Mr Sunak expressed his sympathies, and paid tribute to 'the fact that she looks forward to a more positive future - it's an ambition that I share'."}, {"type": "text", "text": "The prime minister said 'we must find a way to move forward, to secure a more stable, peaceful settlement'."}]}, {"_id": "652fad9d98562276cd4da3b6", "url": "https://www.bbc.co.uk/news/world-middle-east-67121414?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "In Gaza, wounded children with no surviving family", "lead": "A doctor working in Gaza told the BBC 40% of those wounded are children and many have become orphans.", "author": "Gem O'Reilly", "datePublished": "20231017", "dateScraped": "2023-10-18 12:04:13.187090", "dateUpdated": "20231017", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13E9C/production/_131446518_a05279fb2ccfd91512d9bcb97175ebffd1f9de4b0_0_5500_36671000x667.jpg", "body": [{"type": "headline", "text": "\"There is no lonelier place in this universe than around the bed of a wounded child who has no more family to look after them,\" British doctor Ghassan Abu Sittah, who is working in Gaza City, posted online."}, {"type": "text", "text": "Normally a plastic and reconstructive surgeon in the UK, in Gaza he has been working at the Al Shifa hospital in Gaza City, treating people wounded in Israel's retaliatory air strikes after Hamas launched a deadly attack against Israel, killing at least 1,400 people."}, {"type": "text", "text": "About 40% of the wounded people being brought to hospital were children, he told Informfully Radio 4."}, {"type": "text", "text": "'It's all blast injuries, there are these horrendous injuries with shrapnel and burns and fallen masonry, people being dug out from underneath the rubble of their homes,' he told Informfully."}, {"type": "text", "text": "He describes the scenes he's seeing in Gaza as 'the phenomenon of wounded child, no surviving family'."}, {"type": "text", "text": "'Every day we have these cases where we are told this is the only surviving family member,' he said."}, {"type": "text", "text": "On Sunday he said he treated a five-year-old girl with burns and another four-year-old girl also with facial burns and a head injury."}, {"type": "text", "text": "'They were the only ones who were dug up from the family home as survivors,' he said."}, {"type": "text", "text": "Days earlier he found himself operating on the child of a doctor at Gaza City's al-Shifa hospital. The doctor had been killed with her other child and the wounded girl was the only survivor."}, {"type": "text", "text": "Authorities in Gaza say at least 2,750 people have so far been killed, a quarter of them children, and nearly 10,000 people wounded. Another 1,000 people were missing and believed to be under rubble."}, {"type": "text", "text": "Carolyn Housman runs CFAB, an international social service network that will work to help those left orphaned by war.Her organisation cannot predict the scale of those left without family members yet, but it will be 'huge', she says.'Very often children can be used for tactical advantage, for example by taking them hostage,' she says."}, {"type": "text", "text": "Hamas has taken nearly 200 hostages into Gaza, including young and disabled children. Negotiations over their release and that of women also taken hostage are reportedly taking place."}, {"type": "text", "text": "'We are working to reconnect children from either side of the war to their families, regardless of their circumstances,' she says. "}, {"type": "text", "text": "Some of this is done through an inter-country social work team who undertake assessments of family members overseas to see if it would be in the child's best interests to live with them."}, {"type": "text", "text": "In the UK, cases are then processed by family courts to determine the outcome for the child.'Any child who loses parents as a result of war will be traumatised by this experienced and it will be a long road of recovery for them,' she said. 'There will be hundreds, if not thousands affected by this.'"}, {"type": "text", "text": "In Gaza, groups working with refugees said there had already been a huge demand for psychosocial support and counselling for young people before the latest war."}, {"type": "text", "text": "'Now with the trauma, PTSD and depression children are going through, it can only be getting worse,' said Tamara Alrifai from the United Nations Relief and Works Agency for Palestine Refugees (UNRWA)."}, {"type": "text", "text": "Dr Abu Sittah meanwhile says that his family in the UK has been visited by British counter terrorism police."}, {"type": "text", "text": "In an interview with Informfully's Newsnight programme he said that his family were questioned and it is now being taken up with his lawyers."}, {"type": "text", "text": "He said: 'I need to find out why someone thought it was a good idea to ask my wife which part of the hospital I'm in, who paid for my ticket, and which charity I work for.'"}, {"type": "text", "text": "'It's a kind of brutish attempt at harassment… as if my wife did not have enough to worry about,' he added."}, {"type": "text", "text": "In a statement the Metropolitan Police told Informfully: 'On 16 October, police officers responding to a report that a man was planning to travel to a war zone attended an address in north London where they spoke with one of the occupants. "}, {"type": "text", "text": "'Having identified that the man had left the UK for humanitarian purposes, the officers signposted the occupant to current FCDO advice.'"}, {"type": "text", "text": "Dr Abu Sittah says many people in northern Gaza have not followed the Israeli military's warning to move to the south of Gaza to avoid being targeted."}, {"type": "text", "text": "They have stayed in their homes, he says, because the areas said to be safe are being targeted 'with the same ferocity' as those that aren't."}, {"type": "text", "text": "Meanwhile it is 'not possible' to evacuate Al Shifa hospital, he says, where most of the patients are 'critically wounded'."}, {"type": "text", "text": "Many of those staying in their homes in northern Gaza also fear they may be forced out of the territory entirely."}, {"type": "text", "text": "'Becoming refugees is such a formative part of Palestinian identity and people just do not want to go through this again, and so people are staying put,' he said."}]}, {"_id": "652fad9d98562276cd4da3b7", "url": "https://www.bbc.co.uk/news/uk-67131497?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "British teen missing in Hamas attack on Israel confirmed dead, family say", "lead": "Yahel, who went missing with sister Noiya, was killed in the assault on Israel, her family have said.", "author": "Lucy Manning, special correspondent, and Sean Seddon", "datePublished": "20231017", "dateScraped": "2023-10-18 12:04:13.421717", "dateUpdated": "20231017", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1310E/production/_131449087_yahelliannenoiya.png", "body": [{"type": "headline", "text": "A British teenager who went missing after Hamas's attack on southern Israel was murdered, her family have told BBC News."}, {"type": "text", "text": "Yahel, 13, disappeared after militants attacked Kibbutz Be'eri and killed her British-born mother Lianne."}, {"type": "text", "text": "Family members have now confirmed to Informfully News that Yahel was also killed. Her sister Noiya, 16, and Israeli father Eli are still missing."}, {"type": "text", "text": "Yahel's family said she was 'full of adventure and mischief'."}, {"type": "text", "text": "In a statement to Informfully News, they said: 'Beautiful Yahel. A bundle of unbridled energy and joy, with a cheekiness that you could not help but smile at and a brain which was sharp as a tack. "}, {"type": "text", "text": "'Full of adventure and mischief, we will forever miss her, but are grateful for the light she brought into our lives in the too short time she was with us.'"}, {"type": "text", "text": "Relatives based in the UK said the family visited at least once a year, and spoke of the 'joy on [the girls'] faces as they ripped open gifts'."}, {"type": "text", "text": "On Monday, Lianne's British family said she was 'a beloved daughter, sister, mother, aunt and friend who enriched the lives of all those lucky enough to have known and loved her'."}, {"type": "text", "text": "Lianne, 48, first moved to Israel as a volunteer on a kibbutz when she was 19, before relocating there permanently. "}, {"type": "text", "text": "'She lived a beautiful life and will be sorely missed by the heartbroken family and friends she leaves behind,' her family added."}, {"type": "text", "text": "The family has not released the girls' surname."}, {"type": "text", "text": "Raz Matalon, Eli's brother-in-law, said he had a great relationship with Yahel, who he described as the 'funny one' of the girls in their family."}, {"type": "text", "text": "He told Informfully he was still holding out hopes the rest of the missing family members would be found safe, adding that he did not know how he was going to manage the funeral arrangements. "}, {"type": "text", "text": "'Now I have to arrange the funeral of... Lianne and Yahel and I don't know even how to do it because I never did one funeral. How can you arrange two or three or four? What do you say?'"}, {"type": "text", "text": "He called on Prime Minister Rishi Sunak to visit Israel like the leaders of the US, France and Germany had, adding: 'I think it's the right thing to do.'"}, {"type": "text", "text": "WhatsApp messages seen by Informfully reveal the chaos that engulfed the Be'eri community when Hamas militants began targeting southern Israel with rockets at around 06:30 local time on 7 October."}, {"type": "text", "text": "Lianne messaged family members to say she could hear gunfire and shouting in Arabic nearby. Living so close to the Gaza barrier, she was no stranger to security alerts. But 'this is a whole other story', she told them."}, {"type": "text", "text": "Her husband's brother Yossi, his wife Nira, and their three daughters were also caught up in the attack. "}, {"type": "text", "text": "Extended family members who were trying to contact their relatives in the kibbutz refrained from sending messages because they feared the sound of their phones could give them away if they were hiding from the gunmen."}, {"type": "text", "text": "Seven hours passed before they received word from Be'eri about the scale of the attack."}, {"type": "text", "text": "Yossi and one of his children have officially been declared as hostages."}, {"type": "text", "text": "Rishi Sunak said on Monday that 'at least' six British citizens have died, with a further 10 people missing."}, {"type": "text", "text": "The prime minister said during a cabinet meeting on Tuesday that Hamas was responsible for the 'murder and suspected abduction of British nationals', Downing Street said."}, {"type": "text", "text": "Asked if the government fears some of the 10 missing British citizens are being held captive, Mr Sunak's official spokesman said: 'It's a dynamic situation."}, {"type": "text", "text": "'I think sadly the full details of this attack are still becoming clear.'"}, {"type": "text", "text": "International development minister Andrew Mitchell earlier told Informfully Radio 4's Today programme the government was 'extremely concerned' about missing British nationals in Israel."}, {"type": "text", "text": "He would not be drawn on whether discussions were taking place about the return of hostages via direct channels with Gazan authorities, but said the UK was doing 'everything' it can to secure their release."}, {"type": "text", "text": "At least 1,400 Israelis were killed in the Hamas attack when gunmen infiltrated communities near the Gaza Strip."}, {"type": "text", "text": "More than 2,700 Palestinians have been killed in numerous air strikes against Gaza by the Israeli military that were launched following the attack."}, {"type": "text", "text": "Around 500 British nationals have left Israel in recent days on flights chartered by the British government."}, {"type": "text", "text": "Sign up for our morning newsletter and get Informfully News in your inbox."}]}, {"_id": "652fad9d98562276cd4da3b8", "url": "https://www.bbc.co.uk/news/world-middle-east-67127567?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "The families who won't evacuate Gaza City", "lead": "Despite a looming Israeli ground assault, many families are unwilling or unable to leave northern Gaza.", "author": "Feras Kilani", "datePublished": "20231016", "dateScraped": "2023-10-18 12:04:13.643532", "dateUpdated": "20231016", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/624/cpsprodpb/1FCD/production/_105914180_line976-nc.png", "body": [{"type": "headline", "text": "Hundreds of thousands of Palestinians have left northern Gaza as Israel readies for an expected ground offensive against Hamas. But despite the dangers, many are unwilling or unable to evacuate."}, {"type": "text", "text": "'I am not leaving my homeland, I will never leave,' says 42-year-old Mohamed Ibrahim as he sits in a packed living room."}, {"type": "text", "text": "In video footage gathered for Informfully Arabic, he is seen surrounded by relatives who have crowded into the home from other areas. Some talk, while others check their phones."}, {"type": "text", "text": "'I can't flee to another place, even if they are going to destroy our homes above our heads,' he adds. 'I will remain here'."}, {"type": "text", "text": "Just over a week ago, Hamas gunmen infiltrated Israel from Gaza, killing more than 1,400 people."}, {"type": "text", "text": "Israel has retaliated with air strikes night and day. Thousands of its troops are massed on Gaza's borders, with Israeli Prime Minister Benjamin Netanyahu pledging to 'demolish Hamas'."}, {"type": "text", "text": "Mohamed Ibrahim says he and his family have repeatedly moved around the Gaza City area in recent days, responding to warnings of air strikes on this urban centre and Hamas stronghold at the heart of the northern Strip."}, {"type": "text", "text": "'Last Sunday at 2am, there were attacks and rockets,' he says. 'I fled with my wife and four kids.'"}, {"type": "text", "text": "The family left their home in Jabalia for an eastern district, but when they heard that area too was going to be targeted they ended up in a suburb of Gaza City."}, {"type": "text", "text": "His children are missing their garden, crammed in a flat with their extended family, he says. His son Ahmad cannot contact his best friend, and keeps asking whether he is alive."}, {"type": "text", "text": "Israel accuses Hamas of using civilians as human shields - which it denies - and of deliberately seeking to hide within the civilian population and infrastructure."}, {"type": "text", "text": "The Israeli military has been warning civilians to evacuate north Gaza and head to the south, and many have heeded that call, despite Hamas calls for them to remain."}, {"type": "text", "text": "Some 500,000 of the 1.1 million people are said by Israel to have left in the last 48 hours. "}, {"type": "text", "text": "But Mohamed Ibrahim says he is staying put, because he sees no alternative."}, {"type": "text", "text": "'We were asked to flee to the south, where should I and my family go?' he asked."}, {"type": "text", "text": "Fayez Eltanany another resident of the north who is staying, says: 'Anyone who is heading to the south is mistaken.' He says he fears that if his family flees, they might never be allowed to return."}, {"type": "text", "text": "In the street nearby, Abo Jameel, a 38-year-old builder, crouches on the ground at a pipe connected to the water system, trying to tease out the last drops of liquid."}, {"type": "text", "text": "Israel has blocked fuel, water, food and medical supplies from entering the territory and is demanding the release of scores of hostages taken into Gaza by Hamas during its attacks."}, {"type": "text", "text": "'For eight days there has been no food or water,' Abo Jameel says. 'No water, no electricity, no life, misery.'"}, {"type": "text", "text": "He has two boys and three girls, the youngest is four. But this family is not evacuating either."}, {"type": "text", "text": "Nearly 2,700 people in Gaza have been killed in Israel's retaliatory bombardment. Thousands more have been injured."}, {"type": "text", "text": "'We have nowhere to go, we are not leaving even if they want to strike our homes,' Abo Jameel says. "}, {"type": "text", "text": "'Where can we go as a family of five or six people?'"}, {"type": "text", "text": "Despite the dangers, children have still been playing out in the streets in Gaza City."}, {"type": "text", "text": "They take advantage of short moments of calm to go out into the alleys and roads to run around. "}, {"type": "text", "text": "It is an outlet in a life which is now surrounded by war. "}, {"type": "text", "text": "Almost half of Gaza's population is below the age of 18. The Palestinian Authority says more than 700 children have been killed there in this latest round of conflict already."}, {"type": "text", "text": "If Israel does launch a ground assault on north Gaza - and Hamas fighters wage a guerrilla war against them from the buildings and tunnels they have occupied in the area - there could be months of fighting which could lead to destruction of the whole area. "}, {"type": "text", "text": "Tens of thousands of civilians will be caught in the middle. "}]}, {"_id": "652fad9e98562276cd4da3b9", "url": "https://www.bbc.co.uk/news/world-middle-east-67124768?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Rafah crossing: Thousands of people arrive at Gaza-Egypt border", "lead": "Palestinians with dual citizenship have headed to the border ahead of Israel's expected ground operation.", "author": "Ece Goksedef", "datePublished": "20231016", "dateScraped": "2023-10-18 12:04:14.122423", "dateUpdated": "20231016", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F9F0/production/_131448936_f37d394db87e9958ffc30d865a2130477cc663140_168_3744_21061000x563.jpg", "body": [{"type": "headline", "text": "Thousands of people in Gaza have gathered at the Rafah border crossing with Egypt, as diplomatic efforts continue to open it before Israel starts its expected ground operation."}, {"type": "text", "text": "But the United Nations said there had been no progress in negotiations on reopening of the crossing."}, {"type": "text", "text": "Cairo blames Israel for 'not co-operating'."}, {"type": "text", "text": "All routes out of Gaza are closed, as Israel continues its air strikes in response to Hamas' attack of 7 October."}, {"type": "text", "text": "US Secretary of State Antony Blinken arrived in Israel on Monday for the second time in less than a week."}, {"type": "text", "text": "After his tour of six Arab states in the region, he returned to the country in an attempt to push for the reopening of the crossing to let in humanitarian aid and evacuate foreign passport holders. "}, {"type": "text", "text": "Both Mr Blinken and UK Foreign Secretary James Cleverly said they were working with Israel, Egypt and 'other leading political voices in the region' to re-open the crossing."}, {"type": "text", "text": "The Israeli military ordered a blockade of Gaza and cut off the supply of water, food and fuel last week before launching a wave of air strikes in retaliation to Hamas' deadly attack on Israel during which militants raided communities, kidnapped civilians and soldiers and killed more than 1,400 people."}, {"type": "text", "text": "On Monday morning, thousands of civilians rushed to the Rafah crossing following reports that it would be temporarily re-opened during a brief ceasefire on Monday."}, {"type": "text", "text": "Both Israel and Hamas swiftly denied that any such agreement had been made. "}, {"type": "text", "text": "Later, a Informfully correspondent in southern Gaza confirmed an air strike had hit the area around the crossing, damaging a building on the Palestinian side of the crossing as well as the road."}, {"type": "text", "text": "Video analysed by Informfully Verify appeared to show a strike on the crossing on Monday. "}, {"type": "text", "text": "Israel has hit the area around the Rafah crossing point at least three times since it began its air campaign on Gaza."}, {"type": "text", "text": "The crossing represents the only potential exit point from Gaza while the Israeli siege of other entry points to the Hamas-controlled territory continues."}, {"type": "text", "text": "Dozens of lorries carrying fuel and aid supplies remain on the Egyptian side of the Rafah crossing, waiting for permission to enter, as the humanitarian situation in Gaza deteriorates."}, {"type": "text", "text": "Israel says the siege will not end until Hamas releases the hostages it seized from Israel on 7 October. The Israelis believe 199 people are being held in Gaza, up from an earlier estimate of 155."}, {"type": "text", "text": "Around 2,750 people have died in Gaza since the Hamas assault and more than one million people have been displaced."}, {"type": "text", "text": "'There is an urgent need to alleviate the suffering of Palestinian civilians in Gaza,' Egypt's Foreign Minister Sameh Shoukry said on Monday morning, adding that talks with Israel had been fruitless."}, {"type": "text", "text": "Cairo has been focusing on getting humanitarian aid for civilians into Gaza. Mr Shoukry said Egypt could allow medical evacuations and let in some Gazans with permission to travel."}, {"type": "text", "text": "A number of countries, including the US and the UK, have recommended that its citizens head towards the Rafah crossing, ready for its possible reopening."}, {"type": "text", "text": "Although Egypt appears to be prepared to re-open the Rafah crossing to allow foreign passport holders out and humanitarian aid in, it fears a massive influx of Palestinian refugees fleeing the war."}, {"type": "text", "text": "Egypt and other Arab states say a this would be unacceptable because it would amount to the expulsion of Palestinians from their land."}, {"type": "headline", "text": "Are you in the area? If it is safe to do so, please share your experiences. Share your experiences by emailing haveyoursay@bbc.co.uk."}, {"type": "text", "text": "Please include a contact number if you are willing to speak to a Informfully journalist. You can also get in touch in the following ways:"}, {"type": "text", "text": "If you are reading this page and can't see the form you will need to visit the mobile version of Informfully website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "}]}, {"_id": "652fad9e98562276cd4da3ba", "url": "https://www.bbc.co.uk/news/world-middle-east-67116403?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Israel-Gaza war", "subCategories": [], "title": "Khan Younis: A Gaza city on its knees, now with a million mouths to feed", "lead": "A desperate and destitute tide of humanity has washed into Khan Younis. And there is no help.", "author": "Rushdi Abu Alouf in Khan Younis, Gaza", "datePublished": "20231015", "dateScraped": "2023-10-18 12:04:14.656488", "dateUpdated": "20231015", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15679/production/_131437678_gettyimages-1735402342.jpg", "body": [{"type": "headline", "text": "A tide of humanity has washed into Khan Younis."}, {"type": "text", "text": "Hundreds of thousands fled here from the north on whatever could carry them - cars if there was fuel, horse and cart if one could be found, their own feet if there was no other option."}, {"type": "text", "text": "And what they found was a city on its knees, ill-prepared for its population to literally double overnight. "}, {"type": "text", "text": "Every room, every alley, every street is packed with men, women and the young. And there is nowhere else to go. "}, {"type": "text", "text": "Hamas say 400,000 of the 1.1 million people who call northern Gaza home headed south down the Salah al-Din Road in the last 48 hours, following Israel's order to leave. "}, {"type": "text", "text": "I was among them, along with my wife and three children, and two days' worth of food."}, {"type": "text", "text": "For many, the threat of Israel's bombs and impending invasion - which comes after gunmen from Gaza killed 1,400 in Israel - cancels out Hamas's order to stay put. "}, {"type": "text", "text": "But in this narrow strip of land, blockaded on all sides and cut off from the rest of the world, options for where one ends up are limited. Safety is never guaranteed."}, {"type": "text", "text": "And so a teeming mass of Gazans, many already bombed out of their homes, all lost, all afraid, all knowing nothing of what comes next, converged here."}, {"type": "text", "text": "This city, normally home to 400,000 people, has ballooned to more than a million overnight. As well as the north, they have come from the east, which suffered terribly in the 2014 war."}, {"type": "text", "text": "Every single one of them needs shelter and food, and no one knows for how long."}, {"type": "text", "text": "Scarce resources are running out, fast. This is a city that was already exhausted. And the tide was too strong, and things are starting to fall apart. "}, {"type": "text", "text": "The main hospital here, already low on essentials, has not only taken in sick and injured from the north - it has now become a refuge."}, {"type": "text", "text": "Refugees line the corridors as doctors work on new arrivals injured by Israeli bombs. The din of competing voices fills the air. "}, {"type": "text", "text": "You cannot blame people for coming here. "}, {"type": "text", "text": "Hospitals are among the safest places to be in a time of war, protected by international law. "}, {"type": "text", "text": "By some measures these people are perhaps the lucky ones, at least for now."}, {"type": "text", "text": "Doctors say they have almost nothing to give the stream of new casualties - water is rationed to 300ml a day for patients. Refugees get nothing."}, {"type": "text", "text": "Elsewhere, residents take in new arrivals. Many in Khan Younis lived in cramped conditions to begin with. Now they are cheek by jowl. "}, {"type": "text", "text": "I have seen small apartments, which already housed more than they could comfortably hold, becoming 'homes' for 50 or 60 people - no one can live like this for long."}, {"type": "text", "text": "My family now shares a home with four others in a flat with two small bedrooms. There are metres of personal space for us. I consider us among the lucky ones."}, {"type": "text", "text": "Schools across the city, also 'safe' from war, are filled with a multitude of families - tens of thousands perhaps, but who knows? You'd never stop counting if you began."}, {"type": "text", "text": "At one school, run by UN relief agency UNRWA, every classroom is filled, every balcony space criss-crossed with clothes lines. "}, {"type": "text", "text": "Mothers and grandmothers cook on park benches in the courtyard as their hungry children wait impatiently. "}, {"type": "text", "text": "But when there is no more room - and there is no more room - humanity inevitably spills out onto the streets, fills the alleyways and the underpasses, and lives and sleeps in the dirt, the dust, the rubble, waiting for something better that might never arrive."}, {"type": "text", "text": "There's little food, little fuel. There is no water in the shops. Water stations are the best hope. It is a catastrophic situation."}, {"type": "text", "text": "And it is not as if this city is safe from harm. It is regularly bombed - it is still in a warzone. Collapsed buildings and piles of rubble litter the streets."}, {"type": "text", "text": "I heard rocket launches from near the hospital, as Hamas continues to strike inside Israel. That is an open invitation for retaliation."}, {"type": "text", "text": "The hum of Israeli drones looking for their next target is ever present."}, {"type": "text", "text": "And bombs drop, and buildings fall, and the morgues and hospitals fill with more people."}, {"type": "text", "text": "A bomb fell near my family's flat this morning. Because all telephone services are out or severely disrupted, it took me 20 minutes to contact my son. "}, {"type": "text", "text": "People cannot live like this. And the invasion has yet to begin."}, {"type": "text", "text": "I have covered four wars here in Gaza, my home. Never before have I seen it like this. "}, {"type": "text", "text": "For however bad the previous wars were, I had never seen people starve or die of thirst in this place. This is now a real possibility."}, {"type": "text", "text": "The only option out of Gaza, the Rafah crossing into Egypt, remains closed. And Cairo knows that to open it would usher in a new humanitarian disaster."}, {"type": "text", "text": "There are now one million Gazan refugees waiting 20km from Rafah. Once the crossing is open, there will be chaos. "}, {"type": "text", "text": "I saw the same thing in 2014, when thousands tried to escape the war. This time it would be much, much worse. This is what Egypt fears."}, {"type": "text", "text": "The flood of humanity will simply wash over the border, and it will be catastrophe and chaos again."}, {"type": "headline", "text": "Are you in the area? If it is safe to do so, please share your experiences. Share your experiences by emailing haveyoursay@bbc.co.uk."}, {"type": "text", "text": "Please include a contact number if you are willing to speak to a Informfully journalist. You can also get in touch in the following ways:"}, {"type": "text", "text": "If you are reading this page and can't see the form you will need to visit the mobile version of Informfully website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "}]}, {"_id": "652fada098562276cd4da3bb", "url": "https://www.bbc.co.uk/news/business-64290160?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Economics", "subCategories": [], "title": "Why inflation is falling but prices are still rising", "lead": "We report this percentage every month but here are three things you may not know.", "author": "Hannah Miller", "datePublished": "20230719", "dateScraped": "2023-10-18 12:04:16.097250", "dateUpdated": "20230719", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12EA6/production/_108287477_gettyimages-914893518.jpg", "body": [{"type": "headline", "text": "Every month we report the UK's inflation figures, but what does this percentage going up or down actually mean for your money?"}, {"type": "text", "text": "The inflation figure gives us an idea of how fast the cost of living is rising in the UK but here are a few things you might not know."}, {"type": "text", "text": "According to the Office for National Statistics, UK inflation was 7.9% in the year to June - a better-than-expected slowdown from 8.7% recorded in May. "}, {"type": "text", "text": "So does this mean prices are on their way down too? "}, {"type": "text", "text": "Unfortunately not. Prices are still rising quite sharply compared to a year ago, just at a slower rate than they have been."}, {"type": "text", "text": "Prices are still likely to keep going up over the next few months, but not at the rate that has caused such a shock to households and businesses across the country over the last year."}, {"type": "text", "text": "The inflation figure is an average - so your own cost of living could be rising at a very different rate to what's reported in the news, depending on what you spend your money on."}, {"type": "text", "text": "The Office for National Statistics (ONS) which calculates inflation, bases its numbers on a basket of goods that reflects what most people across the UK are buying. But it doesn't include everything. So if you are buying a lot of unusual or niche items, or you have atypical tastes, you might find the cost of your own bag of shopping is going up more quickly - or more slowly - than the headlines suggest."}, {"type": "text", "text": "Food inflation is currently at 17.3%, much higher than the average rate, so people who spend a greater proportion of their outgoings on food will find their personal inflation rate is higher than the 7.9% headline figure."}, {"type": "text", "text": "The ONS says energy, food, and drink accounts for around 15% of lower-income households' spending, compared to 10% for high-income groups."}, {"type": "text", "text": "The Bank of England tries to control inflation by putting up interest rates which makes it more expensive to borrow money. This encourages people to borrow and spend less, and save more."}, {"type": "text", "text": "The Bank is expected to stick with that strategy - of putting up interest rates - throughout this year. So if you have a tracker mortgage or a credit card or loan you could find yourself paying more interest. That's another way your own personal inflation rate could be affected."}, {"type": "text", "text": "Try our personal inflation rate calculator"}, {"type": "text", "text": "Occasionally prices will fall very slightly compared to the previous month, but they are much less likely to fall year-on-year."}, {"type": "text", "text": "And while this might be difficult to believe right now, falling prices aren't always a good thing - here's why."}, {"type": "text", "text": "If people expect that prices are likely to fall, they delay spending with the aim of getting a cheaper deal later on. "}, {"type": "text", "text": "That means businesses have less money coming in, so they try to find ways to cut costs - most likely by cutting wages or laying off staff. "}, {"type": "text", "text": "So prices falling can mean people lose their jobs, which in turn makes prices fall further. This is called 'deflation', a different kind of economic crisis that brings its own set of problems."}, {"type": "text", "text": "That's why the Bank of England aims to have prices consistently rising by 2% - it's better to aim for a bit of inflation than to risk the negative effects of prices falling."}, {"type": "text", "text": "It's important to remember that the price rises we've seen recently have been primarily driven by global energy prices. These are expected to come down, but not to as low as they were before, and any fall in energy prices will take time to feed through into the wider economy."}]}, {"_id": "652fada098562276cd4da3bc", "url": "https://www.bbc.co.uk/news/uk-61798003?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Inflation", "subCategories": [], "title": "Food prices: How can I save money on my grocery shop?", "lead": "The cost-of-living crisis continues to bite. Here are some things that can reduce the impact.", "author": "Johny Cassidy", "datePublished": "20230731", "dateScraped": "2023-10-18 12:04:16.553502", "dateUpdated": "20230731", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B103/production/_127151354_2d1cdae6-b90e-46c6-b1f3-fe5a82bba85f.jpg", "body": [{"type": "headline", "text": "As price rises bite into budgets, many people are cutting back on the weekly food shop."}, {"type": "text", "text": "As well as buying less, people are looking for ways to make their money go further and to make the most of what they have. The Informfully spoke to money bloggers for their tried and tested tips."}, {"type": "text", "text": "Rosie suggests taking a good look at your cupboards before each shopping trip. 'We all know the value of making a list, but if you're adding to what you've already got in your cupboards, then you're going to spend money on things you don't need,' she says. "}, {"type": "text", "text": "'There's no point in buying more jars of pasta sauce if you've already got five of them in the cupboard.' "}, {"type": "text", "text": "She keeps a list of what's in her cupboards in a notebook, so she always knows what she already has when she goes shopping. She says it has helped bring her weekly food shop for her, her husband and one-year-old son down to around £40."}, {"type": "text", "text": "Lynn recommends changing how you shop when you walk into a store and to head straight for the reduced section. 'If you spot something there that's on your list, you can tick that off and you've already saved some money,' she says."}, {"type": "text", "text": "She suggests then going straight to the frozen-foods section, and then the canned-produce aisle."}, {"type": "text", "text": "'Frozen meat, fish and vegetables will almost always be cheaper than the fresh option,' she says. 'If you get what you need from there before going on to the fresh produce aisles, you're likely to make significant savings.'"}, {"type": "text", "text": "According to sustainability charity Wrap, the average household wastes around £700 every year by throwing food away. Lynn says making better use of her freezer has helped her cut down dramatically on waste."}, {"type": "text", "text": "'If things are getting close to their use-by date you should always try to freeze them,' she says. 'Things like milk and cheese, even fruit and vegetables, can all be frozen and kept for when you need them.'"}, {"type": "text", "text": "More on the basics of freezing can be found on the Food Standards Agency website."}, {"type": "text", "text": "Kate Hall, who runs The Full Freezer website, uses her freezer as a pause button rather than a long-term storage solution. She says that while almost all foods can be frozen, you do have to change the way you use them."}, {"type": "text", "text": "'You can't defrost a banana or salad and expect it to be the same as when it went into the freezer,' she explains. 'But if you think about how you could use it in puddings or in soups or in casseroles, then you're going to save a lot of money.'"}, {"type": "text", "text": "Rosie says that a lot of what we buy in the supermarket is packaged for their convenience and not ours. 'How often have you bought a tray of mushrooms covered in cling film only to have them go off in their packaging? They're wrapped up like that to make them easier to transport,' she explains. "}, {"type": "text", "text": "She puts hers in a paper bag when she gets them home but says just taking off the plastic wrapping will help them last longer."}, {"type": "text", "text": "Helen White, from Wrap, which runs the Love Food Hate Waste campaign, says there are small things we can do to make food last longer, especially fresh vegetables and salads - the UK's most wasted food group. "}, {"type": "text", "text": "'Just putting a piece of kitchen roll into an open bag of salad to absorb moisture is going to help it last longer,' she says. "}, {"type": "text", "text": "Keeping fruit in the fridge will help it last longer, but she suggests checking that the temperature is set to below 5°C. 'We think millions of UK fridges are at least two degrees too warm,' she says. 'This is bad news for milk and other food items kept in the fridge, which can go off [more quickly] when not stored at the right temperature.'"}, {"type": "text", "text": "Rosie tries to use local, smaller retailers a lot to tap into their years of experience. "}, {"type": "text", "text": "'Butchers are a great resource and someone we shouldn't be afraid to talk to about saving money,' she says. 'If you go into your local butcher and tell them you've only got £8 for your meat for the week, they'll be able to tell you how to stretch your money by buying the cheapest cuts."}, {"type": "text", "text": "'They're the best people to advise on how to cook them and how to make them go further.'"}, {"type": "headline", "text": "We asked you for your tips, here are some you sent in: "}, {"type": "text", "text": "My wife and I sit with our iPads on both Asda and Tesco and put in the exact same things for our weekly delivery. We then check at the end total costs including delivery and whoever is cheapest 'wins' our order. We feel that writing a list of things you need then getting them online saves going to the shop where we would invariably end up throwing things in that we don't need. Russell, Portstewart, Northern Ireland"}, {"type": "text", "text": "I highly recommend having a weekly menu, so you know what you are going to cook/prepare for your meals each week. I post this on our fridge and our family of five always knows what to expect. This not only saves money but eliminates the stress of 'what's for dinner'? I know exactly what I need to get, and I stick to my budget because I go to the supermarket with a plan, plus I check the fridge/pantry before I go shopping. Michelle Lutchman, Surrey"}, {"type": "text", "text": "Tip is not about food but about cleaning products. There is much money to be saved on laundry and cleaning products. These are full of gimmicks to make us buy additional stuff. For instance, you don't need separate washing powder for coloureds. Fading is largely due to exposure to daylight rather than brighteners in washing powder. Helen Borodzicz, Lytham, St Annes"}, {"type": "text", "text": " I go to the supermarket at about 2.30 pm when they are reducing sandwiches - that's my tea sorted! Sue Tingey, Wiltshire"}, {"type": "headline", "text": "How is the rising cost of living changing the food you eat? You can share your experiences by emailing haveyoursay@bbc.co.uk."}, {"type": "text", "text": "Please include a contact number if you are willing to speak to a Informfully journalist. You can also get in touch in the following ways:"}, {"type": "text", "text": "If you are reading this page and can't see the form you will need to visit the mobile version of Informfully website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "}]}, {"_id": "652fada098562276cd4da3bd", "url": "https://www.bbc.co.uk/news/business-64939070?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Unemployment", "subCategories": [], "title": "How to get a job: Six expert tips for finding work", "lead": "There are 10m people out of work in the UK, so if you're searching for a job you're not alone. Here are some tips on how to get started.", "author": "Vishala Sri-Pathma", "datePublished": "20230814", "dateScraped": "2023-10-18 12:04:16.781753", "dateUpdated": "20230814", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/165E1/production/_128971619_col_finding_work_976-nc.png", "body": [{"type": "headline", "text": "If you're on the hunt for a job and not sure where to start, or how to pitch yourself you're not alone."}, {"type": "text", "text": "The rising cost of living has meant thousands of businesses have been laying off staff, with many people finding themselves out of work. "}, {"type": "text", "text": "Unemployment is close to its lowest rate since the 1970s. But there are about 8.65 million people out of work. "}, {"type": "text", "text": "It may feel daunting to try and find a job at first so we spoke to some career experts to give you some tips."}, {"type": "text", "text": "There have been a lot of shifts in the workplace in recent years. Hybrid and flexible working means your job search can stretch a bit further, quite literally. "}, {"type": "text", "text": "Yvonne Smyth, group head of diversity and inclusion at Hays Recruitment says 'Proximity isn't as important as used to be, so if you're looking for a job, search far and wide in terms of geography. "}, {"type": "text", "text": "'Also if you want to work part-time or say four days a week, don't let full-time positions put you off applying,' she says."}, {"type": "text", "text": "'Businesses are more flexible than you might think and if you're the right candidate that can get the job done in fewer days it makes sense for them to adapt the role.'"}, {"type": "text", "text": "Ms Smyth also says it's important to use key words when you're searching online."}, {"type": "text", "text": "'For example if there's a key skill or industry like sales or retail that you're interested in, you want the algorithms on search platforms to pick up on them. "}, {"type": "text", "text": "'So daily searches on these words are important, so it identifies what you're interested in. "}, {"type": "text", "text": "'Engagement as well is key and that means clicking on jobs with the job titles or a company that you're keen on so the platform yields more of the same.'"}, {"type": "text", "text": "Not all jobs are made public. It's always worth sending an email or having a chat with a manager at a business that you like the look of, as you never know when an opening might be coming up. "}, {"type": "text", "text": "Many businesses want to avoid the cost of advertising a job formally and may rely on word of mouth. "}, {"type": "text", "text": "Miranda Kyte, a career trends expert at Glassdoor says: 'Another route is to utilise your network, let friends, ex-colleagues, family know that you're looking for a new position."}, {"type": "text", "text": "'They may be able to check internal job boards for open roles at their own companies and refer you or they could know someone else who can help.'"}, {"type": "text", "text": "Lots of places still ask for a CV and a covering letter when you're applying for a job. "}, {"type": "text", "text": "But now you can advertise yourself rather visibly via social media sites like Linkedin which showcase your skills and experience. "}, {"type": "text", "text": "Other platforms like Twitter and Instagram can prove useful when touting yourself out to potential employers as well. "}, {"type": "text", "text": "Yvonne Smyth from Hays says it's important to focus on skills."}, {"type": "text", "text": "'Lots of people look at the years required on a job description but actually it's more important that a candidate has the right skills. Try to look for parallels and make that obvious in your application.' "}, {"type": "text", "text": "It can be a little disheartening if the jobs you want require specific very specific qualifications. It may be worth having a look at if there are any ways of picking up the experience or training that you need to land a job while you're on the hunt. "}, {"type": "text", "text": "Miranda Kyte from Glassdoor says: 'Lots of courses these days are free and you can do them online. Volunteering is also a great way of filling gaps on your CV or asking to do some work shadowing in companies you'd like to work for.'"}, {"type": "text", "text": "It's easy to get disheartened if you are knocked back after interviews time and time again, or you don't feel like you're getting through the door in the first place. "}, {"type": "text", "text": "Our career experts say it's good to review how you're going about your search from time to time and try different approaches. "}, {"type": "text", "text": "Career influencer, Mehar Sindhu Batra, says it's quite useful to set personal targets, like a tracker of the number of jobs to apply for in a week or a certain number of cold emails. "}, {"type": "text", "text": "She's a big believer in acknowledging the little wins along the way to keep your spirits up. "}, {"type": "text", "text": "'Maybe you landed an interview, received positive feedback on your resume or cover letter, or connected with a helpful contact. Celebrating these wins can boost your confidence and keep you motivated'."}]}, {"_id": "652fada098562276cd4da3be", "url": "https://www.bbc.co.uk/news/business-64288791?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Personal finance", "subCategories": [], "title": "Cost of living: Five tips when asking for a pay rise", "lead": "Recruiters, a manager and a workplace psychologist give their advice on how to negotiate for more money.", "author": "Noor Nanji", "datePublished": "20230815", "dateScraped": "2023-10-18 12:04:16.981604", "dateUpdated": "20230815", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15EF2/production/_128324898_gettyimages-1170678805.jpg", "body": [{"type": "headline", "text": "If you feel like you're not getting paid enough, you're probably not alone."}, {"type": "text", "text": "While average wages have been increasing, they're still not keeping up with the pace of price rises, which means many people are finding it harder to get by."}, {"type": "text", "text": "Recent months have seen waves of strikes, with tens of thousands of workers walking out in disputes over pay, jobs and conditions."}, {"type": "text", "text": "Many of these strikes have taken place in the public sector, where workers often do not have the power to negotiate individually."}, {"type": "text", "text": "And whether you work in the public or private sector, even if you do have a conversation with your manager there's no guarantee that it will result in a pay rise."}, {"type": "text", "text": "However, there are ways to give yourself the best chance of success. "}, {"type": "text", "text": "We spoke to recruiters, a manager and a workplace psychologist to get five tips on how to best negotiate for more money."}, {"type": "text", "text": "Jill Cotton, a career trends experts at jobs site Glassdoor, says scheduling a talk in advance will allow you and your boss time to prepare, and means you're more likely to have a productive conversation."}, {"type": "text", "text": "'Don't spring this on your line manager,' Ms Cotton says. 'Be upfront and say that you want to book in a conversation that is specifically about pay.'"}, {"type": "text", "text": "Rowsonara Begum, who helps her brother run Saffron Indian takeaway in Salisbury, says it also needs to be the right time for the business."}, {"type": "text", "text": "The takeaway has five members of staff and occasionally takes on additional workers during busy periods."}, {"type": "text", "text": "She says if workers pick a time when the business is doing well, they will have the best chance of successfully negotiating more money."}, {"type": "text", "text": "If you're asking for a pay rise, you should have lots of evidence of why you deserve one."}, {"type": "text", "text": "'Know what you've achieved either from a work setting or what you've done to develop yourself, maybe to support your team, support your line managers. List all the pros of what you've done,' says Shan Saba, a director at Glasgow-based recruitment firm Brightwork."}, {"type": "text", "text": "This evidence also helps your manager rationalise why you should be paid more, according to Stephanie Davies, a workplace psychologist."}, {"type": "text", "text": "'The brain needs a 'why' - why should I pay you this amount?' she says."}, {"type": "text", "text": "However, it's not just about bringing a list of all the things you've done. You should also be clear about what you want to do next, says Mr Saba."}, {"type": "text", "text": "'If you have aspirations of moving up through your organisation, have a plan of what you're looking to do over the coming year.'"}, {"type": "text", "text": "When asking your boss for more money, it helps if you're confident and know your worth."}, {"type": "text", "text": "That's something Ms Begum has noticed, from her experience of having these talks with staff."}, {"type": "text", "text": "'Here in Salisbury, it's quite difficult to get the staff we need,' she says."}, {"type": "text", "text": "'It's also become harder to recruit from overseas. So workers have negotiating power because they know there's a shortage.'"}, {"type": "text", "text": "Often people don't feel confident because there is a 'stigma' around talking about pay, says Glassdoor's Jill Cotton, but it's 'an important part of work'."}, {"type": "text", "text": "Women and people from minority backgrounds can often find it particularly hard to ask for more more, adds psychologist Stephanie Davies."}, {"type": "text", "text": "Her advice to them is to ask for a mentor or role model, who can help guide them through those conversations."}, {"type": "text", "text": "Most experts agree it's best to have an exact figure in mind before embarking on a conversation about pay."}, {"type": "text", "text": "Do your research, advises James Reed, chair of recruitment firm Reed."}, {"type": "text", "text": "'You can go online and look at job adverts and see what other comparable jobs are being recruited for and what the salaries are,' he says."}, {"type": "text", "text": "Ms Cotton warns the figure should be realistic."}, {"type": "text", "text": "'We would all love to be paid millions of pounds every single year. But we are being paid to fulfil a role with the skillset we have,' she says."}, {"type": "text", "text": "If the above steps don't result in a pay rise, try not to be disheartened."}, {"type": "text", "text": "'Sometimes these conversations can take a while, even months, but it's important to keep the communication open,' says Ms Begum."}, {"type": "text", "text": "Pay is also not the be-all and end-all, says Mr Reed."}, {"type": "text", "text": "'It's not just necessarily about money. You might be able to get more holiday or more flexibility around working hours,' he says, adding you could also negotiate extra training and development."}, {"type": "text", "text": "And if you don't feel you're getting what you want from your employer, remember, there are other opportunities out there."}, {"type": "text", "text": "'You can always look elsewhere, that's the really big lesson,' says Ms Davies."}]}, {"_id": "652fada198562276cd4da3bf", "url": "https://www.bbc.co.uk/news/business-61592496?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Pensioners", "subCategories": [], "title": "Cost-of-living payments: Who is getting them and when?", "lead": "Low-income households, pensioners and some disabled people will get extra help with energy bills.", "author": "Kevin Peachey", "datePublished": "20230919", "dateScraped": "2023-10-18 12:04:17.670198", "dateUpdated": "20230919", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E99D/production/_127150895_24b7d0de-7aa6-474d-b7c4-fe291b560f20.jpg", "body": [{"type": "headline", "text": "Millions of people are receiving payments to help with higher bills, with more to come."}, {"type": "text", "text": "Low-income households, pensioners and some disabled people are entitled to additional cost-of-living funds after the government extended a scheme it launched in 2022. "}, {"type": "text", "text": "A committee of MPs is currently investigating whether the payments are supporting those most in need."}, {"type": "text", "text": "Some groups are receiving payments to help with higher bills, including:"}, {"type": "text", "text": "The first instalment of £301 for those on means-tested benefits was received by about eight million people in late April and June. The next of £300 will be paid between 31 October and 19 November."}, {"type": "text", "text": "The payment, in three instalments, is available to households who receive the following benefits: "}, {"type": "text", "text": "The payment reference on a recipient's bank account is their national insurance number, followed by DWP COL."}, {"type": "text", "text": "The 1.1 million people who receive only working tax credit or child tax credit, rather than any of the other benefits, are paid slightly later than others."}, {"type": "text", "text": "People are not eligible for these payments if they receive the new-style employment and support allowance, contributory employment and support allowance, or the new-style jobseeker's allowance - unless they get universal credit."}, {"type": "text", "text": "Anyone who thinks they should have received the help but did not should contact the office that pays their benefit or tax credits, or report it here."}, {"type": "text", "text": "To qualify for the latest instalment, people had to have claimed a benefits payment between 18 August and 17 September, or received a payment for an assessment period ending between these dates. Pensioner households may be able to have a new pension credit claim backdated."}, {"type": "text", "text": "An estimated 850,000 pensioner households do not claim pension credit, which is a gateway to these extra payments."}, {"type": "text", "text": "Other eligibility details are outlined here. "}, {"type": "text", "text": "None of these cost-of-living payments affect the tax you pay, or the benefits or tax credits you receive."}, {"type": "text", "text": "Up to six million people on the following disability benefits received another £150:"}, {"type": "text", "text": "Those payments were made between 20 June and 4 July."}, {"type": "text", "text": "Households that receive the winter fuel payment - which is worth £200-£300 and is paid to nearly all homes with at least one person of pension age - received an extra £300 in November or December 2022, and will get another £300 this coming winter."}, {"type": "text", "text": "Lower-income pensioners who claim pension credit get the money in addition to the support provided for those on benefits."}, {"type": "text", "text": "Two payments totalling £650 were made in 2022 to more than eight million low-income households. "}, {"type": "text", "text": "Payments of £300 were also paid to pensioners during last winter, and a £150 payment was also made to those with disabilities. "}, {"type": "text", "text": "Some people would have received all of those payments, if they were eligible."}, {"type": "text", "text": "A £150 rebate, often through people's council tax bill, was made last year. The Household Support Fund, which is distributed by local councils, helped vulnerable people, including giving fuel vouchers to those in need."}, {"type": "text", "text": "All household energy bills were cut by at least £400 between October and March. "}, {"type": "text", "text": "The discount was made automatically by energy suppliers in England, Scotland and Wales. However, there are no plans to repeat this in the coming winter. "}, {"type": "text", "text": "Separate arrangements were made for households in Northern Ireland, which has its own energy market. "}, {"type": "text", "text": "They received a single payment of £600 starting in January, which was more than in the rest of the UK because a higher proportion of households use heating oil. "}, {"type": "text", "text": "Direct debit customers in Northern Ireland had the money paid into their bank accounts. Other customers were sent a voucher. "}, {"type": "text", "text": "The Commons Work and Pensions Committee is investigating whether cost-of-living payments have been received by those in most need of help."}, {"type": "text", "text": "They are studying whether some have missed out on hundreds of pounds because they are just outside the qualifying criteria, and whether the package as a whole is sufficient for low-income families."}, {"type": "text", "text": "The government launched an Energy Price Guarantee in October 2022, which limited a typical dual-fuel household's annual energy bill to £2,500 throughout last winter."}, {"type": "text", "text": "The scheme, which applied to England, Wales and Scotland, is still in place if needed, but has not been required since July."}, {"type": "text", "text": "That's because a typical bill fell to around £2,074 a year under regulator Ofgem's energy price cap in the summer, and will fall further to £1,923 a year in October."}, {"type": "text", "text": "A government scheme to cut energy bills for businesses finished at the end of March. "}, {"type": "text", "text": "Under a new scheme that began in April, firms get a discount on wholesale prices rather than costs being capped as under the previous deal."}, {"type": "text", "text": "Heavy energy-using sectors, like glass, ceramics and steelmakers, get a larger discount than others."}, {"type": "headline", "text": "How is the rising cost of living affecting you? Please get in touch by emailing: haveyoursay@bbc.co.uk."}, {"type": "text", "text": "Please include a contact number if you are willing to speak to a Informfully journalist. You can also get in touch in the following ways:"}, {"type": "text", "text": "If you are reading this page and can't see the form you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "}]}, {"_id": "652fada298562276cd4da3c0", "url": "https://www.bbc.co.uk/news/business-65312394?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Inflation", "subCategories": [], "title": "Five ways to save money on your packed lunch", "lead": "Grabbing food on the go can be expensive so here are some top tips on making savings at lunchtime.", "author": "Lora Jones & Lucy Hooker", "datePublished": "20230918", "dateScraped": "2023-10-18 12:04:18.155193", "dateUpdated": "20230918", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12861/production/_129437857_packed_lunch_1_col_promo-976-nc.png", "body": [{"type": "headline", "text": "Usually it's cheaper to make lunch at home instead of buying food out and about. But over the last year, staple lunchtime ingredients have gone up in price at the supermarket."}, {"type": "text", "text": "We've gathered some top tips on how to keep costs down when making a packed lunch for work, school or a day trip."}, {"type": "text", "text": "Caroline Job launched blog and YouTube channel Lunchbox World when coming up with different ideas for her three kids' packed lunches. She enters an identical list of items into different supermarkets' online shopping apps to see which one comes up cheapest, and looks for discount codes."}, {"type": "text", "text": "Although it might take a bit of extra time, Caroline says it has made a big difference as she has noticed the prices going up for different products like cucumbers or eggs."}, {"type": "text", "text": "If you buy your food from town centre convenience stores they might charge more - so you could save money by going to a large supermarket to stock up."}, {"type": "text", "text": "You could also consider swapping your favourite branded snacks for own-label versions."}, {"type": "text", "text": "Caroline also suggests taking a look at what is in the cupboards, fridge or freezer before doing the food shop to make sure you're not doubling up."}, {"type": "text", "text": "'Have a plan as to what meals you're going to prep and what you might want to eat that week for your lunch,' she says."}, {"type": "text", "text": "She adds that one 'game changer' for her was working with best before dates to ensure that food was not being wasted."}, {"type": "text", "text": "'I now rejig my menu for the week as it progresses - if the ham is going off, then I'll use that up today and have a chicken sandwich tomorrow.'"}, {"type": "text", "text": "Ritesh, a father of two from Hounslow, adds that prepping different items has helped him manage a squeezed budget."}, {"type": "text", "text": "'Our kids love rice pancakes, so we will often prep the mixture the night before and we'll have them for breakfast and combine them with something different for lunch,' he says."}, {"type": "text", "text": "It can be frustrating when a lunchbox comes back from school at the end of the day completely untouched."}, {"type": "text", "text": "But the freezer can be a big help when it comes to getting a greater variety of food on the menu for the week."}, {"type": "text", "text": "The NHS Better Health website recommends keeping a small selection of different types of bread in the freezer like bagels, pittas and wraps, granary or multigrain. If you pop a piece of greaseproof paper in between each, it's easier to get just one out when it's frozen, Caroline suggests."}, {"type": "text", "text": "And if you're looking for a snack option, frozen fruit is typically cheaper than fresh, especially out of season."}, {"type": "text", "text": "Frozen fruits count towards your five portions of fruit and vegetables a day. There is less waste and you can choose the exact amount you want to use."}, {"type": "text", "text": "With food prices rising at their fastest rate for 45 years, Dr Charlotte Evans - an associate professor at the University of Leeds, specialising in nutritional epidemiology and public health - is concerned the nutritional value of packed lunches might decline as budgets are squeezed."}, {"type": "text", "text": "She argues: 'Replacing homemade items with the cheapest, pre-packed snacks like crisps or chocolate biscuits might be the first place people look to make savings.'"}, {"type": "text", "text": "Although it can be tempting to reach for something that saves on time, pre-prepared options can often be a lot more expensive at the shops and less nutritious."}, {"type": "text", "text": "Dr Evans suggests making up your own a Japanese-inspired, compartmentalised bento box to use up leftover items in the fridge or cupboard."}, {"type": "text", "text": "'It's a great way to use up lots of little bits - a wrap, some lettuce or carrots, a little bit of bean chilli from the night before.'"}, {"type": "text", "text": "The British Nutrition Foundation suggests putting a small handful of mixed dried fruits or nuts into reusable food bags or sealed containers to store in the cupboard to make your own easy snack."}, {"type": "text", "text": "And if you have some spare time, growing your own cress for your egg sandwiches could also be a fun project for the family - as well as cheaper than buying it from the supermarket."}, {"type": "text", "text": "Batch-cooking is a great way to save on money and time in the long-run, says personal finance expert Rachel Wait."}, {"type": "text", "text": "She says that pasta dishes are easy to make in bulk, along with stews with beans, soups or muffins. "}, {"type": "text", "text": "You could just make a little extra for your evening meal and use the leftovers the day after for your lunchbox."}, {"type": "text", "text": "'Cooking with pulses like beans and lentils can be a cheaper alternative to meat and can also help bulk out meals,' she points out."}, {"type": "text", "text": "Dr Evans adds that adding extra salad items like lettuce or cucumber to a sandwich could help bring costs down too."}, {"type": "text", "text": "'It can make a sandwich look much more appetising - different textures, colours... It makes it look like a proper sandwich and bulking up on the veg means you're using perhaps a little bit less of the expensive stuff like cheese and ham.'"}]}, {"_id": "652fada298562276cd4da3c1", "url": "https://www.bbc.co.uk/news/business-65089308?at_medium=RSS&at_campaign=KARANGA", "primaryCategory": "Housing market", "subCategories": [], "title": "Renting: Three ways to win the race to securing a property", "lead": "From being first in the queue to being more flexible, here are some tips on how to get ahead in the rental race.", "author": "Jemma Dempsey", "datePublished": "20230328", "dateScraped": "2023-10-18 12:04:18.399654", "dateUpdated": "20230328", "language": "en-UK", "outlet": "BBC", "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1316B/production/_129178187_renting_cal_2promo-976-nc.png", "body": [{"type": "headline", "text": "Trying to find a place to rent in today's market and beating your competitors to the front door can feel like a relentless race that you'll never win. "}, {"type": "text", "text": "Property website Zoopla says the number of available properties to rent is down by a third since before the pandemic."}, {"type": "text", "text": "So with such ferocious demand, what can you do to secure your new home? "}, {"type": "text", "text": "Most people know the importance of having a decent credit rating and their deposit secured. "}, {"type": "text", "text": "But how do you avoid the bidding wars and massive queues on 'open home' day and get a landlord to pick you and not someone else? "}, {"type": "text", "text": "If you're new to the rental race, we've asked agents and landlords to tell us impressed them most and made those hunting for a rental stand out from the crowd.  "}, {"type": "text", "text": "Rightmove said at the beginning of 2023, 70% of rental listings received an email enquiry from a potential tenant looking to view a property within the first day of it being listed on the website. "}, {"type": "text", "text": "Its property expert Tim Bannister said: 'Tenants need to do their homework and decide what they really want from a home so they can be targeted - online, with agents, friends and family. "}, {"type": "text", "text": "'Then when instant alerts come through they can move quickly and get to the front of the queue. Be focussed and be prepared. Being first won't necessarily guarantee you the property but it will help.'"}, {"type": "text", "text": "Campaign group Generation Rent agreed. Spokesman Dan Wilson Craw said it was essential to know what the property needs to have, such as storage for a bike or a washing machine already installed. "}, {"type": "text", "text": "'That way if you view a property that ticks all the right boxes you can apply for a tenancy on the spot,' he said.  "}, {"type": "text", "text": "Being loaded with information really helps landlords and agents when looking to choose a tenant. "}, {"type": "text", "text": "Rightmove's Tim Bannister said: 'That means making sure you've got as much information as possible, for example multiple references with contacts available. "}, {"type": "text", "text": "'Be clear about your circumstances and how flexible you can be with your timelines. Be upfront and provide clarity. The more you can do to work with a landlord, the better.'"}, {"type": "text", "text": "Generation Rent said aside from having the holding deposit worth one week's rent in your account, prospective tenants needed to provide evidence of their income."}, {"type": "text", "text": "That includes letting your employer and current landlord know they'll need to provide a reference. "}, {"type": "text", "text": "If you have exhausted your time trying to find a rental in your perfect area try thinking outside the box. Zoopla said a travel time search can bring more properties into your orbit which you might not have considered. "}, {"type": "text", "text": "Geographically, a home may look too far away but its travel time might be quicker than you thought. This can can open up your search to cheaper areas or slower rental markets. "}, {"type": "text", "text": "Mr Bannister said rental searches on Rightmove had expanded since the pandemic with many approaching reaching 50 sq km (19.3 sq miles)."}, {"type": "text", "text": "Victoria Tolmie-Loverseed helps students find accommodation with Unipol, a charity based in Bradford, Leeds and Nottingham. "}, {"type": "text", "text": "A rising student population not matched by an increased supply of housing has resulted in a crisis for young people often living away from home for the first time."}, {"type": "text", "text": "'Be flexible about where you're willing to live, cast your net wider into non-student areas and be willing to travel a little bit further,' Ms Tolmie-Loverseed said. "}, {"type": "text", "text": "'Know your budget, have your deposit sorted, know who your guarantor will be,' she added.  "}]}]