[{"_id": "6548e0cfabf87b385abee512", "url": "https://www.independent.co.uk/news/uk/politics/conservatives-rape-allegation-arrest-uk-politics-latest-news-b2442329.html", "primaryCategory": "politics", "subCategories": "None", "title": "UK politics – live: Tory MP rape claims were not covered up, Oliver Dowden says", "lead": "The former Tory chairman said the Conservative Party takes any claims of sexual offences “exceptionally seriously”", "author": "Joe Middleton", "datePublished": "2023-11-06 11:23:55", "dateScraped": "2023-11-06 13:49:19.883330", "dateUpdated": "2023-11-06 11:23:55.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/05/11/412b00d215898213eb00431066fce36cY29udGVudHNlYXJjaGFwaSwxNjk5MjY2NDQ3-2.72700428.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Oliver Dowden ‘can’t be certain’ Tories didn’t pay hospital fees of rape complainant\n"}, {"type": "text", "text": "A spokesman for Rishi Sunak could not say whether the government had evidence to back up the Home Secretary Suella Braverman’s claim that some people are rough sleeping as a “lifestyle choice”."}, {"type": "text", "text": "“The reasons are complex, I think mental health and addiction are drivers of homelessness,” he said."}, {"type": "text", "text": "Asked if the prime minister ever gets tired of having to defend Ms Braverman, he said: “The Prime Minister continues to work closely with the Home Secretary, not least on this issue of protests... and of course on small boats.”"}, {"type": "text", "text": "The energy secretary has admitted that Rishi Sunak’s flagship energy policy will not bring household bills down."}, {"type": "text", "text": "Claire Coutinho was quizzed about the government’s plans to expand North Sea oil and gas exploration expected to be announced in the King’s Speech tomorrow."}, {"type": "text", "text": "The prime minister will declare the drive, which would invite annual applications for new licences to drill for oil and gas, will protect jobs and boost energy security “without adding undue burdens on households”."}, {"type": "text", "text": "The energy secretary has admitted that Rishi Sunak’s flagship energy policy will not bring household bills down."}, {"type": "text", "text": "More than a hundred British citizens have left Gaza through the Rafah crossing so far, Downing Street said."}, {"type": "text", "text": "No 10 did not without confirm how many more are trapped inside the territory."}, {"type": "text", "text": "The prime minister’s official spokesman told reporters: “It’s more than a hundred who have made it through the crossing."}, {"type": "text", "text": "“We are in contact with those who still remain, the British nationals who still remain in Gaza to update on the latest information we have."}, {"type": "text", "text": "“And we’ve got UK teams forward-deployed to receive those as they do make it through."}, {"type": "text", "text": "“I don’t have an update on the Rafah crossing as of right now, but obviously it’s disappointing it has been closed recently. It is obviously a complex situation and we will use all diplomatic options available to us to press for its reopening in co-ordination with our partners.”"}, {"type": "text", "text": "Some 200 British nationals and their dependents were registered with the authorities to leave Gaza, meaning around half have made it out."}, {"type": "text", "text": "Rishi Sunak did not accept that his home secretary Suella Braverman’s description of rough sleeping as a “lifestyle choice” was offensive – but did not back her comments."}, {"type": "text", "text": "Asked by broadcasters if the language was “offensive”, he said: “I don’t want anyone to sleep rough on our streets.“That’s why the government is investing £2bn over the next few years to tackle homelessness and rough sleeping. "}, {"type": "text", "text": "“I’m pleased that the number of people sleeping rough is down by a third since the peak, but of course there is more to do … So I’m proud of that record.He added: “But of course there is more to do and we’ll keep going so that nobody has to sleep rough on our streets.”"}, {"type": "text", "text": "Informfully’s Archie Mitchell is covering the Covid inquiry today."}, {"type": "text", "text": "He reports that Clare Lombardelli has told the Covid inquiry it was not possible to estimate the cost of lockdowns.\nThe Treasury’s former chief economic adviser said there was no way to say “a lockdown in this form will cost you X” because there was “no reasonable counterfactual” of what people would do without a lockdown."}, {"type": "text", "text": "But the inquiry was also shown an advice document produced for then chancellor Rishi Sunak by the Treasury in which he was told to “push back strongly” against the idea of a circuit-breaker lockdown in autumn 2020. Officials warned Mr Sunak the impacts would be “severe”."}, {"type": "text", "text": "Informfully has launched a brand new WhatsApp Channel, bringing you the latest breaking news, Premium news analysis from our award-winning journalists and an evening news briefing with the day’s top headlines."}, {"type": "text", "text": "Sign up and get the latest on UK politics and more by pressing this invite link."}, {"type": "text", "text": "Rishi Sunak said that Metropolitan Police have ministers’ “absolute and total backing” to tackle criminality, ahead of a pro-Palestinian march on Saturday."}, {"type": "text", "text": "It comes amid concerns by some that the pro-Palestinian march in London will go ahead on Armistice Day.Speaking to broadcasters on Monday, the PM said: “Remembrance Day is a time for national reflection … I want to make sure police have our absolute and total backing to clamp down on any acts of criminality, but also to ensure public order.”"}, {"type": "text", "text": "He said that home secretary Suella Braverman would be holding a meeting to discuss the issue on Monday."}, {"type": "text", "text": "Mr Sunak also welcomed the fact 100 British nationals have been able to leave Gaza in recent days, as he explained why he backed a humanitarian pause – but not a ceasefire.“We have been very clear and consistent that we support humanitarian pauses, which are there specifically to allow aid to get into Gaza and hostages and foreign nationals to come out.”"}, {"type": "text", "text": "A Conservative peer has said the Tory party has “a problem” dealing with allegations of bullying and sexual misconduct."}, {"type": "text", "text": "Baroness Warsi told Times Radio the Conservatives have long “failed” to respond to and support victims."}, {"type": "text", "text": "She said: “I think it does have a problem...Whether it’s bullying, whether it’s allegations of racism and now allegations of sexual misconduct, the party for years and years has simply failed to deal with responding to victims appropriately in all of those areas. And I really hope, rather than just batting this away again, that the party take a long, hard look at itself.”"}, {"type": "text", "text": "And she described a “rot” at the heart of the Conservative party, adding: “We cannot be the party of government which governs in this country more than any other political party and still have this rot at the heart of us, whether that’s racism, whether that’s bullying, whether that’s sexual misconduct. We need to be above these matters and we need to see when they come to light, deal with them quickly and coherently, and make sure that all people feel protected within our party.”"}]}, {"_id": "6548e0dcabf87b385abee55a", "url": "https://www.independent.co.uk/news/uk/home-news/uk-foraging-poisonous-mushrooms-b2441220.html", "primaryCategory": "Home News", "subCategories": "None", "title": "UK foragers guide on how to avoid poison mushrooms", "lead": "There are five main types of mushrooms with deadly toxins growing in the UK ", "author": "Athena Stavrou", "datePublished": "2023-11-05 16:10:41", "dateScraped": "2023-11-06 13:49:32.969642", "dateUpdated": "2023-11-05 16:10:41.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/s3fs-public/thumbnails/image/2016/10/14/10/death-cap-mushroom.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Mushroom growers and Asian shops in the area said they did not have any issues reported to them. "}, {"type": "text", "text": "Death Cap mushrooms have no known antidote "}, {"type": "text", "text": "Panther Cap mushrooms are 5-12cm in diameter and are brown with white spots"}, {"type": "text", "text": "Destroying Angel’s are often found at the edges of woodlands "}, {"type": "text", "text": "Fools Funnel mushrooms are often mistaken for edible mushrooms "}, {"type": "text", "text": "Funeral Bell mushrooms are found all year round on rotting logs and woodchips "}, {"type": "text", "text": "James Wood teachers people how to forage safely and sustainably "}]}, {"_id": "6548e0e2abf87b385abee57a", "url": "https://www.independent.co.uk/sport/boxing/boxing-rankings-fighters-p4p-list-2023-b2421206.html", "primaryCategory": "Boxing", "subCategories": "None", "title": "The Independent’s pound-for-pound boxing rankings", "lead": "Here are our top 10 men’s boxers in the world", "author": "Sport Staff", "datePublished": "2023-11-06 11:43:17", "dateScraped": "2023-11-06 13:49:38.770950", "dateUpdated": "2023-11-06 11:43:17.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2022/01/03/17/Untitled%20collage%20%2830%29.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Shakur Stevenson celebrates his successful lightweight debut in April 2023"}, {"type": "text", "text": "Vasiliy Lomachenko, left, during his fight with Devin Haney in May "}, {"type": "text", "text": "Tyson Fury, left, struggled to a controversial win over MMA star Francis Ngannou last time out "}, {"type": "text", "text": "Errol Spence Jr is a former unified welterweight champion "}, {"type": "text", "text": "Haney, right, was a unanimous-decision winner against George Kambosos Jr in two fights in 2022 "}, {"type": "text", "text": "Dmitry Bivol outpointed Saul ‘Canelo’ Alvarez for a stunning win in 2022 "}, {"type": "text", "text": "Alvarez following his stoppage win against Caleb Plant in 2021 "}, {"type": "text", "text": "Oleksandr Usyk, left, outpointed Anthony Joshua twice in a row between 2021 and 2022 "}, {"type": "text", "text": "Terence Crawford outclassed Spence Jr for eight rounds and stopped him in the ninth, in July "}, {"type": "text", "text": "Naoya Inoue stopping Stephen Fulton in July 2023 "}]}, {"_id": "6548e0e2abf87b385abee57b", "url": "https://www.independent.co.uk/sport/ufc/ufc-rankings-fighters-p4p-list-2023-b2434290.html", "primaryCategory": "UFC", "subCategories": "None", "title": "UFC rankings: The Independent’s pound-for-pound fighters list", "lead": "Here are our top 10 men’s fighters in the UFC, in a list to be updated throughout the year ", "author": "Alex Pattle", "datePublished": "2023-11-06 11:43:12", "dateScraped": "2023-11-06 13:49:38.963779", "dateUpdated": "2023-11-06 11:43:12.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/03/20/11/newFile-6.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Kamaru Usman was a dominant welterweight champion from 2019 until 2022 "}, {"type": "text", "text": "Alex Pereira became a champion in just his fourth UFC fight "}, {"type": "text", "text": "Aljamain Sterling recorded three successful title defences at bantamweight, all against ex-champions "}, {"type": "text", "text": "Former UFC light-heavyweight champion Jiri Prochazka"}, {"type": "text", "text": "Israel Adesanya ahead of his fight with Sean Strickland at UFC 293 in September "}, {"type": "text", "text": "Charles Oliveira has the most finishes and submissions in UFC history "}, {"type": "text", "text": "Leon Edwards made a successful first defence of the welterweight title in March "}, {"type": "text", "text": "Alexander Volkanovski unified the UFC featherweight titles by beating Yair Rodriguez"}, {"type": "text", "text": "Jon Jones returned to the UFC in March to collect a title in a second division "}, {"type": "text", "text": "Islam Makhachev silenced the doubters with his knockout of Alexander Volkanovski"}]}, {"_id": "6548e0eaabf87b385abee5a6", "url": "https://www.independent.co.uk/sport/football/luton-liverpool-live-stream-result-score-2023-b2442003.html", "primaryCategory": "football", "subCategories": "None", "title": "Luton vs Liverpool LIVE: Premier League result, score and reaction after late Luis Diaz goal", "lead": "Follow all the action from Kenilworth Road", "author": "Luke Baker", "datePublished": "2023-11-05 19:22:17", "dateScraped": "2023-11-06 13:49:46.733475", "dateUpdated": "2023-11-05 19:22:17.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/05/17/GettyImages-1776539595.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Luis Diaz, it just had to be, didn’t it? The narratives for this game were written, the headlines all but drying on the paper, and the Colombian - who has endured surely the most awful couple of weeks - popped up to write his own new ones."}, {"type": "text", "text": "There were no further updates on the whereabouts or safety of his kidnapped father before the match, but Liverpool manager Jurgen Klopp had made it clear it would be up to the winger to decide when he returned to action. For the Reds, staring at perhaps their most embarassing Premier League defeat since Blackpool under Roy Hodgson, it couldn’t have been more timely."}, {"type": "text", "text": "All that, six minutes into eight of stoppage time and with Luton Town thinking they were closing in on the most famous of scalps, before they ultimately had to settle for a hard-earned point. It was one they certainly deserved, yet also a reminder of how vicious the top flight can be, how fine the margins are and how difficult it will be to take anything, let alone to stay up."}, {"type": "headline", "text": "Full report from Karl Matchett at Kenilworth Road:"}, {"type": "text", "text": "Luton Town 1-1 Liverpool: The Colombian scored off the bench after Tahith Chong thought he’d won the game for the hosts"}, {"type": "text", "text": "The full-time whistle blows as Luton and Liverpool share the spoils with a 1-1 draw at Kenilworth Road. It could have been so much more for Luton, who had to soak up a lot of Liverpool pressure before a swift counter-attack gave them the lead with 10 minutes to play, Kabore flying forwards before curling a delightful cross into the middle for Chong to finish. With an initial eight minutes added on, Luton looked like they were going to hold on. However, in the fifth minute of that added time, Elliott arrowed a delivery to the back post, where Diaz leapt above Kabore before nodding past Kaminski and in, celebrating by lifting up his shirt to reveal a message in support of his missing father back home in Colombia. The full-time whistle was greeted with cheers by the Luton fans, perhaps indicative of the momentum Liverpool were gaining as they looked for a winner, and the Hatters just about held on to secure a point, one that takes them out of the relegation zone and up to 17th. Liverpool move up to third, above Arsenal on goals scored, and they turn their attentions to Europa League action next, travelling to take on Toulouse on Thursday. For Luton, they will look to build on this result when they face Manchester United at Old Trafford next Saturday. That is all we have from Kenilworth Road, so thanks for your company and goodbye!"}, {"type": "text", "text": "FULL-TIME: LUTON TOWN 1-1 LIVERPOOL"}, {"type": "text", "text": "Kabore receives the ball on the right-hand side of the box before firing at goal, but the angle is very tight and Alisson makes a comfortable save."}, {"type": "text", "text": "Liverpool urgently want a winner now, while Luton are hanging on. It is the visiting fans who are audible now, and they are urging their team on to try and find another goal."}, {"type": "text", "text": "Assist Harvey Daniel James Elliott"}, {"type": "text", "text": "Luton currently have the ball high up the pitch, exactly where they need it. The home fans are willing them on to a result, one that is within touching distance."}, {"type": "text", "text": "Kabore is okay to continue, and the game resumes as we move into eight minutes of additional time at the end of this match. Can Liverpool rescue a result?"}, {"type": "text", "text": "Kabore is down after a coming-together with Tsimikas near the corner flag, clutching at his hamstring. He has been brilliant in this game, including his excellent assist for what could be the winner."}, {"type": "text", "text": "Luton have dropped very deep, daring Liverpool to try and break them down. It is a risky tactic considering the quality Klopp boasts in his team."}]}, {"_id": "6548e0ebabf87b385abee5a8", "url": "https://www.independent.co.uk/sport/football/fiorentina-juventus-live-stream-serie-a-2023-b2442062.html", "primaryCategory": "football", "subCategories": "None", "title": "Fiorentina vs Juventus LIVE: Serie A result, final score and reaction", "lead": "Follow all the action from Stadio Artemio Franchi", "author": "Luke Baker", "datePublished": "2023-11-05 18:45:07", "dateScraped": "2023-11-06 13:49:47.092809", "dateUpdated": "2023-11-05 18:45:07.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/09/27/15/GettyImages-1240280175.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Match ends, Fiorentina 0, Juventus 1."}, {"type": "text", "text": "Second Half ends, Fiorentina 0, Juventus 1."}, {"type": "text", "text": "Offside, Juventus. Weston McKennie tries a through ball, but Arkadiusz Milik is caught offside."}, {"type": "text", "text": "Foul by Rolando Mandragora (Fiorentina)."}, {"type": "text", "text": "Arkadiusz Milik (Juventus) wins a free kick on the right wing."}, {"type": "text", "text": "Corner, Juventus. Conceded by Cristiano Biraghi."}, {"type": "text", "text": "Yerry Mina (Fiorentina) wins a free kick in the attacking half."}, {"type": "text", "text": "Foul by Arkadiusz Milik (Juventus)."}, {"type": "text", "text": "Rolando Mandragora (Fiorentina) wins a free kick in the defensive half."}, {"type": "text", "text": "Corner, Juventus. Conceded by Pietro Terracciano."}]}, {"_id": "6548e0ebabf87b385abee5aa", "url": "https://www.independent.co.uk/sport/football/brighton-hove-albion-manchester-united-live-stream-womens-super-league-2023-b2442047.html", "primaryCategory": "football", "subCategories": "None", "title": "Brighton & Hove Albion vs Manchester United LIVE: Women's Super League result, final score and reaction", "lead": "Follow all the action from Broadfield Stadium", "author": "Luke Baker", "datePublished": "2023-11-05 17:45:05", "dateScraped": "2023-11-06 13:49:47.442500", "dateUpdated": "2023-11-05 17:45:05.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/09/29/16/newFile-1.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Match ends, Brighton and Hove Albion Women 2, Manchester United Women 2."}, {"type": "text", "text": "Second Half ends, Brighton and Hove Albion Women 2, Manchester United Women 2."}, {"type": "text", "text": "Attempt missed. Millie Turner (Manchester United Women) header from the centre of the box is close, but misses to the right. Assisted by Katie Zelem with a cross following a corner."}, {"type": "text", "text": "Corner, Manchester United Women. Conceded by Maria Thorisdóttir."}, {"type": "text", "text": "Goal! Brighton and Hove Albion Women 2, Manchester United Women 2. Rachel Williams (Manchester United Women) right footed shot from the right side of the six yard box following a corner."}, {"type": "text", "text": "Corner, Manchester United Women. Conceded by Guro Bergsvand."}, {"type": "text", "text": "Attempt missed. Millie Turner (Manchester United Women) header from the centre of the box misses to the left."}, {"type": "text", "text": "Attempt missed. Millie Turner (Manchester United Women) header from the centre of the box misses to the right. Assisted by Nikita Parris with a cross."}, {"type": "text", "text": "Attempt blocked. Lucía García (Manchester United Women) right footed shot from outside the box is blocked."}, {"type": "text", "text": "Substitution, Brighton and Hove Albion Women. Charlize Rule replaces Julia Olme."}]}, {"_id": "6548e0ecabf87b385abee5b3", "url": "https://www.independent.co.uk/sport/football/roma-lecce-live-stream-serie-a-2023-b2442010.html", "primaryCategory": "football", "subCategories": "None", "title": "Roma vs Lecce LIVE: Serie A result, final score and reaction", "lead": "Follow all the action from Stadio Olimpico", "author": "Luke Baker", "datePublished": "2023-11-05 16:00:12", "dateScraped": "2023-11-06 13:49:48.978205", "dateUpdated": "2023-11-05 16:00:12.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/09/27/15/newFile-6.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Match ends, Roma 2, Lecce 1."}, {"type": "text", "text": "Second Half ends, Roma 2, Lecce 1."}, {"type": "text", "text": "Romelu Lukaku (Roma) is shown the yellow card for excessive celebration."}, {"type": "text", "text": "Goal! Roma 2, Lecce 1. Romelu Lukaku (Roma) left footed shot from the centre of the box."}, {"type": "text", "text": "Foul by Nicola Zalewski (Roma)."}, {"type": "text", "text": "Goal! Roma 1, Lecce 1. Sardar Azmoun (Roma) header from the centre of the box to the top left corner. Assisted by Nicola Zalewski with a cross."}, {"type": "text", "text": "Foul by Marin Pongracic (Lecce)."}, {"type": "text", "text": "Foul by Bryan Cristante (Roma)."}, {"type": "text", "text": "Offside, Lecce. Mohamed Kaba tries a through ball, but Roberto Piccoli is caught offside."}, {"type": "text", "text": "Attempt blocked. Mohamed Kaba (Lecce) right footed shot from the centre of the box is blocked."}]}, {"_id": "6548e0edabf87b385abee5b4", "url": "https://www.independent.co.uk/sport/football/heidenheim-stuttgart-live-stream-bundesliga-2023-b2442001.html", "primaryCategory": "football", "subCategories": "None", "title": "Heidenheim vs Stuttgart LIVE: Bundesliga result, final score and reaction", "lead": "Follow all the action from Voith-Arena", "author": "Luke Baker", "datePublished": "2023-11-05 15:30:12", "dateScraped": "2023-11-06 13:49:49.359262", "dateUpdated": "2023-11-05 15:30:12.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/09/28/15/GettyImages-1273777604.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Match ends, 1. FC Heidenheim 1846 2, VfB Stuttgart 0."}, {"type": "text", "text": "Second Half ends, 1. FC Heidenheim 1846 2, VfB Stuttgart 0."}, {"type": "text", "text": "Goal! 1. FC Heidenheim 1846 2, VfB Stuttgart 0. Tim Kleindienst (1. FC Heidenheim 1846) left footed shot from more than 35 yards to the bottom right corner."}, {"type": "text", "text": "Attempt blocked. Jamie Leweling (VfB Stuttgart) header from very close range is blocked."}, {"type": "text", "text": "Luca Raimund (VfB Stuttgart) hits the bar with a left footed shot from the centre of the box. Assisted by Angelo Stiller."}, {"type": "text", "text": "Attempt missed. Luca Raimund (VfB Stuttgart) left footed shot from the centre of the box misses to the right. Assisted by Jamie Leweling."}, {"type": "text", "text": "Substitution, 1. FC Heidenheim 1846. Kevin Sessa replaces Eren Dinkçi."}, {"type": "text", "text": "Substitution, 1. FC Heidenheim 1846. Denis Thomalla replaces Jan-Niklas Beste."}, {"type": "text", "text": "Foul by Lilian Egloff (VfB Stuttgart)."}, {"type": "text", "text": "Attempt blocked. Angelo Stiller (VfB Stuttgart) left footed shot from outside the box is blocked. Assisted by Dan-Axel Zagadou."}]}, {"_id": "6548e0edabf87b385abee5b5", "url": "https://www.independent.co.uk/sport/football/luton-town-liverpool-live-stream-premier-league-2023-b2442000.html", "primaryCategory": "football", "subCategories": "None", "title": "Luton Town vs Liverpool LIVE: Premier League result, final score and reaction", "lead": "Follow all the action from Kenilworth Road", "author": "Luke Baker", "datePublished": "2023-11-05 15:30:07", "dateScraped": "2023-11-06 13:49:49.644606", "dateUpdated": "2023-11-05 15:30:07.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/08/10/15/newFile-16.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Luis Diaz, it just had to be, didn’t it? The narratives for this game were written, the headlines all but drying on the paper, and the Colombian - who has endured surely the most awful couple of weeks - popped up to write his own new ones."}, {"type": "text", "text": "There were no further updates on the whereabouts or safety of his kidnapped father before the match, but Liverpool manager Jurgen Klopp had made it clear it would be up to the winger to decide when he returned to action. For the Reds, staring at perhaps their most embarassing Premier League defeat since Blackpool under Roy Hodgson, it couldn’t have been more timely."}, {"type": "text", "text": "All that, six minutes into eight of stoppage time and with Luton Town thinking they were closing in on the most famous of scalps, before they ultimately had to settle for a hard-earned point. It was one they certainly deserved, yet also a reminder of how vicious the top flight can be, how fine the margins are and how difficult it will be to take anything, let alone to stay up."}, {"type": "headline", "text": "Full report from Karl Matchett at Kenilworth Road:"}, {"type": "text", "text": "Luton Town 1-1 Liverpool: The Colombian scored off the bench after Tahith Chong thought he’d won the game for the hosts"}, {"type": "text", "text": "The full-time whistle blows as Luton and Liverpool share the spoils with a 1-1 draw at Kenilworth Road. It could have been so much more for Luton, who had to soak up a lot of Liverpool pressure before a swift counter-attack gave them the lead with 10 minutes to play, Kabore flying forwards before curling a delightful cross into the middle for Chong to finish. With an initial eight minutes added on, Luton looked like they were going to hold on. However, in the fifth minute of that added time, Elliott arrowed a delivery to the back post, where Diaz leapt above Kabore before nodding past Kaminski and in, celebrating by lifting up his shirt to reveal a message in support of his missing father back home in Colombia. The full-time whistle was greeted with cheers by the Luton fans, perhaps indicative of the momentum Liverpool were gaining as they looked for a winner, and the Hatters just about held on to secure a point, one that takes them out of the relegation zone and up to 17th. Liverpool move up to third, above Arsenal on goals scored, and they turn their attentions to Europa League action next, travelling to take on Toulouse on Thursday. For Luton, they will look to build on this result when they face Manchester United at Old Trafford next Saturday. That is all we have from Kenilworth Road, so thanks for your company and goodbye!"}, {"type": "text", "text": "FULL-TIME: LUTON TOWN 1-1 LIVERPOOL"}, {"type": "text", "text": "Kabore receives the ball on the right-hand side of the box before firing at goal, but the angle is very tight and Alisson makes a comfortable save."}, {"type": "text", "text": "Liverpool urgently want a winner now, while Luton are hanging on. It is the visiting fans who are audible now, and they are urging their team on to try and find another goal."}, {"type": "text", "text": "Assist Harvey Daniel James Elliott"}, {"type": "text", "text": "Luton currently have the ball high up the pitch, exactly where they need it. The home fans are willing them on to a result, one that is within touching distance."}, {"type": "text", "text": "Kabore is okay to continue, and the game resumes as we move into eight minutes of additional time at the end of this match. Can Liverpool rescue a result?"}, {"type": "text", "text": "Kabore is down after a coming-together with Tsimikas near the corner flag, clutching at his hamstring. He has been brilliant in this game, including his excellent assist for what could be the winner."}, {"type": "text", "text": "Luton have dropped very deep, daring Liverpool to try and break them down. It is a risky tactic considering the quality Klopp boasts in his team."}]}, {"_id": "6548e0edabf87b385abee5b6", "url": "https://www.independent.co.uk/sport/football/fa-cup-second-round-draw-live-b2441922.html", "primaryCategory": "football", "subCategories": "None", "title": "FA Cup draw LIVE: Wrexham, Bolton, Wigan and lower league clubs discover second round fates", "lead": "20 matches will be played in second-round before Premier League and Championship clubs enter the competition in the New Year", "author": "Michael Jones", "datePublished": "2023-11-05 15:16:23", "dateScraped": "2023-11-06 13:49:49.829924", "dateUpdated": "2023-11-05 15:16:23.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/05/11/SOCCER%20Final%20%2012374579.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Related video: Best moments from Wrexham AFC’s promotion to the Football League "}, {"type": "text", "text": "Here’s the FA Cup second round draw in full: "}, {"type": "text", "text": "Maidstone United vs Barrow"}, {"type": "text", "text": "Wycombe Wanderers vs Morecombe"}, {"type": "text", "text": "Notts County vs Shrewsbury Town"}, {"type": "text", "text": "Chesterfield vs Leyton Orient"}, {"type": "text", "text": "Aldershot Town vs Stockport County"}, {"type": "text", "text": "Alfreton Town vs Walsall"}, {"type": "text", "text": "Blackpool vs Scarborough Athletic or Forest Green"}, {"type": "text", "text": "Cambridge United vs Kidderminster Harrier or Fleetwood"}, {"type": "text", "text": "Bolton Wanderers vs Harrogate Town"}, {"type": "text", "text": "Wrexham vs Yeovil Town "}, {"type": "text", "text": "Crewe Alexandra or Derby vs Bristol Rovers"}, {"type": "text", "text": "Peterborough or Salford vs Doncaster Rovers or Accrington Stanley"}, {"type": "text", "text": "Eastleigh vs Reading"}, {"type": "text", "text": "Gillingham vs Charlton or Cray Valley"}, {"type": "text", "text": "Stevenage vs Port Vale or Burton Albion"}, {"type": "text", "text": "Newport County vs Barnet"}, {"type": "text", "text": "Oxford United vs Slough Town or Grimsby Town"}, {"type": "text", "text": "Chester of York City vs Wigan Athletic"}, {"type": "text", "text": "Sutton United vs Barnsley or Horsham"}, {"type": "text", "text": "AFC Wimbledon vs Ramsgate"}, {"type": "text", "text": "Oxford United are currently the highest ranked team in the draw and they’ll face Slough Town or Grimsby Town."}, {"type": "text", "text": "Chester of York City will take on Wigan Athletic."}, {"type": "text", "text": "Sutton United play Barnsley or Horsham"}, {"type": "text", "text": "And finally, AFC Wimbledon will take on Ramsgate. "}, {"type": "text", "text": "Next up are: "}, {"type": "text", "text": "Eastleigh vs Reading"}, {"type": "text", "text": "Gillingham vs Charlton or Cray Valley"}, {"type": "text", "text": "Stevenage vs Port Vale or Burton Albion"}, {"type": "text", "text": "Newport County vs Barnet"}, {"type": "text", "text": "Bolton Wanderers host Harrogate Town."}, {"type": "text", "text": "Wrexham will take on Yeovil Town who are top of the National League South."}, {"type": "text", "text": "Crewe Alexandra or Derby play Bristol Rovers."}, {"type": "text", "text": "Peterborough or Salford will be up against Doncaster Rovers or Accrington Stanley. "}, {"type": "text", "text": "Out of the pot next are: "}, {"type": "text", "text": "Aldershot Town vs Stockport County"}, {"type": "text", "text": "Alfreton Town vs Walsall"}, {"type": "text", "text": "Blackpool vs Scarborough Athletic or Forest Green"}, {"type": "text", "text": "Cambridge United vs Kidderminster Harrier or Fleetwood"}, {"type": "text", "text": "The next fixtures revealed are:"}, {"type": "text", "text": "Wycombe Wanderers vs Morecombe"}, {"type": "text", "text": "Notts County vs Shrewsbury Town"}, {"type": "text", "text": "Chesterfield vs Leyton Orient"}, {"type": "text", "text": "The first team out of the pot is Maidstone United. They host Barrow."}, {"type": "text", "text": "Okay then, here we go. "}, {"type": "text", "text": "The second round draw for the FA Cup is just about to start, there are 40 teams in the hat with 20 fixtures about to be known..."}, {"type": "text", "text": "The second round draw is about to get underway on ITV 1. There’s about five minutes to go until it begins so grab a brew and hurry back if the team you support is involved."}, {"type": "text", "text": "Ramsgate have already had a crazy run this year’s FA Cup, coming through qualifying beating Chatham Town, Cray Wanders, Totton and now Woking in the first round proper to reach the second round of the FA Cup."}, {"type": "text", "text": "They last reached the first-round proper back in 2005 but have never got as far as this in the tournament."}, {"type": "text", "text": "Ramsgate are a small seaside football team from Kent and a home tie in the second round would sell out the 2,500-capacity Southwood Stadium."}, {"type": "text", "text": "A favourable tie could also see Ramsgate possibly go up against Premier League opposition if they successfully get to the third round. "}]}, {"_id": "6548e0eeabf87b385abee5b8", "url": "https://www.independent.co.uk/sport/football/arsenal-manchester-city-live-stream-women-s-super-league-2023-b2441947.html", "primaryCategory": "football", "subCategories": "None", "title": "Arsenal vs Manchester City LIVE: Women’s Super League result and reaction after Gunners clinch vital win", "lead": "Follow all the action from Meadow Park", "author": "Luke Baker", "datePublished": "2023-11-05 15:07:34", "dateScraped": "2023-11-06 13:49:50.178702", "dateUpdated": "2023-11-05 15:07:34.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/05/12/SOCCER%20Arsenal%20Women%20%2012420663.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Match ends, Arsenal Women 2, Manchester City Women 1."}, {"type": "text", "text": "Second Half ends, Arsenal Women 2, Manchester City Women 1."}, {"type": "text", "text": "Attempt saved. Frida Maanum (Arsenal Women) right footed shot from outside the box is saved."}, {"type": "text", "text": "Offside, Arsenal Women. Kim Little tries a through ball, but Stina Blackstenius is caught offside."}, {"type": "text", "text": "Attempt missed. Khadija Shaw (Manchester City Women) header from the centre of the box is high and wide to the left. Assisted by Deyna Castellanos with a cross following a corner."}, {"type": "text", "text": "Corner, Manchester City Women. Conceded by Manuela Zinsberger."}, {"type": "text", "text": "Attempt saved. Mary Fowler (Manchester City Women) right footed shot from outside the box is saved in the top centre of the goal. Assisted by Deyna Castellanos."}, {"type": "text", "text": "Katie McCabe (Arsenal Women) is shown the yellow card for a bad foul."}, {"type": "text", "text": "Alanna Kennedy (Manchester City Women) wins a free kick in the defensive half."}, {"type": "text", "text": "Delay over. They are ready to continue."}]}, {"_id": "6548e0eeabf87b385abee5ba", "url": "https://www.independent.co.uk/sport/football/fa-cup-second-round-draw-when-time-b2441865.html", "primaryCategory": "football", "subCategories": "None", "title": "What time is the FA Cup second round draw?", "lead": "The second-round draw will serve up 20 ties before Premier League and Championship clubs enter the competition in the New Year", "author": "Karl Matchett", "datePublished": "2023-11-05 14:21:03", "dateScraped": "2023-11-06 13:49:50.655288", "dateUpdated": "2023-11-05 14:21:03.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/03/12/newFile.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Related video: Best moments from Wrexham AFC’s promotion to the Football League "}, {"type": "text", "text": "Here’s the FA Cup second round draw in full: "}, {"type": "text", "text": "Maidstone United vs Barrow"}, {"type": "text", "text": "Wycombe Wanderers vs Morecombe"}, {"type": "text", "text": "Notts County vs Shrewsbury Town"}, {"type": "text", "text": "Chesterfield vs Leyton Orient"}, {"type": "text", "text": "Aldershot Town vs Stockport County"}, {"type": "text", "text": "Alfreton Town vs Walsall"}, {"type": "text", "text": "Blackpool vs Scarborough Athletic or Forest Green"}, {"type": "text", "text": "Cambridge United vs Kidderminster Harrier or Fleetwood"}, {"type": "text", "text": "Bolton Wanderers vs Harrogate Town"}, {"type": "text", "text": "Wrexham vs Yeovil Town "}, {"type": "text", "text": "Crewe Alexandra or Derby vs Bristol Rovers"}, {"type": "text", "text": "Peterborough or Salford vs Doncaster Rovers or Accrington Stanley"}, {"type": "text", "text": "Eastleigh vs Reading"}, {"type": "text", "text": "Gillingham vs Charlton or Cray Valley"}, {"type": "text", "text": "Stevenage vs Port Vale or Burton Albion"}, {"type": "text", "text": "Newport County vs Barnet"}, {"type": "text", "text": "Oxford United vs Slough Town or Grimsby Town"}, {"type": "text", "text": "Chester of York City vs Wigan Athletic"}, {"type": "text", "text": "Sutton United vs Barnsley or Horsham"}, {"type": "text", "text": "AFC Wimbledon vs Ramsgate"}, {"type": "text", "text": "Oxford United are currently the highest ranked team in the draw and they’ll face Slough Town or Grimsby Town."}, {"type": "text", "text": "Chester of York City will take on Wigan Athletic."}, {"type": "text", "text": "Sutton United play Barnsley or Horsham"}, {"type": "text", "text": "And finally, AFC Wimbledon will take on Ramsgate. "}, {"type": "text", "text": "Next up are: "}, {"type": "text", "text": "Eastleigh vs Reading"}, {"type": "text", "text": "Gillingham vs Charlton or Cray Valley"}, {"type": "text", "text": "Stevenage vs Port Vale or Burton Albion"}, {"type": "text", "text": "Newport County vs Barnet"}, {"type": "text", "text": "Bolton Wanderers host Harrogate Town."}, {"type": "text", "text": "Wrexham will take on Yeovil Town who are top of the National League South."}, {"type": "text", "text": "Crewe Alexandra or Derby play Bristol Rovers."}, {"type": "text", "text": "Peterborough or Salford will be up against Doncaster Rovers or Accrington Stanley. "}, {"type": "text", "text": "Out of the pot next are: "}, {"type": "text", "text": "Aldershot Town vs Stockport County"}, {"type": "text", "text": "Alfreton Town vs Walsall"}, {"type": "text", "text": "Blackpool vs Scarborough Athletic or Forest Green"}, {"type": "text", "text": "Cambridge United vs Kidderminster Harrier or Fleetwood"}, {"type": "text", "text": "The next fixtures revealed are:"}, {"type": "text", "text": "Wycombe Wanderers vs Morecombe"}, {"type": "text", "text": "Notts County vs Shrewsbury Town"}, {"type": "text", "text": "Chesterfield vs Leyton Orient"}, {"type": "text", "text": "The first team out of the pot is Maidstone United. They host Barrow."}, {"type": "text", "text": "Okay then, here we go. "}, {"type": "text", "text": "The second round draw for the FA Cup is just about to start, there are 40 teams in the hat with 20 fixtures about to be known..."}, {"type": "text", "text": "The second round draw is about to get underway on ITV 1. There’s about five minutes to go until it begins so grab a brew and hurry back if the team you support is involved."}, {"type": "text", "text": "Ramsgate have already had a crazy run this year’s FA Cup, coming through qualifying beating Chatham Town, Cray Wanders, Totton and now Woking in the first round proper to reach the second round of the FA Cup."}, {"type": "text", "text": "They last reached the first-round proper back in 2005 but have never got as far as this in the tournament."}, {"type": "text", "text": "Ramsgate are a small seaside football team from Kent and a home tie in the second round would sell out the 2,500-capacity Southwood Stadium."}, {"type": "text", "text": "A favourable tie could also see Ramsgate possibly go up against Premier League opposition if they successfully get to the third round. "}]}, {"_id": "6548e0eeabf87b385abee5bb", "url": "https://www.independent.co.uk/sport/football/nottingham-forest-aston-villa-live-stream-score-result-b2441956.html", "primaryCategory": "football", "subCategories": "None", "title": "Nottingham Forest vs Aston Villa LIVE: Premier League latest score and goal updates", "lead": "The two sides clash at The City Ground with Villa target a spot in the top four ", "author": "Luke Baker", "datePublished": "2023-11-05 14:07:45", "dateScraped": "2023-11-06 13:49:50.818034", "dateUpdated": "2023-11-05 14:07:45.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/05/14/2023-11-05T140435Z_612908925_UP1EJB5133K89_RTRMADP_3_SOCCER-ENGLAND-NTG-AVA-REPORT.JPG?width=1200&auto=webp", "body": [{"type": "text", "text": "Forest's six-game winless run ended with an impressive win over Villa at the City Ground. The hosts started quickly with a magnificent goal from Aina inside five minutes. Elanga darted down the left before playing the ball back to Toffolo, who found his full-back partner with a pass across the edge of the box. Aina then blasted a low first-time strike across the goal and into the net. Zaniolo failed to convert two chances, with Forest going close to a second. Aina found Dominguez, but he lashed his effort well over. Watkins forced Vlachodimos into a good save after the restart, but it was Cooper's side that doubled their advantage. Martinez got his hand on Mangala's powerful strike, but the ball bounced over the line before he could keep it out on the second attempt. Villa pushed for a goal back but couldn't find one. Watkins and Bailey both missed the target, with Diaby curling a tame shot into the gloves of Vlachodimos. Next up, Forest travel to West Ham in the Premier League. As for Villa, they host AZ in the Europa Conference League before welcoming Fulham in the top-flight. That's all for today, goodbye."}, {"type": "text", "text": "FULL-TIME: NOTTINGHAM FOREST 2-0 ASTON VILLA"}, {"type": "text", "text": "Tielemans catches Forest out with a free-kick, switching the ball over to Digne in the box, with the left-back completely free. However, Villa cannot create a scoring chance and lose possession. Elanga comes away with it, but Diaby makes a phenomenal recovery run to win it back."}, {"type": "text", "text": "Konsa strolls forward with possession before sending the ball down the right to Bailey. He moves inside and looks to send a reverse pass out to Diaby, but Williams makes a good interception."}, {"type": "text", "text": "Before today, Villa had only failed to score in one of their last 13 Premier League matches. They have not been able to create many clear chances, with Niakhate and Murillo stopping Watkins from scoring at every opportunity."}, {"type": "text", "text": "There will be six minutes of additional time."}, {"type": "text", "text": "Diaby races through the heart of the pitch and lays a pass down the right to Bailey. He has possession inside the box and attempts to cut inside but is tackled. He has always looked to switch the ball onto his left foot, allowing the Forest defence to predict what he is going to do."}, {"type": "text", "text": "Yellow Card Danilo dos Santos de Oliveira"}, {"type": "text", "text": "CHANCE! Carlos loops the ball forward and Digne heads it down. McGinn whips a cross into the box and Diaby has the chance to get a shot away, but attempts to play a pass across to Watkins and the chance is gone."}, {"type": "text", "text": "Substitution Nicolás Martín Domínguez Ryan James Yates"}]}, {"_id": "6548e0eeabf87b385abee5bc", "url": "https://www.independent.co.uk/sport/football/west-ham-united-bristol-city-live-stream-womens-super-league-2023-b2441974.html", "primaryCategory": "football", "subCategories": "None", "title": "West Ham United vs Bristol City LIVE: Women's Super League result, final score and reaction", "lead": "Follow all the action from Chigwell Construction Stadium", "author": "Luke Baker", "datePublished": "2023-11-05 14:00:08", "dateScraped": "2023-11-06 13:49:50.971415", "dateUpdated": "2023-11-05 14:00:08.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/09/29/15/GettyImages-1354662388.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Match ends, West Ham United Women 2, Bristol City Women 3."}, {"type": "text", "text": "Second Half ends, West Ham United Women 2, Bristol City Women 3."}, {"type": "text", "text": "Corner, West Ham United Women. Conceded by Naomi Layzell."}, {"type": "text", "text": "Attempt missed. Viviane Asseyi (West Ham United Women) header from the centre of the box is just a bit too high. Assisted by Mel Filis with a cross."}, {"type": "text", "text": "Attempt saved. Mel Filis (West Ham United Women) right footed shot from outside the box is saved in the centre of the goal."}, {"type": "text", "text": "Delay over. They are ready to continue."}, {"type": "text", "text": "Delay in match because of an injury Jamie-Lee Napier (Bristol City Women)."}, {"type": "text", "text": "Megan Connolly (Bristol City Women) is shown the yellow card."}, {"type": "text", "text": "Lisa Evans (West Ham United Women) wins a free kick on the right wing."}, {"type": "text", "text": "Jamie-Lee Napier (Bristol City Women) wins a free kick in the defensive half."}]}, {"_id": "6548e0efabf87b385abee5bd", "url": "https://www.independent.co.uk/sport/football/luton-liverpool-tv-channel-live-stream-time-b2440399.html", "primaryCategory": "football", "subCategories": "None", "title": "Is Luton vs Liverpool on TV? Channel, time and how to watch", "lead": "Jurgen Klopp’s team aim to stay in touch with the Premier League leaders ", "author": "Karl Matchett", "datePublished": "2023-11-05 13:57:05", "dateScraped": "2023-11-06 13:49:51.161233", "dateUpdated": "2023-11-05 13:57:05.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/02/12/GettyImages-1769395288.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Luis Diaz, it just had to be, didn’t it? The narratives for this game were written, the headlines all but drying on the paper, and the Colombian - who has endured surely the most awful couple of weeks - popped up to write his own new ones."}, {"type": "text", "text": "There were no further updates on the whereabouts or safety of his kidnapped father before the match, but Liverpool manager Jurgen Klopp had made it clear it would be up to the winger to decide when he returned to action. For the Reds, staring at perhaps their most embarassing Premier League defeat since Blackpool under Roy Hodgson, it couldn’t have been more timely."}, {"type": "text", "text": "All that, six minutes into eight of stoppage time and with Luton Town thinking they were closing in on the most famous of scalps, before they ultimately had to settle for a hard-earned point. It was one they certainly deserved, yet also a reminder of how vicious the top flight can be, how fine the margins are and how difficult it will be to take anything, let alone to stay up."}, {"type": "headline", "text": "Full report from Karl Matchett at Kenilworth Road:"}, {"type": "text", "text": "Luton Town 1-1 Liverpool: The Colombian scored off the bench after Tahith Chong thought he’d won the game for the hosts"}, {"type": "text", "text": "The full-time whistle blows as Luton and Liverpool share the spoils with a 1-1 draw at Kenilworth Road. It could have been so much more for Luton, who had to soak up a lot of Liverpool pressure before a swift counter-attack gave them the lead with 10 minutes to play, Kabore flying forwards before curling a delightful cross into the middle for Chong to finish. With an initial eight minutes added on, Luton looked like they were going to hold on. However, in the fifth minute of that added time, Elliott arrowed a delivery to the back post, where Diaz leapt above Kabore before nodding past Kaminski and in, celebrating by lifting up his shirt to reveal a message in support of his missing father back home in Colombia. The full-time whistle was greeted with cheers by the Luton fans, perhaps indicative of the momentum Liverpool were gaining as they looked for a winner, and the Hatters just about held on to secure a point, one that takes them out of the relegation zone and up to 17th. Liverpool move up to third, above Arsenal on goals scored, and they turn their attentions to Europa League action next, travelling to take on Toulouse on Thursday. For Luton, they will look to build on this result when they face Manchester United at Old Trafford next Saturday. That is all we have from Kenilworth Road, so thanks for your company and goodbye!"}, {"type": "text", "text": "FULL-TIME: LUTON TOWN 1-1 LIVERPOOL"}, {"type": "text", "text": "Kabore receives the ball on the right-hand side of the box before firing at goal, but the angle is very tight and Alisson makes a comfortable save."}, {"type": "text", "text": "Liverpool urgently want a winner now, while Luton are hanging on. It is the visiting fans who are audible now, and they are urging their team on to try and find another goal."}, {"type": "text", "text": "Assist Harvey Daniel James Elliott"}, {"type": "text", "text": "Luton currently have the ball high up the pitch, exactly where they need it. The home fans are willing them on to a result, one that is within touching distance."}, {"type": "text", "text": "Kabore is okay to continue, and the game resumes as we move into eight minutes of additional time at the end of this match. Can Liverpool rescue a result?"}, {"type": "text", "text": "Kabore is down after a coming-together with Tsimikas near the corner flag, clutching at his hamstring. He has been brilliant in this game, including his excellent assist for what could be the winner."}, {"type": "text", "text": "Luton have dropped very deep, daring Liverpool to try and break them down. It is a risky tactic considering the quality Klopp boasts in his team."}]}, {"_id": "6548e0efabf87b385abee5be", "url": "https://www.independent.co.uk/sport/football/wolfsburg-werder-bremen-live-stream-bundesliga-2023-b2441963.html", "primaryCategory": "football", "subCategories": "None", "title": "Wolfsburg vs Werder Bremen LIVE: Bundesliga result, final score and reaction", "lead": "Follow all the action from VOLKSWAGEN ARENA", "author": "Luke Baker", "datePublished": "2023-11-05 13:30:09", "dateScraped": "2023-11-06 13:49:51.311850", "dateUpdated": "2023-11-05 13:30:09.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/09/28/14/GettyImages-1625172532.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Match ends, VfL Wolfsburg 2, SV Werder Bremen 2."}, {"type": "text", "text": "Second Half ends, VfL Wolfsburg 2, SV Werder Bremen 2."}, {"type": "text", "text": "Offside, SV Werder Bremen. Olivier Deman tries a through ball, but Justin Njinmah is caught offside."}, {"type": "text", "text": "Maximilian Arnold (VfL Wolfsburg) wins a free kick in the defensive half."}, {"type": "text", "text": "Corner, SV Werder Bremen. Conceded by Maximilian Arnold."}, {"type": "text", "text": "Substitution, SV Werder Bremen. Nick Woltemade replaces Rafael Borré."}, {"type": "text", "text": "Attempt blocked. Maximilian Arnold (VfL Wolfsburg) left footed shot from outside the box is blocked."}, {"type": "text", "text": "Hand ball by Rafael Borré (SV Werder Bremen)."}, {"type": "text", "text": "Second yellow card to Maxence Lacroix (VfL Wolfsburg) for a bad foul."}, {"type": "text", "text": "Foul by Maxence Lacroix (VfL Wolfsburg)."}]}, {"_id": "6548e0efabf87b385abee5bf", "url": "https://www.independent.co.uk/sport/football/nottingham-forest-aston-villa-live-stream-premier-league-2023-b2441951.html", "primaryCategory": "football", "subCategories": "None", "title": "Nottingham Forest vs Aston Villa LIVE: Premier League result, final score and reaction", "lead": "Follow all the action from The City Ground", "author": "Luke Baker", "datePublished": "2023-11-05 13:11:39", "dateScraped": "2023-11-06 13:49:51.588145", "dateUpdated": "2023-11-05 13:11:39.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/08/10/16/opta-liveblog-the-city-ground.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Forest's six-game winless run ended with an impressive win over Villa at the City Ground. The hosts started quickly with a magnificent goal from Aina inside five minutes. Elanga darted down the left before playing the ball back to Toffolo, who found his full-back partner with a pass across the edge of the box. Aina then blasted a low first-time strike across the goal and into the net. Zaniolo failed to convert two chances, with Forest going close to a second. Aina found Dominguez, but he lashed his effort well over. Watkins forced Vlachodimos into a good save after the restart, but it was Cooper's side that doubled their advantage. Martinez got his hand on Mangala's powerful strike, but the ball bounced over the line before he could keep it out on the second attempt. Villa pushed for a goal back but couldn't find one. Watkins and Bailey both missed the target, with Diaby curling a tame shot into the gloves of Vlachodimos. Next up, Forest travel to West Ham in the Premier League. As for Villa, they host AZ in the Europa Conference League before welcoming Fulham in the top-flight. That's all for today, goodbye."}, {"type": "text", "text": "FULL-TIME: NOTTINGHAM FOREST 2-0 ASTON VILLA"}, {"type": "text", "text": "Tielemans catches Forest out with a free-kick, switching the ball over to Digne in the box, with the left-back completely free. However, Villa cannot create a scoring chance and lose possession. Elanga comes away with it, but Diaby makes a phenomenal recovery run to win it back."}, {"type": "text", "text": "Konsa strolls forward with possession before sending the ball down the right to Bailey. He moves inside and looks to send a reverse pass out to Diaby, but Williams makes a good interception."}, {"type": "text", "text": "Before today, Villa had only failed to score in one of their last 13 Premier League matches. They have not been able to create many clear chances, with Niakhate and Murillo stopping Watkins from scoring at every opportunity."}, {"type": "text", "text": "There will be six minutes of additional time."}, {"type": "text", "text": "Diaby races through the heart of the pitch and lays a pass down the right to Bailey. He has possession inside the box and attempts to cut inside but is tackled. He has always looked to switch the ball onto his left foot, allowing the Forest defence to predict what he is going to do."}, {"type": "text", "text": "Yellow Card Danilo dos Santos de Oliveira"}, {"type": "text", "text": "CHANCE! Carlos loops the ball forward and Digne heads it down. McGinn whips a cross into the box and Diaby has the chance to get a shot away, but attempts to play a pass across to Watkins and the chance is gone."}, {"type": "text", "text": "Substitution Nicolás Martín Domínguez Ryan James Yates"}]}, {"_id": "6548e0efabf87b385abee5c1", "url": "https://www.independent.co.uk/sport/football/cagliari-genoa-live-stream-serie-a-2023-b2441954.html", "primaryCategory": "football", "subCategories": "None", "title": "Cagliari vs Genoa LIVE: Serie A result, final score and reaction", "lead": "Follow all the action from Unipol Domus", "author": "Luke Baker", "datePublished": "2023-11-05 13:00:18", "dateScraped": "2023-11-06 13:49:51.965613", "dateUpdated": "2023-11-05 13:00:18.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/09/27/16/newFile-6.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Match ends, Cagliari 2, Genoa 1."}, {"type": "text", "text": "Second Half ends, Cagliari 2, Genoa 1."}, {"type": "text", "text": "Simone Scuffet (Cagliari) is shown the yellow card."}, {"type": "text", "text": "Substitution, Cagliari. Adam Obert replaces Tommaso Augello."}, {"type": "text", "text": "Foul by Morten Thorsby (Genoa)."}, {"type": "text", "text": "Nicolas Viola (Cagliari) is shown the yellow card."}, {"type": "text", "text": "Koni De Winter (Genoa) wins a free kick in the defensive half."}, {"type": "text", "text": "Attempt saved. George Puscas (Genoa) right footed shot from the centre of the box is saved in the centre of the goal. Assisted by Morten Thorsby with a cross."}, {"type": "text", "text": "Andrea Petagna (Cagliari) is shown the yellow card."}, {"type": "text", "text": "(Genoa) wins a free kick in the defensive half."}]}, {"_id": "6548e0f0abf87b385abee5c2", "url": "https://www.independent.co.uk/sport/football/liverpool-leicester-city-live-stream-womens-super-league-2023-b2441953.html", "primaryCategory": "football", "subCategories": "None", "title": "Liverpool vs Leicester City LIVE: Women's Super League result, final score and reaction", "lead": "Follow all the action from Prenton Park", "author": "Luke Baker", "datePublished": "2023-11-05 13:00:13", "dateScraped": "2023-11-06 13:49:52.117844", "dateUpdated": "2023-11-05 13:00:13.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/09/29/15/GettyImages-1439470834.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Match ends, Liverpool Women 2, Leicester City Women 1."}, {"type": "text", "text": "Second Half ends, Liverpool Women 2, Leicester City Women 1."}, {"type": "text", "text": "Mia Enderby (Liverpool Women) is shown the yellow card."}, {"type": "text", "text": "Offside, Liverpool Women. Miri Taylor tries a through ball, but Mia Enderby is caught offside."}, {"type": "text", "text": "Shanice van de Sanden (Liverpool Women) is shown the yellow card."}, {"type": "text", "text": "Shanice van de Sanden (Liverpool Women) wins a free kick on the right wing."}, {"type": "text", "text": "Shanice van de Sanden (Liverpool Women) wins a free kick on the right wing."}, {"type": "text", "text": "Corner, Leicester City Women. Conceded by Rachael Laws."}, {"type": "text", "text": "Corner, Leicester City Women. Conceded by Gemma Bonner."}, {"type": "text", "text": "Attempt blocked. Sam Tierney (Leicester City Women) right footed shot from the centre of the box is blocked."}]}, {"_id": "6548e0f0abf87b385abee5c3", "url": "https://www.independent.co.uk/sport/football/tottenham-hotspur-everton-live-stream-womens-super-league-2023-b2441952.html", "primaryCategory": "football", "subCategories": "None", "title": "Tottenham Hotspur vs Everton LIVE: Women's Super League result, final score and reaction", "lead": "Follow all the action from Brisbane Road", "author": "Luke Baker", "datePublished": "2023-11-05 13:00:11", "dateScraped": "2023-11-06 13:49:52.328663", "dateUpdated": "2023-11-05 13:00:11.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/09/29/15/GettyImages-1476176959.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Match ends, Tottenham Hotspur Women 1, Everton Women 1."}, {"type": "text", "text": "Second Half ends, Tottenham Hotspur Women 1, Everton Women 1."}, {"type": "text", "text": "Martha Thomas (Tottenham Hotspur Women) is shown the yellow card."}, {"type": "text", "text": "Attempt missed. Eveliina Summanen (Tottenham Hotspur Women) right footed shot from outside the box is too high from a direct free kick."}, {"type": "text", "text": "Heather Payne (Everton Women) is shown the yellow card for a bad foul."}, {"type": "text", "text": "Kit Graham (Tottenham Hotspur Women) wins a free kick in the attacking half."}, {"type": "text", "text": "Kit Graham (Tottenham Hotspur Women) wins a free kick in the defensive half."}, {"type": "text", "text": "Rebecca Spencer (Tottenham Hotspur Women) wins a free kick in the defensive half."}, {"type": "text", "text": "Molly Bartrip (Tottenham Hotspur Women) wins a free kick in the attacking half."}, {"type": "text", "text": "Corner, Tottenham Hotspur Women. Conceded by Heather Payne."}]}, {"_id": "6548e0f0abf87b385abee5c4", "url": "https://www.independent.co.uk/sport/football/england-belgium-live-stream-score-result-b2438449.html", "primaryCategory": "football", "subCategories": "None", "title": "Belgium vs England LIVE: Women’s Nations League result and reaction as Wullaert scores late winning penalty", "lead": "Belgium 3-2 England: The Lionesses slump to defeat in Belgium and face uphill battle to reach Nations League semi-finals ", "author": "Michael Jones", "datePublished": "2023-11-05 12:59:47", "dateScraped": "2023-11-06 13:49:52.495486", "dateUpdated": "2023-11-05 12:59:47.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/10/31/21/10951609.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "England suffered another Nations League setback as a late penalty from Belgium captain Tessa Wullaert condemned them to a 3-2 defeat in Leuven."}, {"type": "text", "text": "After falling behind to Laura De Neve’s ninth-minute free-kick and then seeing defender Alex Greenwood carried off on a stretcher having been involved in a clash of heads, the Lionesses turned things around to lead via goals from Lucy Bronze and Fran Kirby."}, {"type": "text", "text": "But Wullaert subsequently put Belgium back on level terms in first-half stoppage time, then notched the winner from the spot with five minutes of normal time remaining at the end after Georgia Stanway handled."}, {"type": "text", "text": "Belgium 3-2 England: Tessa Wullaert’s late penalty decided the game as the Red Flames sealed famous win"}, {"type": "text", "text": "Lucy Bronze on Alex Greenwood’s head injury: “Not nice to see her in pain. Told that she is doing well and that she is OK. "}, {"type": "text", "text": "“When it’s a head injury it’s not something you can take lightly, the medical team were superb on the pitch, making sure she was safe so I just wish her a good recovery.”"}, {"type": "text", "text": "England defender Lucy Bronze, speaking about Olympic qualification: “We’ve still got a good chance, we play in our next game against Holland at Wembley - a stadium where we like to step up, against a team that we played quite recently."}, {"type": "text", "text": "“We’ll put this game to bed, analyse the game properly and look forward to playing Holland and Scotland. Two really tough games. We’ve left ourselves with a little bit more to do but it’s not impossible.”"}, {"type": "text", "text": "England’s head coach Sarina Wiegman, speaking after the game on ITV4: “They scored three goals and we scored two. This was a game I think we should have been tighter on the ball. The tempo wasn’t great. We did create lots of chances, we dominated the game totally. We lost the ball and they were gone on the counter attack. It was us that made it hard. They played top and played very compact. It’s something we have to get out of our game. We have to do better in the final third."}, {"type": "text", "text": " “We were sloppy on the ball and they were ready for that. They play their long ball and they are gone. We didn’t do it good enough today."}, {"type": "text", "text": "“I haven’t talked to the medical staff yet [about Alex Greenwood]. If she’s walking then she’s alright."}, {"type": "text", "text": "“Absolutely. We are aware of that [how hard Olympics qualification will now be]. We have to win by more than one goal against the Netherlands at Wembley. We have put ourselves in a hard position at the moment.”"}, {"type": "text", "text": "England defender Lucy Bronze, speaking after the game: “We created more chances than the last game but we were sloppier on the ball. Their goals came from our loose passes. Apart from that they didn’t really create anything, particularly in the first half and we had a few chances to put the game to bed if we were a little bit more clinical in front of goal."}, {"type": "text", "text": "“We were pushing at the end, we were unfortunate to give away a penalty. We just couldn’t get the ball across the line in the last 30 minutes."}, {"type": "text", "text": "“The other game was almost the opposite. We were so good on the ball, we just didn’t create chances. The whole team needed to step up and obviously there was that big break where Alex had to come off who is probably one of our key players on the ball."}, {"type": "text", "text": "“One of those things. We have to do a lot better. Similar happened against Holland where we gave it away too sloppily, too easily. It’s something we need to work on collectively and individually, we need to look at ourselves and go again.”"}, {"type": "text", "text": "England’s fate in Group A1 is now out of their hands. They drop to third place with Belgium leaping above them on seven points. The Netherlands defeated Scotland tonight and remain top with nine."}, {"type": "text", "text": "England are on six, they need to win their last two matches (with a big margin of victory against both teams) in order to win the group and reach the final four. "}, {"type": "text", "text": "It’s a huge task facing Sarina Wiegman and the team."}, {"type": "text", "text": "90+3 mins: There’s the whistle! Belgium have done it. They’ve beaten the Lionesses at home and have blown this Nations League group wide open. "}, {"type": "text", "text": "England sink to their knees. They’ll be gobsmacked at how they’ve lost that game but there are huge questions to answer about their defending. "}, {"type": "text", "text": "The home side are celebrating on the pitch, this is a huge win for them. "}, {"type": "text", "text": "90 mins: Three minutes of added time to play. Is there going to be more late drama? "}, {"type": "text", "text": "88 mins: Time is running out for England. They’ve played well enough to win this match from an attacking point of view but defensively they’ve been pulled apart too often. "}, {"type": "text", "text": "Lucy Bronze wins a corner. Is there one last chance for the Lionesses to equalise?"}]}, {"_id": "6548e0f0abf87b385abee5c5", "url": "https://www.independent.co.uk/sport/football/newcastle-arsenal-live-stream-score-result-b2441170.html", "primaryCategory": "football", "subCategories": "None", "title": "Newcastle vs Arsenal LIVE: Premier League result and reaction after controversial Anthony Gordon goal", "lead": " Newcastle 1-0 Arsenal: Hosts win a contentious and feisty clash to end the Gunners’ unbeaten start ", "author": "Jamie Braidwood", "datePublished": "2023-11-05 12:59:16", "dateScraped": "2023-11-06 13:49:52.739440", "dateUpdated": "2023-11-05 12:59:16.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/04/19/2023-11-04T190229Z_1361118774_UP1EJB41GW3H0_RTRMADP_3_SOCCER-ENGLAND-NEW-ARS-REPORT.JPG?width=1200&auto=webp", "body": [{"type": "text", "text": "The Arteta Invincibles are no more. Arsenal’s unbeaten start to the Premier League campaign came to an abrupt end in the Newcastle rain. Mikel Arteta will not emulate Arsene Wenger this season – admittedly few thought he ever would – but he can rue a missed opportunity to leapfrog Tottenham and to establish a gaping lead over Newcastle in the quest for a top-four finish."}, {"type": "text", "text": "It has become a wretched week for Arsenal, with a Carabao Cup exit at West Ham followed by a dent in their title challenge, and a wonderful one for Newcastle. After a weakened team won at Old Trafford, they added to the evidence that they are becoming a formidable force on home soil with a display of forceful commitment. Anthony Gordon has come to epitomise them: brimming with verve, no respecter of reputations, he delivered the winner."}, {"type": "headline", "text": "By Richard Jolly at St James’ Park"}, {"type": "text", "text": "Newcastle 1-0 Arsenal: Anthony Gordon’s controversial goal was enough to decide a fractious clash at St James’ Park"}, {"type": "text", "text": "Hello and welcome to Informfully’s live coverage of Newcastle United vs Arsenal in the Premier League. "}, {"type": "text", "text": "Newcastle and Arsenal both finished in the top four last season after playing out a couple of tense clashes during the campaign. Eddie Howe’s side held the Gunners to a 0-0 draw at the Emirates in January as Mikel Arteta fumed over time-wasting tactics, before Arsenal flipped the script with a 2-0 win at St James’ Park in May."}, {"type": "text", "text": "Arsenal travel to the north east looking to go above rivals Tottenham in the Premier League table, as Arteta’s side aim to bounce back from Wednesday night’s defeat to West Ham in the fourth round of the Carabao Cup."}, {"type": "text", "text": "Newcastle are riding high off of their 3-0 win at Old Trafford in the same competition, and will look to close the gap to the top four after a mixed start to the campaign. The Magpies also face the balancing act of playing Arsenal before travelling to Borussia Dortmund in a key Champions League clash on Tuesday evening."}, {"type": "text", "text": "We’ll bring you the latest team news and updates ahead of the 5:30pm kick-off at St James’ Park. "}, {"type": "headline", "text": "When is Newcastle vs Arsenal?"}, {"type": "text", "text": "Newcastle vs Arsenal will kick off at 5.30pm GMT on Saturday 4 November at St James’ Park."}, {"type": "headline", "text": "How can I watch it?"}, {"type": "text", "text": "The match will be shown live on Sky Sports main event and Sky Sports Premier League, with coverage starting at 5pm GMT and can also be streamed on the Sky Go app."}, {"type": "text", "text": "If you’re not a Sky customer you can grab a NOWTV Day Pass here to watch without a subscription. We may earn commission from some of the links in this article, but we never allow this to influence our content. This revenue helps to fund journalism across Informfully."}, {"type": "text", "text": "If you’re travelling abroad and want to watch major sporting events then you might need a VPN to unblock your streaming app. Our VPN roundup is here to help: get great deals on the best VPNs in the market. Viewers using a VPN need to make sure that they comply with any local regulations where they are and also with the terms of their service provider."}, {"type": "text", "text": "Arsenal manager Mikel Arteta made six changes for his side’s Carabao Cup 3-0 defeat at West Ham, but is likely to reverse most of those against Newcastle."}, {"type": "text", "text": "Thomas Partey will be out for weeks with an injury, while Gabriel Jesus is pushing for an inclusion, although Saturday could be too soon for his full return."}, {"type": "text", "text": "Alexander Isak is out for Newcastle until after the upcoming international break, with Sven Botman also still being assessed."}, {"type": "headline", "text": "Predicted line ups:"}, {"type": "text", "text": "Newcastle XI: Pope, Trippier, Lascelles, Schar, Burn, Longstaff, Guimaraes, Joelinton, Almiron, Wilson, Gordon"}, {"type": "text", "text": "Arsenal XI: Raya, White, Saliba, Kiwior, Zinchenko, Odegaard, Jorginho, Rice, Saka, Nketiah, Martinelli"}, {"type": "text", "text": "Mikel Arteta took the blame for Arsenal’s painful 3-1 Carabao Cup defeat at West Ham and said will look to bounce back against Newcastle today."}, {"type": "text", "text": "Arteta made six changes to his line-up for the fourth-round clash, starting with Declan Rice on the bench on his Hammers homecoming."}, {"type": "text", "text": "“I’m very disappointed,” said Gunners boss Arteta. “I’m responsible for that, we’re out of the cup, we wanted to play a very different game and compete."}, {"type": "text", "text": "“The game took a direction because of the first goal but we have to see much more from the team and earn the right to win."}, {"type": "text", "text": "“I’m disappointed with myself. We wanted to play in a different way and we weren’t able to do that. Every time we lose the pain is there."}, {"type": "text", "text": "“We have to use this pain and this defeat to prepare the best way for Newcastle on Saturday.”"}, {"type": "text", "text": "Newcastle manager Eddie Howe praised a “brilliant team effort” following their midweek win against Manchester United in the Carabao Cup."}, {"type": "text", "text": "With injuries to several players, Howe made eight changes for the game which saw the Magpies progress to the quarter-finals of the competition with a comfortable 3-0 victory at Old Trafford."}, {"type": "text", "text": "Among the changes was Joe Willock, who returned to the squad and scored a goal, while Emil Krafth started his first game after a 14-month lay-off with injury."}, {"type": "text", "text": "“It was great to give everyone an opportunity and I think they responded magnificently,” Howe said. “It was a brilliant team effort, I thought the spirit, determination and collective mindset was of the highest level."}, {"type": "text", "text": "“Some players who haven’t played for a long time gave some huge performances, I’m thinking Emil Krafth 14 months out with a long-term injury, what a return and also playing at centre-back."}, {"type": "text", "text": "“Joe Willock’s first start in a long time and he topped it with a goal, so really good stories."}, {"type": "text", "text": "“We’re in a good place mentally after that win, I think the whole squad will be lifted by that performance."}, {"type": "text", "text": "“I think, yes, we’re going to miss the players who are out injured, there’s no denying that. A lot of those players are in attacking positions so that leaves us slightly short in those areas."}, {"type": "text", "text": "“But certainly defensively with those players who came in, it was great to see the team not affected by the changes, it was a Newcastle performance which is what we asked for before the game.”"}, {"type": "text", "text": "Eddie Howe on facing Arsenal: “I think Arsenal last year speaks for itself in what they achieved, they were so close to winning the league and then in the summer they recruited really well."}, {"type": "text", "text": "“The obvious player who’s such an impressive player and individual is Declan Rice, when you add him to their midfield he’s got unique qualities so I think they’ve moved on from last year and I think they’ve mentally moved on from what happened."}, {"type": "text", "text": "“They’ve performed very well, they’re unbeaten. It’s a big test of our credentials and we’re looking forward to the game, but Mikel’s done a brilliant job there.”"}, {"type": "text", "text": "There are some reports that Arsenal captain Martin Odegaard is not in the travelling squad - with Mikel Arteta expected to make three changes to his team. "}, {"type": "text", "text": "We’re just a few minutes away from team news dropping from St James’ Park. Any more surprises in store from Arteta and Howe? "}, {"type": "headline", "text": "Confirmed line ups"}, {"type": "text", "text": "Newcastle XI: Pope, Trippier, Lascelles, Schar, Burn, Longstaff, Guimaraes, Joelinton, Almiron, Wilson, Gordon"}, {"type": "text", "text": "Arsenal XI: Raya, White, Saliba, Gabriel, Tomiyasu, Jorginho, Rice, Havertz, Saka, Nketiah, Martinelli"}, {"type": "text", "text": "Arsenal say Martin Odegaard is not fit enough to make tonight’s squad. "}, {"type": "text", "text": "Did the captain need to come on when the Gunners were 3-0 down against West Ham in midweek? "}]}, {"_id": "6548e0f1abf87b385abee5c8", "url": "https://www.independent.co.uk/sport/football/arsenal-manchester-city-live-stream-womens-super-league-2023-b2441925.html", "primaryCategory": "football", "subCategories": "None", "title": "Arsenal vs Manchester City LIVE: Women's Super League result, final score and reaction", "lead": "Follow all the action from Meadow Park", "author": "Luke Baker", "datePublished": "2023-11-05 12:51:01", "dateScraped": "2023-11-06 13:49:53.426058", "dateUpdated": "2023-11-05 12:51:01.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/09/29/16/newFile-4.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Match ends, Arsenal Women 2, Manchester City Women 1."}, {"type": "text", "text": "Second Half ends, Arsenal Women 2, Manchester City Women 1."}, {"type": "text", "text": "Attempt saved. Frida Maanum (Arsenal Women) right footed shot from outside the box is saved."}, {"type": "text", "text": "Offside, Arsenal Women. Kim Little tries a through ball, but Stina Blackstenius is caught offside."}, {"type": "text", "text": "Attempt missed. Khadija Shaw (Manchester City Women) header from the centre of the box is high and wide to the left. Assisted by Deyna Castellanos with a cross following a corner."}, {"type": "text", "text": "Corner, Manchester City Women. Conceded by Manuela Zinsberger."}, {"type": "text", "text": "Attempt saved. Mary Fowler (Manchester City Women) right footed shot from outside the box is saved in the top centre of the goal. Assisted by Deyna Castellanos."}, {"type": "text", "text": "Katie McCabe (Arsenal Women) is shown the yellow card for a bad foul."}, {"type": "text", "text": "Alanna Kennedy (Manchester City Women) wins a free kick in the defensive half."}, {"type": "text", "text": "Delay over. They are ready to continue."}]}, {"_id": "6548e0f1abf87b385abee5cb", "url": "https://www.independent.co.uk/arts-entertainment/music/news/barbra-streisand-fun-memoir-career-age-b2442294.html", "primaryCategory": "News", "subCategories": "None", "title": "Barbra Streisand, 81, says she hasn’t had ‘much fun in her life’ in 992-page memoir", "lead": "The singer and actor has said she wants to ‘live life’, get in her husband’s truck and ‘just wander’ ", "author": "Ellie Muir", "datePublished": "2023-11-06 11:27:57", "dateScraped": "2023-11-06 13:49:53.976092", "dateUpdated": "2023-11-06 11:27:57.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/06/10/newFile-1.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Barbra Streisand photographed in 1965 "}, {"type": "text", "text": "Enjoy unlimited access to 70 million ad-free songs and podcasts with Amazon Music"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Enjoy unlimited access to 70 million ad-free songs and podcasts with Amazon Music"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Streisand surrounded by press photographers in 1965 "}, {"type": "text", "text": "Streisand photographed in 2019 "}]}, {"_id": "6548e0f3abf87b385abee5cf", "url": "https://www.independent.co.uk/arts-entertainment/tv/news/matthew-perry-funeral-death-friends-latest-b2441514.html", "primaryCategory": "News", "subCategories": "None", "title": "Matthew Perry laid to rest in Los Angeles among Friends cast members and family – latest", "lead": "Friends star’s cause of death has been deemed ‘inconclusive’ following an initial autopsy as no signs of meth and fentanyl", "author": "Tom Murray,Isobel Lewis and Arpan Rai", "datePublished": "2023-11-06 07:59:46", "dateScraped": "2023-11-06 13:49:55.333418", "dateUpdated": "2023-11-06 07:59:46.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/03/03/Screenshot%202023-11-03%20091414.png?width=1200&auto=webp", "body": [{"type": "text", "text": "Matthew Perry’s iconic scenes from ‘Friends’ "}, {"type": "text", "text": "Perry changed the narrative around addiction. Could he have been a more relatable role model? Adam Bloodworth writes:"}, {"type": "text", "text": "Perry changed the narrative around addiction. Could he have been a more relatable role model?"}, {"type": "text", "text": "Friends director James Burrows has shared some insight into how the rest of the main cast members are dealing with Perry’s sudden death."}, {"type": "text", "text": "“I had to have a couple of days to just let it soak in,” Burrows said on the Today show on Thursday. “He was part of a family and he was the first one to not be part of that family anymore.”"}, {"type": "text", "text": "Burrows said that upon hearing the news, he texted three of the lead cast members – Jennifer Aniston, Courteney Cox and Lisa Kudrow."}, {"type": "text", "text": "“I had texted the girls the day we found out,” Burrows said. “They were destroyed. It’s a brother dying.”"}, {"type": "text", "text": "James Burrows directed the first four episodes of ‘Friends’, which first aired in 1994 "}, {"type": "text", "text": "Earlier this week, it was rumoured that Kudrow would be taking in the late actor’s dog after his sudden passing on Saturday 28 October at the age of 54. However, a source has confirmed to People that Perry didn’t own a dog at the time of his death."}, {"type": "text", "text": "Perry died from an apparent drowning at his home in Los Angeles on 28 October"}, {"type": "text", "text": "Friends co-creator Marta Kauffman has admitted that she was “concerned” about Matthew Perry during the show’s 2021 reunion special."}, {"type": "text", "text": "Nearly two decades after the hit NBC sitcom came to an end in 2004, the six leads – Perry, Jennifer Aniston, Courteney Cox, David Schwimmer, Lisa Kudrow and Matt LeBlanc – returned to the show’s original soundstage for Friends: The Reunion."}, {"type": "text", "text": "Before that point, Perry – who died on Saturday, 28 October, aged 54 – hadn’t appeared on-screen since his four-episode feature on the 2017 drama mini-series The Kennedy’s After Camelot."}, {"type": "text", "text": "Speaking to TODAY show’s Hoda Kotb during a recent interview – which aired on NBC on Wednesday (1 November) – Kauffman said she was “concerned” about what point in Perry’s sobriety cycle he was in during the reunion."}, {"type": "text", "text": "Perry was found dead in his Los Angeles home aged 54"}, {"type": "text", "text": "The opening line of Matthew Perry’s affecting 2022 memoir Friends, Lovers and the Big Terrible Thing has taken on a heartbreaking new light in the wake of the Friends star’s death."}, {"type": "text", "text": "In the wake of the heartbreaking news, tributes poured in from across the world, with many hailing Perry’s performance as the sarcastic but loveable Chandler as one of the best parts of the hugely popular sitcom."}, {"type": "text", "text": "However, while Friends was undoubtedly Perry’s biggest success as an actor, the star himself said he would rather be remembered for his ability to help others overcome their alcohol addiction."}, {"type": "text", "text": "The actor made no secret of his own addiction struggles over the years and, in November 2022, he discussed this candidly in his book."}, {"type": "text", "text": "Now, fans of Perry are sharing the opening line of the memoir, which has taken on new resonance following his death."}, {"type": "text", "text": "Sitcom star’s fans are highlighting the line following his apparent drowning"}, {"type": "text", "text": "In the wake of Matthew Perry’s death, people honour the Friends star for his advocacy work to destigmatise substance use disorder and help those in recovery."}, {"type": "text", "text": "Ariana Baio and Clémence Michallon report:"}, {"type": "text", "text": "In the wake of Matthew Perry’s death, people remember the ‘Friends’ actor for his advocacy work to destigmitise substance use disorder and help those in recovery. Ariana Baio and Clémence Michallon report"}, {"type": "text", "text": "Perry made no secret of his addiction struggles over the years, writing candidly about his substance abuse and attempts to stay sober in his affecting memoir, Friends, Lovers, and the Big Terrible Thing."}, {"type": "text", "text": "Released in 2021, the book chronicled the exacerbation of Perry’s addiction under the “white-hot flame of fame” after he shot to international stardom, aged 24, as the wise-cracking Chandler Bing in the hit sitcom Friends."}, {"type": "text", "text": "“Hi, my name is Matthew, although you may know me by another name,” he wrote in the book’s opening passage. “My friends call me Matty. And I should be dead.”"}, {"type": "text", "text": "In the book, Perry recalled drinking heavily through the first two seasons of Friends, although he said he was never drunk or high on set, and then becoming addicted to the opiate pain medication Vicodin after a jet ski accident while filming Fools Rush In with Salma Hayek in 1996."}, {"type": "text", "text": "By the end of the 10th series of Friends, Perry became “entrenched in a lot of trouble”, he revealed years later."}, {"type": "text", "text": "‘Friends’ star, who has died aged 54, was a prominent campaigner for drugs reform and spoke candidly about his own battles with substance abuse"}, {"type": "text", "text": "Margolyes has paid tribute to Perry weeks after revealing “regret” over a question she asked the Friends star on The Graham Norton Show."}, {"type": "text", "text": "Actor Margolyes, whose credits include The Age of Innocence and Harry Potter and the Philosopher’s Stone, appeared on Norton’s BBC chat show in 2020 alongside Perry, who died on Saturday (28 October)."}, {"type": "text", "text": "Perry, who was promoting a West End play at the time, was left squirming after an x-rated anecdote Margolyes shared. As the audience laughed, Perry, appearing visibily shocked, stated: “I honestly don’t think I’ve ever been more uncomfortable in my life.”"}, {"type": "text", "text": "‘On reflection, I really wish I hadn’t asked it,’ actor confessed in memoir"}]}, {"_id": "6548e0f3abf87b385abee5d0", "url": "https://www.independent.co.uk/arts-entertainment/tv/news/im-a-celeb-2023-contestants-lineup-b2441535.html", "primaryCategory": "News", "subCategories": "None", "title": "I’m a Celebrity line-up rumours ahead of 2023 launch episode", "lead": "From soap stars and TV presenters – to a very controversial politician ", "author": "Jacob Stolworthy", "datePublished": "2023-11-06 06:56:05", "dateScraped": "2023-11-06 13:49:55.611823", "dateUpdated": "2023-11-06 06:56:05.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/10/23/11/newFile.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Alan Halsall "}, {"type": "text", "text": "Alex Beresford "}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Danny Cipriani "}, {"type": "text", "text": "Denise van Outen "}, {"type": "text", "text": "Frankie Dettori "}, {"type": "text", "text": "Josie Gibson "}, {"type": "text", "text": "Liz Truss "}, {"type": "text", "text": "Nigel Farage is considering ‘I’m a Celebrity’ "}, {"type": "text", "text": "Olivia Attwood "}, {"type": "text", "text": "Sam Thompson"}, {"type": "text", "text": "The Vivienne "}]}, {"_id": "6548e0f3abf87b385abee5d1", "url": "https://www.independent.co.uk/arts-entertainment/tv/news/whos-in-im-a-celeb-2023-contestants-lineup-b2442219.html", "primaryCategory": "News", "subCategories": "None", "title": "I’m a Celebrity line-up rumours ahead of 2023 launch episode", "lead": "From soap stars and TV presenters – to a very controversial politician ", "author": "Jacob Stolworthy", "datePublished": "2023-11-06 06:55:54", "dateScraped": "2023-11-06 13:49:55.845711", "dateUpdated": "2023-11-06 06:55:54.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/10/23/11/newFile.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Alan Halsall "}, {"type": "text", "text": "Alex Beresford "}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Danny Cipriani "}, {"type": "text", "text": "Denise van Outen "}, {"type": "text", "text": "Frankie Dettori "}, {"type": "text", "text": "Josie Gibson "}, {"type": "text", "text": "Liz Truss "}, {"type": "text", "text": "Nigel Farage is considering ‘I’m a Celebrity’ "}, {"type": "text", "text": "Olivia Attwood "}, {"type": "text", "text": "Sam Thompson"}, {"type": "text", "text": "The Vivienne "}]}, {"_id": "6548e0f4abf87b385abee5d2", "url": "https://www.independent.co.uk/arts-entertainment/tv/news/robbie-williams-netflix-documentary-reactions-b2441870.html", "primaryCategory": "News", "subCategories": "None", "title": "Robbie Williams opens up about his mental health struggles and ‘biggest career regret’", "lead": "Exclusive: The singer discusses his new tell-all Netflix documentary, which chronicles his rise to fame and ensuing mental health struggles, and gets candid about his career ", "author": "Jacob Stolworthy", "datePublished": "2023-11-05 08:54:11", "dateScraped": "2023-11-06 13:49:56.021507", "dateUpdated": "2023-11-05 08:54:11.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/03/12/newFile-6.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "There’s nothing sexy about taking a knife and slashing your own wrists, which I did"}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Robbie Williams chronicles his life in a new Netflix documentary "}, {"type": "text", "text": " People started filming me when I was 16 and they never stopped – I don’t f***ing know why "}, {"type": "text", "text": "Robbie Williams in his self-titled Netflix documentary "}]}, {"_id": "6548e0f4abf87b385abee5d3", "url": "https://www.independent.co.uk/arts-entertainment/tv/news/robbie-williams-documentary-netflix-take-that-b2442216.html", "primaryCategory": "News", "subCategories": "None", "title": "Robbie Williams opens up about his mental health struggles and ‘biggest career regret’", "lead": "Exclusive: The singer discusses his new tell-all Netflix documentary, which chronicles his rise to fame and ensuing mental health struggles, and gets candid about his career", "author": "Jacob Stolworthy", "datePublished": "2023-11-06 06:52:39", "dateScraped": "2023-11-06 13:49:56.178919", "dateUpdated": "2023-11-06 06:52:39.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/03/12/newFile-6.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "There’s nothing sexy about taking a knife and slashing your own wrists, which I did"}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Robbie Williams chronicles his life in a new Netflix documentary "}, {"type": "text", "text": " People started filming me when I was 16 and they never stopped – I don’t f***ing know why "}, {"type": "text", "text": "Robbie Williams in his self-titled Netflix documentary "}]}, {"_id": "6548e0f9abf87b385abee5eb", "url": "https://www.independent.co.uk/travel/asia/indonesia/bali-bars-arak-cocktails-indonesia-b2439094.html", "primaryCategory": "Indonesia", "subCategories": "None", "title": "How Bali’s trendiest bars are championing the revival of an ancient spirit", "lead": "Introducing Arak, the revered Balinese spirit in the midst of a spectacular transformation. Tamara Hinson meets the pioneers taking it from cheap shot to lauded cocktail ingredient as she tastes her way around the famed Indonesian island ", "author": "Tamara Hinson", "datePublished": "2023-11-06 07:44:49", "dateScraped": "2023-11-06 13:50:01.508130", "dateUpdated": "2023-11-06 07:44:49.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/10/31/14/Arak%20cocktail%20at%20Ayana%20Bali.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Traditionally the Balinese liqueur is made from coconut palm flowers or rice "}, {"type": "text", "text": "Although the clear liquid is undeniably fiery, there’s also a delicate, floral sweetness I didn’t expect"}, {"type": "text", "text": "The Four Seasons Jimbaran Bay Telu bar brings a new lease of life to arak cocktails "}, {"type": "text", "text": "As it becomes more popular, these people will know their efforts have been justified - not only in monetary ways but in the sense of cultural pride"}, {"type": "text", "text": "Arak is at its finest when infused with the fruits that bless the island "}, {"type": "text", "text": ""}, {"type": "text", "text": ""}]}]