[{"_id": "65533c8e2fd6e91468c8549a", "url": "https://www.independent.co.uk/weather/storm-debi-weather-warnings-met-office-latest-b2446755.html", "primaryCategory": "Weather", "subCategories": "None", "title": "Storm Debi – live: London thunderstorm weather alert as Met Office warns of building damage", "lead": "Yellow warnings are currently in place as blustering winds and flooding wreak havoc across UK ", "author": "Barney Davis and Stuti Mishra", "datePublished": {"$date": "2023-11-14T09:19:56Z"}, "dateScraped": {"$date": "2023-11-14T10:23:26.406Z"}, "dateUpdated": "2023-11-14 09:19:56.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/13/13/14afe52ca296aa26ca0acda7eafa73caY29udGVudHNlYXJjaGFwaSwxNjk5OTY1MjMy-2.74558152.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Weather warning and ‘danger to life’ flood alert issued ahead of Storm Debi"}, {"type": "text", "text": "Tens of thousands of rail passengers face cancellations and disruption as bad weather continues to batter the UK."}, {"type": "text", "text": "A landslip between Darlington and Newcastle has been delaying operations on the East Coast main line for several days. One of the two tracks is currently closed, with long delays expected as northbound and southbound trains share the same line."}, {"type": "text", "text": "National Rail reports: 'Disruption is expected for the rest of the day.'"}, {"type": "text", "text": "In West Yorkshire, the main line between Leeds and Wakefield Westgate remains disrupted after high winds on Monday brought down overhead wires. Delays and cancellations are expected on LNER, CrossCountry and Northern."}, {"type": "text", "text": "Storm Debi, the fourth storm to affect Ireland since September, left many roads flooded in Ireland with thousands without power after it hit the island with heavy gusts and rain on Monday."}, {"type": "text", "text": "The storm came just a few days after flooding from Storms Babet and Ciaran left shops and homes in Midleton, Carlingford and Newry as well as elsewhere flooded after intense rainfall."}, {"type": "text", "text": "The Irish national director for fire and emergency management said Storm Debi is 'probably the most intense storm' of the season so far."}, {"type": "text", "text": "Keith Leonard said: 'It was probably the high winds of that leading edge of the storm as it came across the country that was the most hazardous piece."}, {"type": "text", "text": "'So probably the most intense storm we’ve had so far in the season.' "}, {"type": "text", "text": "The debris left behind after Storm Debi wiped out the sea wall on the Coast Road beside Oranmore Train Station, Co Galway"}, {"type": "text", "text": "A band of squally, thundery rain is likely to push quickly across the southern parts of the UK on Tuesday morning."}, {"type": "text", "text": "A yellow warning is in place for Tuesday morning covering Plymouth to London, until noon."}, {"type": "text", "text": "The forecaster warns that there is a chance of some damage to a few buildings and structures from lightning strikes or strong and gusty winds."}, {"type": "text", "text": "Storm Debi caused 70mph gusts on Monday, leading to flight cancellations."}, {"type": "text", "text": "British Airways said that, like other airlines, it had to 'make a small number of cancellations' due to the bad weather which has reduced the number of flights air traffic controllers will allow to land per hour."}, {"type": "text", "text": "A spokesperson said: 'We’ve apologised to our customers for the disruption to their travel plans and our teams are working hard to get them on their way as quickly as possible.'"}, {"type": "text", "text": "Storm Debi marks the earliest point in a storm season the letter D has been reached in the alphabet. "}, {"type": "text", "text": "Blustery thundery showers will move eastwards across southern counties of England this morning, the Met Office says."}, {"type": "text", "text": "Central, southern and western parts of Scotland, along with northern England will have a cloudy day with showery rain. Otherwise, there will be sunshine and scattered showers, the Met Office says."}, {"type": "text", "text": "Met Office meteorologist Marco Petagna said Storm Debi is expected to clear away from the UK to the east in the early hours of Tuesday, but 'wet and windy weather' should linger."}, {"type": "text", "text": "He added: 'Tomorrow morning you will see heavy and potentially thundery showers moving eastwards across the south of England."}, {"type": "text", "text": "'We could see 15-20mm, almost an inch, of rain across some southern counties of England combined with fairly gusty winds as well."}, {"type": "text", "text": "'A week’s worth of rain could fall in an hour or two in that warning area and you could see wind speeds of 40-50mph."}, {"type": "text", "text": "'If you are in that warning area, it is going to be quite tricky (to travel)."}, {"type": "text", "text": "'Allow extra time to travel and keep tuned to the forecast overnight."}, {"type": "quote", "text": "'If you are out and about, take extra care and be prepared to see thundery showers.'"}, {"type": "text", "text": "A 'very active' jet stream has been the cause of much of the wet weather, Mr Petagna said, as he warned it shows 'no sign' of stopping in the next week."}, {"type": "text", "text": "He said: 'The active jet stream is helping to move a deep area of low pressure. It is quite a long way south and much of the UK is in the firing line."}, {"type": "quote", "text": "'The next week or so will still be pretty unsettled, with some brighter spells but not for long.'"}, {"type": "text", "text": "Storm Debi is the earliest storm in the UK to start with the letter D, a climate expert has noted – in other words, the country has reached its fourth named storm this year faster than ever before."}, {"type": "text", "text": "The Met Office maintains an alphabetic list of names for storms. Before Storm Debi, Storm Ciaran and Storm Babet have lashed the country in recent weeks while Storm Agnes hit in September."}, {"type": "text", "text": "'Another storm leaves yet more devastation, marking #StormDebi as the earliest named storm with the letter D for this stage in a season,' Peter Dynes, chief strategic officer at non profit MEER wrote."}, {"type": "text", "text": "'Those who deny the worsening state of the climate system are deluding themselves.' "}, {"type": "text", "text": "A week's worth of rain could fall in just a few hours across parts of the UK today as wet weather continues to batter the country."}, {"type": "text", "text": "The Met Office said 15-20mm of rain could hit parts of southern England and has issued a yellow weather warning for thunderstorms in that region."}, {"type": "text", "text": "The warning runs from 5am until midday on Tuesday and covers London, the south east and the south west of England."}, {"type": "text", "text": "'A week's worth of rain could fall in an hour or two in that warning area and you could see wind speeds of 40-50mph,' Met Office meteorologist Marco Petagna said."}, {"type": "text", "text": "Some buildings could be damaged by lightning strikes or strong, gusty winds - while short power cuts are also considered 'likely'."}, {"type": "text", "text": "Drivers and those thinking of taking a bus should expect their journeys to be longer due to spray, standing water and hail."}, {"type": "text", "text": "Trains and planes may also be delayed due to adverse weather conditions."}, {"type": "text", "text": "We’ll start up again in the morning to bring coverage of the expected storms across southern England"}, {"type": "text", "text": "The yellow weather warning from the Met Office for thunderstorms tomorrow morning warns of 'some damage to a few buildings and structures from lightning strikes or strong and gusty winds'."}, {"type": "text", "text": "There will also be possible delays to train services, and short term loss of power, as a band of squally, thundery rain pushes across the region. "}, {"type": "text", "text": "It will be a blustery start to the day for southern England on Tuesday with a band of squally, thundery rain is likely to push quickly east through the morning"}]}, {"_id": "65533c902fd6e91468c854a2", "url": "https://www.independent.co.uk/news/uk/home-news/david-cameron-suella-braverman-sunak-cabinet-latest-b2446793.html", "primaryCategory": "Home News", "subCategories": "None", "title": "Sunak warned of Tory revolt after David Cameron bombshell cabinet reshuffle - live", "lead": "The PM has been  told to ‘prepare for war’ as right-wingers claimed that at least 54 of Ms Braverman’s  supporters could soon submit letters of no confidence", "author": "Athena Stavrou,Matt Mathers and Adam Forrest", "datePublished": {"$date": "2023-11-14T08:24:41Z"}, "dateScraped": {"$date": "2023-11-14T10:23:28.276Z"}, "dateUpdated": "2023-11-14 08:24:41.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/14/06/Screenshot%202023-11-14%20at%2011.38.16%E2%80%AFAM.png?width=1200&auto=webp", "body": [{"type": "text", "text": "Suella Braverman sacked as home secretary by Rishi Sunak after pro-Palestine march row "}, {"type": "text", "text": "Lord David Cameron has arrived at Downing Street for the first meeting of Rishi Sunak’s new-look Cabinet."}, {"type": "text", "text": "The Foreign Secretary walked inside No 10 at 9.10am, accompanied by minister of state for development and Africa Andrew Mitchell."}, {"type": "text", "text": "The former prime minister laughed after a Downing Street photographer asked him if he missed being 'shouted at in the street'."}, {"type": "text", "text": "James Cleverly has arrived at Downing Street for the first meeting of Rishi Sunak’s new-look Cabinet."}, {"type": "text", "text": "The Home Secretary walked inside No 10 at 9am."}, {"type": "text", "text": "Chief Secretary to the Treasury Laura Trott was the first minister to walk through the doors of No 10 at around 8.30am."}, {"type": "text", "text": "Watch live from Downing Street as Rishi Sunak’s cabinet meets for the first time after Monday’s reshuffle:"}, {"type": "text", "text": "Sir Jacob Rees-Mogg told Radio 4’s The World Tonight it was a 'mistake' to sack Suella Braverman and accused the Prime Minister of ‘bad manners’ given the way she was sacked over the phone rather than face-to-face."}, {"type": "quote", "text": "'I think the problem for the prime minister was that what Suella Braverman was saying was actually very popular … to lose a senior minister to fire a senior minister … because he [Mr Sunak] is a bit sensitive about the language that is used is not wise.'"}, {"type": "text", "text": "Rees-Mogg was downbeat on the chances of Rishi Sunak overriding the European Court of Human Rights if the government loses the Rwanda case because the new home secretary James Cleverly has made clear he is opposed to such a radical move."}, {"type": "text", "text": "'I think it almost doesn’t matter what the Supreme Court rules now because the power to override the section 39 injunction for want of a better word has to be exercised by the Home Secretary. "}, {"type": "text", "text": "The law provides for that."}, {"type": "quote", "text": "'So the injunction will remain in place regardless of what our own courts rule. Now, I’d be delighted to be proved wrong, but I think it is made the Rwanda solution much, much, less likely to occur.'"}, {"type": "text", "text": "Informfully’s chief political commentator John Rentoul will be taking your questions as David Cameron makes a dramatic return to frontline politics "}, {"type": "text", "text": "Labour shadow chancellor Rachel Reeves has criticised the set-up of the House of Lords."}, {"type": "text", "text": "She told BBC Radio 4’s Today programme that the current configuration is 'totally unjustifiable' and "}, {"type": "text", "text": "'I think that the current set-up of the House of Lords is totally unjustifiable,' she said."}, {"type": "text", "text": "'850 and rising members of the House of Lords, a couple of hundred more than we have in the House of Commons."}, {"type": "quote", "text": "'Non-elected, unaccountable, I don’t think that stacks up in the 21st century.'"}, {"type": "text", "text": "She added that a Labour government would reform the Lords."}, {"type": "text", "text": "'For me, that would start with getting rid of the hereditary peers, which cannot be justified,' she said."}, {"type": "quote", "text": "'We want a second chamber that represents the nations and the regions of the United Kingdom.'"}, {"type": "text", "text": "Andrea Leadsom has been brought back into the fold as a junior minister in the Department of Health and Social Care (DHSC)."}, {"type": "text", "text": "Rishi Sunak will be hoping that the return of the right-wing Brexiteer – formerly business secretary – will placate those angry at Ms Braverman’s exit."}, {"type": "text", "text": "In a flurry of late-night appointments, Mr Sunak has also brought Laura Farris and Bim Afolami into the government as a minister in the Home Office and Ministry of Justice, and economic secretary to the Treasury, respectively."}, {"type": "text", "text": "Simon Hoare was appointed to the Department for Levelling Up, Housing and Communities, meaning the Northern Ireland Affairs Committee will need to find a new chair."}, {"type": "text", "text": "New Tory chairman Richard Holden has said that Suella Braverman is 'totally entitled' to her opinions."}, {"type": "text", "text": "It comes as Westminster awaits a public response from the former home secretary to her sacking, amid fears of a right-wing backlash against Rishi Sunak."}, {"type": "text", "text": "Mr Holden declined to give a view on her sacking but told Sky News that Mrs Braverman 'is totally entitled to her opinions'."}, {"type": "quote", "text": "'I just say that all of us want to work collectively for the good of the country.'"}, {"type": "text", "text": "He has also stressed the need for unity across his party after backbench MP Dame Andrea Jenkyns submitted a no confidence letter in the Prime Minister."}, {"type": "text", "text": "Rishi Sunak has risked reigniting a Conservative civil war following his cabinet reshuffle on Monday."}, {"type": "text", "text": "The shocking turn of events saw the sacking of Suella Braverman and the appointment of former prime minister David Cameron as foreign secretary."}, {"type": "text", "text": "Mr Sunak now faces the threat of a revolt from the Tory right, many of whom backed Ms Braverman’s provocative comments on 'hateful' pro-Palestinian protestors that led to her dismissal."}, {"type": "text", "text": "He was told to 'prepare for war', as right-wingers keen on revolt claimed that at least 54 of Ms Braverman’s outraged supporters could soon submit letters of no confidence and trigger a vote in his leadership."}, {"type": "text", "text": "Andrea Jenkyns, an arch-Boris Johnson loyalist, became the first MP to publicly submit a no-confidence letter in Mr Sunak on Monday night, declaring 'enough is enough'."}, {"type": "text", "text": "David Cameron has made a surprise return to government after Rishi Sunak sacked home secretary Suella Braverman on Monday morning and reshuffled his Cabinet."}, {"type": "text", "text": "Ms Braverman was fired by Mr Sunak after making inflammatory comments in a newspaper article for The Times, which had not been approved by 10 Downing Street, accusing the Metropolitan Police of exhibiting bias in its approach to political demonstrations."}, {"type": "headline", "text": "Joe Sommerlad reports: "}, {"type": "text", "text": "New foreign secretary has faced scrutiny over post-premiership lobbying activities "}]}, {"_id": "65533c912fd6e91468c854a8", "url": "https://www.independent.co.uk/news/uk/politics/david-cameron-braverman-tory-reshuffle-b2446259.html", "primaryCategory": "politics", "subCategories": "None", "title": "Tory reshuffle: Who’s in and who’s out as Rishi Sunak reworks his cabinet", "lead": "Former PM made foreign secretary amid shock reshuffle prompted by Suella Braverman sacking ", "author": "Kate Devlin,Adam Forrest and Archie Mitchell", "datePublished": {"$date": "2023-11-14T07:35:30Z"}, "dateScraped": {"$date": "2023-11-14T10:23:29.964Z"}, "dateUpdated": "2023-11-14 07:35:30.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/13/09/2023-11-13T091336Z_1958317386_RC28C4AJLUL8_RTRMADP_3_BRITAIN-POLITICS.JPG?width=1200&auto=webp", "body": [{"type": "text", "text": "Rishi Sunak sacked Suella Braverman after days of mounting pressure "}, {"type": "text", "text": "David Cameron was seen walking into No10 on Monday morning "}, {"type": "text", "text": "Newly appointed home secretary James Cleverly leaving Downing Street on Monday "}, {"type": "text", "text": "Esther McVey is back in cabinet and will lead ‘anti-woke’ mission "}, {"type": "text", "text": "Greg Hands was sacked as Tory chairman "}, {"type": "text", "text": "Suella Braverman leaving her home in London before Monday’s reshuffle"}, {"type": "text", "text": "Therese Coffey at Downing Street with Larry the cat, as she prepares to be sacked"}]}, {"_id": "65533ca02fd6e91468c854de", "url": "https://www.independent.co.uk/news/uk/home-news/hounslow-fire-channel-close-london-news-today-b2446293.html", "primaryCategory": "Home News", "subCategories": "None", "title": "Hounslow fire: Three children among five dead in deadly west London house blaze", "lead": "Police keeping ‘open mind’ as to cause of deadly fire ", "author": "Maryam Zakir-Hussain and Barney Davis", "datePublished": {"$date": "2023-11-13T16:26:47Z"}, "dateScraped": {"$date": "2023-11-14T10:23:44.251Z"}, "dateUpdated": "2023-11-13 16:26:47.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/13/10/LNP_MNO_Five_people_kill_002.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "We are closing this blog for today. Thank you for tuning in. "}, {"type": "text", "text": "The Mayor of London, Sadiq Khan, said: 'My thoughts are with the victims, their loved ones and the wider community following this terrible fire in Hounslow in which five people tragically lost their lives including three children. "}, {"type": "text", "text": "'I am in touch with the LFB Commissioner and the Met, whose officers remain on scene and continue to investigate the cause of the fire. "}, {"type": "text", "text": "'Nearby properties have been evacuated as a precaution and officers will be on-hand to provide support and advice to the local community during this difficult time. "}, {"type": "text", "text": "'I’d ask anyone with any information to call police on 101 or Crimestoppers anonymously on 0800 555 111.' "}, {"type": "text", "text": "This is the first picture of a tragic family ripped apart by a house blaze during Diwali celebrations."}, {"type": "text", "text": "Three children, their mother Seema Ratra and another adult houseguest from the same family are all feared dead."}, {"type": "text", "text": "The father Aroen Kishen is believed to have escaped the home and was seen by neighbours screaming 'my kids, my kids' after the fire."}, {"type": "text", "text": "He was later taken to hospital with non-life-threatening injuries. One person, an adult from the same family, remains unaccounted for. It is understood the family moved to Channel Close, Hounslow recently from Belgium."}, {"type": "text", "text": "Neighbours said the family’s father was heard wailing for his children after the tragic fire claimed five lives in Hounslow "}, {"type": "headline", "text": "Barney Davis reports from the scene of the incident in Hounslow:"}, {"type": "text", "text": "Neighbour Sayed Arfeem, 80, said: 'There was so much fireworks at our windows that night the loudest we have ever heard it in 22 years."}, {"type": "text", "text": "'It was so loud."}, {"type": "text", "text": "'Then it was police and firefighters everywhere. Then the ambulances started coming."}, {"type": "quote", "text": "'It is very sad. I can’t believe it. I’m interested in how there could be five deaths. How was it so quick? Or if the fireworks were coming from their house.'"}, {"type": "text", "text": "Another neighbour broke into tears as she said: 'I saw the blue flashing lights. "}, {"type": "text", "text": "'I came outside with my daughter. It was so foggy and smoky you couldn’t see how bad the fire was. "}, {"type": "text", "text": "'There were so many fireworks we thought one may have misfired or hit a tree. "}, {"type": "text", "text": "'We could see the fire behind the trees. It’s a nice neighbourhood a good community. "}, {"type": "text", "text": "'It was a big celebration for Diwali and it turned tragic.' "}, {"type": "text", "text": "At the scene, Chf Supt Sean Wilson told reporters: 'Despite the lifesaving efforts of all those attending I’m very sorry to inform you all five people have lost their lives in this fire."}, {"type": "text", "text": "'Sadly, we believe that three of those that died are children."}, {"type": "text", "text": "'There is at least one other person, an adult, who remains unaccounted for."}, {"type": "text", "text": "'This is truly a terrible incident the loss of so many lives will cause unimaginable distress to families, friends and communities of all those involved."}, {"type": "text", "text": "'I know that people across the country are shocked and saddened by this terrible event last night."}, {"type": "text", "text": "'Everyone will want to know why this tragedy occurred."}, {"type": "text", "text": "'We will be working tirelessly with our colleagues at the London Fire Brigade to find those answers.'At this time we have an open mind as to the cause of the fire. I would ask people not to add to that uncertainty by speculating.' "}, {"type": "text", "text": "Police told a press conference this afternoon: 'We believe that three of those who died are children and there is at least one other person, an adult, who remains unaccounted for.'"}, {"type": "text", "text": "They added that they have an 'open mind as to the cause of the fire' as he asked the public not to add to speculation."}, {"type": "text", "text": "Three children are among five killed as one adult remains unaccounted for after a horror house fire in west London, police confirmed at a press conference this afternoon. "}, {"type": "text", "text": "It is believed that all five are members of the same family, the Met Police said earlier today. "}, {"type": "headline", "text": "Forensic services are at the scene of the fire in Hounslow, Barney Davis reports from the scene. "}, {"type": "text", "text": "Our reporters Barney Davis and Jabed Ahmed are at the scene of the fire. "}, {"type": "text", "text": "They photographed photos of a hole in a roof of a terraced house which has been destroyed by the blaze. "}, {"type": "text", "text": "London Fire Brigade said: 'The ground floor and first floors of a mid-terraced house were destroyed by fire and part of the roof was also damaged by the blaze.'"}]}, {"_id": "65533ca62fd6e91468c854f9", "url": "https://www.independent.co.uk/weather/storm-debi-weather-warnings-met-office-latest-b2446755.html", "primaryCategory": "Weather", "subCategories": "None", "title": "Storm Debi – live: London thunderstorm weather alert as Met Office warns of building damage", "lead": "Yellow warnings are currently in place as blustering winds and flooding wreak havoc across UK ", "author": "Barney Davis and Stuti Mishra", "datePublished": {"$date": "2023-11-14T09:19:56Z"}, "dateScraped": {"$date": "2023-11-14T10:23:50.750Z"}, "dateUpdated": "2023-11-14 09:19:56.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/13/13/14afe52ca296aa26ca0acda7eafa73caY29udGVudHNlYXJjaGFwaSwxNjk5OTY1MjMy-2.74558152.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Weather warning and ‘danger to life’ flood alert issued ahead of Storm Debi"}, {"type": "text", "text": "On Tuesday morning, the Environment Agency had 11 flood warnings in place, meaning flooding is expected, with 120 lesser flood alerts also active. Areas of concern include the River Severn in Gloucester and the River Eden in Cumbria."}, {"type": "text", "text": "Met Office meteorologist Marco Petagna said Storm Debi is expected to clear away from the UK to the east in the early hours of Tuesday, but 'wet and windy weather' should linger."}, {"type": "text", "text": "He said on Monday: 'Tomorrow morning you will see heavy and potentially thundery showers moving eastwards across the south of England."}, {"type": "text", "text": "'We could see 15-20mm, almost an inch, of rain across some southern counties of England combined with fairly gusty winds as well."}, {"type": "text", "text": "'A week’s worth of rain could fall in an hour or two in that warning area and you could see wind speeds of 40-50mph. If you are in that warning area, it is going to be quite tricky (to travel)."}, {"type": "text", "text": " A flooded road in Coalisland Co Tyrone as Storm Debi swept across Ireland. "}, {"type": "text", "text": "The canal in Newry showing persistently high water levels as Storm Debi hits Northern Ireland"}, {"type": "text", "text": "Passengers in Scotland are experiencing delays during the morning rush hour. ScotRail posted on X: 'Due to adverse weather yesterday and today, Tuesday 14 November, blanket speed restrictions will be imposed on numerous sections on the ScotRail network up until 8.30am today."}, {"type": "quote", "text": "'Please check your entire journey before travelling today.'"}, {"type": "text", "text": "Overnight engineering works are overrunning in several locations, including the crucial link between Surbiton and Wimbledon on South Western Railway, serving the UK’s busiest rail station, London Waterloo."}, {"type": "text", "text": "The same problem is affected passengers between Bracknell and Wokingham in Berkshire, and between Barrow and Workington in Cumbria."}, {"type": "text", "text": "Signal failure between Ashford International and Maidstone are delaying some trains in Kent. A broken-down freight train between Ashford and Folkestone is adding to the problems."}, {"type": "text", "text": "Tens of thousands of rail passengers face cancellations and disruption as bad weather continues to batter the UK."}, {"type": "text", "text": "A landslip between Darlington and Newcastle has been delaying operations on the East Coast main line for several days. One of the two tracks is currently closed, with long delays expected as northbound and southbound trains share the same line."}, {"type": "text", "text": "National Rail reports: 'Disruption is expected for the rest of the day.'"}, {"type": "text", "text": "In West Yorkshire, the main line between Leeds and Wakefield Westgate remains disrupted after high winds on Monday brought down overhead wires. Delays and cancellations are expected on LNER, CrossCountry and Northern."}, {"type": "text", "text": "Storm Debi, the fourth storm to affect Ireland since September, left many roads flooded in Ireland with thousands without power after it hit the island with heavy gusts and rain on Monday."}, {"type": "text", "text": "The storm came just a few days after flooding from Storms Babet and Ciaran left shops and homes in Midleton, Carlingford and Newry as well as elsewhere flooded after intense rainfall."}, {"type": "text", "text": "The Irish national director for fire and emergency management said Storm Debi is 'probably the most intense storm' of the season so far."}, {"type": "text", "text": "Keith Leonard said: 'It was probably the high winds of that leading edge of the storm as it came across the country that was the most hazardous piece."}, {"type": "text", "text": "'So probably the most intense storm we’ve had so far in the season.' "}, {"type": "text", "text": "The debris left behind after Storm Debi wiped out the sea wall on the Coast Road beside Oranmore Train Station, Co Galway"}, {"type": "text", "text": "A band of squally, thundery rain is likely to push quickly across the southern parts of the UK on Tuesday morning."}, {"type": "text", "text": "A yellow warning is in place for Tuesday morning covering Plymouth to London, until noon."}, {"type": "text", "text": "The forecaster warns that there is a chance of some damage to a few buildings and structures from lightning strikes or strong and gusty winds."}, {"type": "text", "text": "Storm Debi caused 70mph gusts on Monday, leading to flight cancellations."}, {"type": "text", "text": "British Airways said that, like other airlines, it had to 'make a small number of cancellations' due to the bad weather which has reduced the number of flights air traffic controllers will allow to land per hour."}, {"type": "text", "text": "A spokesperson said: 'We’ve apologised to our customers for the disruption to their travel plans and our teams are working hard to get them on their way as quickly as possible.'"}, {"type": "text", "text": "Storm Debi marks the earliest point in a storm season the letter D has been reached in the alphabet. "}, {"type": "text", "text": "Blustery thundery showers will move eastwards across southern counties of England this morning, the Met Office says."}, {"type": "text", "text": "Central, southern and western parts of Scotland, along with northern England will have a cloudy day with showery rain. Otherwise, there will be sunshine and scattered showers, the Met Office says."}, {"type": "text", "text": "Met Office meteorologist Marco Petagna said Storm Debi is expected to clear away from the UK to the east in the early hours of Tuesday, but 'wet and windy weather' should linger."}, {"type": "text", "text": "He added: 'Tomorrow morning you will see heavy and potentially thundery showers moving eastwards across the south of England."}, {"type": "text", "text": "'We could see 15-20mm, almost an inch, of rain across some southern counties of England combined with fairly gusty winds as well."}, {"type": "text", "text": "'A week’s worth of rain could fall in an hour or two in that warning area and you could see wind speeds of 40-50mph."}, {"type": "text", "text": "'If you are in that warning area, it is going to be quite tricky (to travel)."}, {"type": "text", "text": "'Allow extra time to travel and keep tuned to the forecast overnight."}, {"type": "quote", "text": "'If you are out and about, take extra care and be prepared to see thundery showers.'"}, {"type": "text", "text": "A 'very active' jet stream has been the cause of much of the wet weather, Mr Petagna said, as he warned it shows 'no sign' of stopping in the next week."}, {"type": "text", "text": "He said: 'The active jet stream is helping to move a deep area of low pressure. It is quite a long way south and much of the UK is in the firing line."}, {"type": "quote", "text": "'The next week or so will still be pretty unsettled, with some brighter spells but not for long.'"}, {"type": "text", "text": "Storm Debi is the earliest storm in the UK to start with the letter D, a climate expert has noted – in other words, the country has reached its fourth named storm this year faster than ever before."}, {"type": "text", "text": "The Met Office maintains an alphabetic list of names for storms. Before Storm Debi, Storm Ciaran and Storm Babet have lashed the country in recent weeks while Storm Agnes hit in September."}, {"type": "text", "text": "'Another storm leaves yet more devastation, marking #StormDebi as the earliest named storm with the letter D for this stage in a season,' Peter Dynes, chief strategic officer at non profit MEER wrote."}, {"type": "text", "text": "'Those who deny the worsening state of the climate system are deluding themselves.' "}, {"type": "text", "text": "A week's worth of rain could fall in just a few hours across parts of the UK today as wet weather continues to batter the country."}, {"type": "text", "text": "The Met Office said 15-20mm of rain could hit parts of southern England and has issued a yellow weather warning for thunderstorms in that region."}, {"type": "text", "text": "The warning runs from 5am until midday on Tuesday and covers London, the south east and the south west of England."}, {"type": "text", "text": "'A week's worth of rain could fall in an hour or two in that warning area and you could see wind speeds of 40-50mph,' Met Office meteorologist Marco Petagna said."}, {"type": "text", "text": "Some buildings could be damaged by lightning strikes or strong, gusty winds - while short power cuts are also considered 'likely'."}, {"type": "text", "text": "Drivers and those thinking of taking a bus should expect their journeys to be longer due to spray, standing water and hail."}, {"type": "text", "text": "Trains and planes may also be delayed due to adverse weather conditions."}]}, {"_id": "65533ca92fd6e91468c85505", "url": "https://www.independent.co.uk/sport/football/bobby-charlton-funeral-news-pictures-b2446373.html", "primaryCategory": "football", "subCategories": "None", "title": "Sir Alex Ferguson and Prince William among mourners as thousands gather for Sir Bobby Charlton’s funeral", "lead": "Manchester United stars past and present were among the 1,000 invited guests paying tribute to one of English football’s greatest ever players ", "author": "Lawrence Ostlere", "datePublished": {"$date": "2023-11-13T19:23:51Z"}, "dateScraped": {"$date": "2023-11-14T10:23:53.828Z"}, "dateUpdated": "2023-11-13 19:23:51.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/13/13/2023-11-13T124851Z_1423136065_UP1EJBD0ZLD0U_RTRMADP_3_SOCCER-CHARLTON.JPG?width=1200&auto=webp", "body": [{"type": "text", "text": "The Prince of Wales arrives at Manchester Cathedral"}, {"type": "text", "text": "The England manager, Gareth Southgate"}, {"type": "text", "text": "Sir Bobby’s former teammate, goalkeeper Alex Stepney"}, {"type": "text", "text": "Former midfielder Paul Scholes arrives at the funeral"}, {"type": "text", "text": "Manchester United’s appearance record holder, Ryan Giggs"}, {"type": "text", "text": "Former Manchester United captain Steve Bruce"}, {"type": "text", "text": "Lady Norma (second right), widow of Sir Bobby, walks behind the pallbearers"}, {"type": "text", "text": "Manchester United fans outside Old Trafford"}, {"type": "text", "text": "Flowers lie outside Old Trafford ahead of the memorial service"}, {"type": "text", "text": "A wreath lies against the United Trinity statue"}, {"type": "text", "text": "Ex-United midfielder and captain Bryan Robson"}, {"type": "text", "text": "Former Manchester United goalkeeper Peter Schmeichel"}, {"type": "text", "text": "Former Manchester United winger Ashley Young"}, {"type": "text", "text": "Ex-United striker Andrew Cole attends the service"}, {"type": "text", "text": "Former West Ham captain Mark Noble arrives in Manchester"}]}, {"_id": "65533cab2fd6e91468c8550b", "url": "https://www.independent.co.uk/sport/boxing/boxing-rankings-fighters-p4p-list-2023-b2421206.html", "primaryCategory": "Boxing", "subCategories": "None", "title": "The Independent’s pound-for-pound boxing rankings", "lead": "Here are our top 10 men’s boxers in the world", "author": "Sport Staff", "datePublished": {"$date": "2023-11-13T17:44:33Z"}, "dateScraped": {"$date": "2023-11-14T10:23:55.197Z"}, "dateUpdated": "2023-11-13 17:44:33.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2022/01/03/17/Untitled%20collage%20%2830%29.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Shakur Stevenson celebrates his successful lightweight debut in April 2023"}, {"type": "text", "text": "Vasiliy Lomachenko, left, during his fight with Devin Haney in May "}, {"type": "text", "text": "Tyson Fury, left, struggled to a controversial win over MMA star Francis Ngannou last time out "}, {"type": "text", "text": "Errol Spence Jr is a former unified welterweight champion "}, {"type": "text", "text": "Haney, right, was a unanimous-decision winner against George Kambosos Jr in two fights in 2022 "}, {"type": "text", "text": "Dmitry Bivol outpointed Saul ‘Canelo’ Alvarez for a stunning win in 2022 "}, {"type": "text", "text": "Alvarez following his stoppage win against Caleb Plant in 2021 "}, {"type": "text", "text": "Oleksandr Usyk, left, outpointed Anthony Joshua twice in a row between 2021 and 2022 "}, {"type": "text", "text": "Terence Crawford outclassed Spence Jr for eight rounds and stopped him in the ninth, in July "}, {"type": "text", "text": "Naoya Inoue stopping Stephen Fulton in July 2023 "}]}, {"_id": "65533cab2fd6e91468c8550e", "url": "https://www.independent.co.uk/sport/ufc/ufc-rankings-fighters-p4p-list-2023-b2446348.html", "primaryCategory": "UFC", "subCategories": "None", "title": "UFC rankings: The Independent’s pound-for-pound fighters list", "lead": "Here are our top 10 men’s fighters in the UFC, in a list to be updated throughout the year ", "author": "Alex Pattle", "datePublished": {"$date": "2023-11-13T17:44:18Z"}, "dateScraped": {"$date": "2023-11-14T10:23:55.909Z"}, "dateUpdated": "2023-11-13 17:44:18.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/03/20/11/newFile-6.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Kamaru Usman was a dominant welterweight champion from 2019 until 2022 "}, {"type": "text", "text": "Jiri Prochazka is one of the most entertaining fighters in the UFC "}, {"type": "text", "text": "Aljamain Sterling recorded three successful title defences at bantamweight, all against ex-champions "}, {"type": "text", "text": "Israel Adesanya ahead of his fight with Sean Strickland at UFC 293 in September "}, {"type": "text", "text": "Alex Pereira beat Jiri Prochazka via TKO to win a UFC title in a second weight class"}, {"type": "text", "text": "Charles Oliveira has the most finishes and submissions in UFC history "}, {"type": "text", "text": "Leon Edwards made a successful first defence of the welterweight title in March "}, {"type": "text", "text": "Alexander Volkanovski unified the UFC featherweight titles by beating Yair Rodriguez"}, {"type": "text", "text": "Jon Jones returned to the UFC in March to collect a title in a second division "}, {"type": "text", "text": "Islam Makhachev silenced the doubters with his knockout of Alexander Volkanovski"}]}, {"_id": "65533cb52fd6e91468c8552f", "url": "https://www.independent.co.uk/arts-entertainment/films/features/todd-haynes-may-december-film-director-b2446425.html", "primaryCategory": "Features", "subCategories": "None", "title": "Todd Haynes on May December, controversy and being rejected by Bowie: ‘All my movies feel headed for disaster’", "lead": "The Oscar-nominated director behind ‘Velvet Goldmine’, ‘Carol’ and ‘I’m Not There’ tells Adam White about his provocative new film: a scorching melodrama about sex, narcissism and tabloid infamy starring Julianne Moore and Natalie Portman", "author": "Adam White", "datePublished": {"$date": "2023-11-14T06:30:00Z"}, "dateScraped": {"$date": "2023-11-14T10:24:05.025Z"}, "dateUpdated": "2023-11-14 06:30:00.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/13/20/newFile-4.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Working with Bob Dylan was a far scarier prospect than working with David Bowie. And I was totally wrong about him"}, {"type": "text", "text": "Mirror images: Natalie Portman and Julianne Moore in Todd Haynes’s ‘May December’ "}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Glitter, feather boas and (not) David Bowie: Toni Collette and Jonathan Rhys Meyers in ‘Velvet Goldmine’ "}, {"type": "text", "text": "Sick of it: Julianne Moore receives a scary diagnosis in 1995’s ‘Safe’"}]}, {"_id": "65533cb52fd6e91468c85531", "url": "https://www.independent.co.uk/arts-entertainment/tv/news/line-up-for-im-a-celebrity-2023-b2446784.html", "primaryCategory": "News", "subCategories": "None", "title": "I’m a Celebrity 2023: Meet the contestants entering the jungle", "lead": "From soap stars and TV hosts, to one controversial ex-politician ", "author": "Jacob Stolworthy", "datePublished": {"$date": "2023-11-14T05:38:40Z"}, "dateScraped": {"$date": "2023-11-14T10:24:05.506Z"}, "dateUpdated": "2023-11-14 05:38:40.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/13/15/newFile-11.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Jamie-Lynn Spears on ‘I’m a Celebrity"}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Sam Thompson on ‘I’m a Celebrity"}, {"type": "text", "text": "Josie Gibson on ‘I’m a Celebrity’"}, {"type": "text", "text": "Fried Sirieix on ‘I’m a Celebrity’"}, {"type": "text", "text": "Nella Rose on ‘I’m a Celebrity’"}, {"type": "text", "text": "Nigel Farage on ‘I’m a Celebrity’"}, {"type": "text", "text": "Grace Dent on ‘I’m a Celebrity’"}, {"type": "text", "text": "Marvin Humes on ‘I’m a Celebrity’"}, {"type": "text", "text": "Danielle Harold on ‘I’m a Celebrity’"}, {"type": "text", "text": "Nick Pickard on ‘I’m a Celebrity’"}]}, {"_id": "65533cb82fd6e91468c8553b", "url": "https://www.independent.co.uk/arts-entertainment/tv/news/im-a-celeb-line-up-2023-nigel-farage-b2446609.html", "primaryCategory": "News", "subCategories": "None", "title": "I’m a Celebrity 2023 line-up revealed", "lead": "These stars will all enter the Australian jungle ", "author": "Jacob Stolworthy", "datePublished": {"$date": "2023-11-13T19:01:47Z"}, "dateScraped": {"$date": "2023-11-14T10:24:08.444Z"}, "dateUpdated": "2023-11-13 19:01:47.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/10/08/newFile-1.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "Politician Nigel Farage "}, {"type": "text", "text": "Food writer Grace Dent "}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Ex-’EastEnders’ star Danielle Harold "}, {"type": "text", "text": "JLS and ‘This Morning’ star Marvin Humes "}, {"type": "text", "text": "‘First Dates’ favourite Fred Sirieix"}]}, {"_id": "65533cb92fd6e91468c85540", "url": "https://www.independent.co.uk/arts-entertainment/films/news/david-holmes-harry-potter-stuntman-documentary-daniel-radcliffe-b2445176.html", "primaryCategory": "News", "subCategories": "None", "title": "Harry Potter stuntman David Holmes says he lives ‘vicariously’ through Daniel Radcliffe after spinal accident", "lead": "Speaking to Isobel Lewis, Holmes said that he would return to the industry that left him with a broken neck ‘tomorrow’ if his legs worked again ", "author": "Isobel Lewis", "datePublished": {"$date": "2023-11-13T16:57:55Z"}, "dateScraped": {"$date": "2023-11-14T10:24:09.595Z"}, "dateUpdated": "2023-11-13 16:57:55.000000", "language": "en-UK", "outlet": "Independent", "image": "https://static.independent.co.uk/2023/11/10/10/newFile-1.jpg?width=1200&auto=webp", "body": [{"type": "text", "text": "‘It was important that I create an environment where he could just be a kid’ "}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Access unlimited streaming of movies and TV shows with Amazon Prime Video"}, {"type": "text", "text": "Sign up now for a 30-day free trial"}, {"type": "text", "text": "Radcliffe in ‘Harry Potter and the Philosopher’s Stone’, where Holmes was his stunt double"}, {"type": "text", "text": "If my legs came back tomorrow, I’d try and go back to work again"}, {"type": "text", "text": "Radcliffe (left) served as an executive producer on the documentary "}]}]