[{"_id": "64d3766051ac33031c28fb2f", "url": "https://inews.co.uk/news/water-companies-face-legal-action-over-claims-of-sewage-pollution-and-overcharging-2533871", "primaryCategory": "environment", "subCategories": "None", "title": "Water companies face legal action over claims of sewage pollution and overcharging", "lead": "Legal action on behalf of around 20 million customers could result in a compensation payout of £800m if successful", "author": "Jacqui Housden", "datePublished": "2023-08-09 01:35:00", "dateScraped": "2023-08-09 13:20:00.647450", "dateUpdated": "(Updated 9:52 am)", "language": "en-UK", "outlet": "INews", "image": "https://wp.inews.co.uk/wp-content/uploads/2023/08/GettyImages-1190798700.jpg?crop=0px%2C293px%2C5760px%2C3251px&resize=640%2C360", "body": [{"type": "text", "text": "Six English water companies could be forced to pay up to £800m in compensation to more than 20 million customers over allegations of and overcharging customers."}, {"type": "text", "text": "Professor Carolyn Roberts, an environmental and water consultant represented by Leigh Day Solicitors, is bringing what the law firm describes as the first environmental collective action case of its kind."}, {"type": "text", "text": "The first claim, brought on behalf of eight million people against Severn Trent Water, is estimated to be worth more than £330m."}, {"type": "text", "text": "Further claims will be brought against Thames Water, United Utilities, Anglian Water, Yorkshire Water and Northumbrian Water."}, {"type": "text", "text": "It could result in customers on average receiving £40 each, but the process could take years and there is no guarantee of success, the law firm said."}, {"type": "text", "text": "Professor Roberts claims these water companies have broken competition laws by misleading the Environment Agency and the regulator Ofwat."}, {"type": "text", "text": "She alleges they have been underreporting the , resulting in customers being “unfairly overcharged” for wastewater services, and that had sewage discharge reporting been accurate it would have lowered customer bills."}, {"type": "text", "text": "Water UK said the accusations are “entirely without merit” and that 99 per cent of sewage works are legally compliant."}, {"type": "text", "text": "Professor Roberts said: “Like many others across the country, I have viewed with horror the escalating number of stories in the media regarding the volume of sewage discharged into our waterways and on to our beaches."}, {"type": "text", "text": "“The population of the UK has a right to expect that our rivers, lakes and seas will generally be clean, except under exceptional circumstances."}, {"type": "text", "text": "“It appears that because of the serial and serious underreporting at the heart of these claims, water companies have been avoiding being penalised by Ofwat."}, {"type": "text", "text": "“I believe this has resulted in consumers being unfairly overcharged for sewage services.”"}, {"type": "text", "text": "Anyone who has paid a water bill to one or more of these companies from April 2020 – or April 2017 for Severn Trent Water customers – may be entitled to compensation if the claims are successful."}, {"type": "text", "text": "Leigh Day is seeking money for customers on an opt-out basis, meaning people only have to come forward to claim their compensation if the case is successful."}, {"type": "text", "text": "It is bringing Severn Trent Water to the Competition Appeal Tribunal and will issue five further claims against the other water companies over the coming months."}, {"type": "text", "text": "If successful, solicitors expect any compensation to be paid by the relevant water company and its shareholders, not by raising customer bills."}, {"type": "text", "text": "A Water UK spokesperson said: “This highly speculative claim is entirely without merit. The regulator has confirmed that over 99 per cent of sewage works comply with their legal requirements."}, {"type": "text", "text": "“If companies fail to deliver on their commitments, then customer bills are already adjusted accordingly.”"}, {"type": "text", "text": "Zoe Mernick-Levene, partner at Leigh Day, said: “These claims are hugely significant. Not only is compensation being sought for millions of customers who have and continue to pay higher water bills, but we hope that it will also send a message to water companies that they cannot unlawfully pollute waterways and mislead their regulators without consequence."}, {"type": "text", "text": "“Customers put their trust in water companies, believing that they are correctly reporting these spillages and appropriately treating the sewage so it can safely be returned to the environment."}, {"type": "text", "text": "“Instead, our client believes they are misleading their regulators and customers are overpaying while England’s waterways are suffering as a result.”"}, {"type": "text", "text": "With agencies."}]}, {"_id": "64d3766151ac33031c28fb30", "url": "https://inews.co.uk/news/uk-heatwave-august-2023-will-met-office-weather-forecast-when-stop-rainin-2531902", "primaryCategory": "environment", "subCategories": "None", "title": "Will there be a UK heatwave in August 2023? Latest Met Office weather forecast and when it will stop raining", "lead": "Temperatures are likely to peak on Thursday as a high-pressure system moves in", "author": "Rachel Muller-Heyndyk", "datePublished": "2023-08-08 14:26:00", "dateScraped": "2023-08-09 13:20:01.578194", "dateUpdated": "None", "language": "en-UK", "outlet": "INews", "image": "https://wp.inews.co.uk/wp-content/uploads/2023/08/SEI_157796810.jpg?resize=640,360&strip=all&quality=90", "body": [{"type": "text", "text": "Weeks of have made the summer of 2023 one of the the wettest yet, scuppering holiday plans and spurring weather warnings. "}, {"type": "text", "text": "After the month of July was recorded as the dampest on record, August has not been much of an improvement. Last weekend, ripped through the UK, bringing downpours over the country and flooding parts of the North. "}, {"type": "text", "text": "It’s a far cry from last summer, when temperatures soared to a "}, {"type": "text", "text": "With the worse of stormy weather finally past, is there any chance that the UK summertime can be salvaged, or the possibility of a ? "}, {"type": "text", "text": "Here’s the updated forecast for the weather this week and a look ahead at what we can expect for the rest of the season. "}, {"type": "text", "text": "The good news is that conditions are expected to get significantly brighter and warmer towards the end of this week. "}, {"type": "text", "text": "Temperatures are likely to peak on Thursday as a high-pressure system moves in, with possible highs of 28 degrees in London and Cambridgeshire. "}, {"type": "text", "text": "📈 Turning warmer on Thursday as a southerly airflow develops🌡️ Temperatures widely into the low 20s, perhaps into the mid or high twenties in central and southern areas "}, {"type": "text", "text": "Tuesday and Wednesday are looking to be a more mixed affair, with scattered showers and winds."}, {"type": "text", "text": "Tuesday will see sunshine in the North, but Scotland will still experience wet weather. The rest of the country is likely to see patchy cloud and rain. "}, {"type": "text", "text": "“A mix of conditions is likely for many parts during the beginning of this period,” the Met Office said. “High pressure will sit to the east of the UK bringing dry and fine conditions to the south-east and allow low pressure systems bringing cloud and rain into the north-west.”"}, {"type": "text", "text": "There are no weather warnings in place. "}, {"type": "text", "text": "It looks like the worst of the “wet and windy conditions” have passed for now, but the Met Office has said that there’s  "}, {"type": "text", "text": "If things start to heat up, it will be later in the month. "}, {"type": "text", "text": "“However, it looks fairly unlikely that we will see any prolonged or excessive heat, with the chance of heatwaves here in the UK being lower than some recent Augusts,” the Met Office’s Steve Ramsadale said."}, {"type": "text", "text": "The Met Office has said that the warmer weather is unlikely to be classified as a heatwave, and will not resemble , where scorching temperatures have exacerbated wildfires and brought on red weather warnings. "}]}, {"_id": "64d3766251ac33031c28fb31", "url": "https://inews.co.uk/news/flagship-green-energy-project-delayed-three-years-net-zero-2530371", "primaryCategory": "environment", "subCategories": "None", "title": "Flagship green energy project to be delayed by at least three years in blow to net-zero strategy", "lead": "There could be a potential shortfall of four megatonnes of captured carbon a year, seriously denting the Government’s hopes of hitting its 2030 target", "author": "Ben Gartside", "datePublished": "2023-08-08 06:00:00", "dateScraped": "2023-08-09 13:20:02.085498", "dateUpdated": "(Updated 4:35 pm)", "language": "en-UK", "outlet": "INews", "image": "https://wp.inews.co.uk/wp-content/uploads/2020/06/PRI_152956496.jpg?crop=0px%2C127px%2C2500px%2C1411px&resize=640%2C360", "body": [{"type": "headline", "text": "Britain’s push for  has been dealt another blow with a major  project facing a minimum delay of three years, i can reveal."}, {"type": "text", "text": "Drax, in Selby, North Yorkshire, is one of the biggest power plants in the country, producing 11 per cent of Britain’s electricity through burning wood pellets."}, {"type": "text", "text": "Its  and storage (CCS) project is intended to form a major plank of the UK’s efforts to remove carbon from the atmosphere."}, {"type": "headline", "text": "The company confirmed to i that it would miss its initial aim to have the CCS system fully operational by 2027, with an optimistic target of 2030 now set."}, {"type": "text", "text": "It cited the uncertainty of a 120km pipeline to the North Sea – essential to storing CO2 emissions – as the reason behind the change."}, {"type": "text", "text": "The delay means capturing eight megatonnes of carbon a year by 2030 – Drax’s initial estimation – now could be out of reach. Realistically, only four megatonnes may be captured annually, according to Drax, seriously denting the Government’s hopes of hitting its own target. By 2030, ministers want to capture  a year."}, {"type": "headline", "text": "Separately, documents seen by i suggest that the CCS project could face an even longer delay of up to seven years."}, {"type": "headline", "text": "A Drax source told i that the delivery times on the carbon capture project have been amended following changes in the policy environment, and the application to allow delays to beginning construction were a “technical change”, designed to allow flexibility."}, {"type": "text", "text": "Carbon capture sees carbon emissions trapped and then permanently stored deep underground in former oil and gas wells. Ministers and their advisers believe it is essential in helping the UK to reach its 2050 net zero target. However, critics question its viability."}, {"type": "text", "text": "While the UK is hoping for several climate capture hubs, Drax provides one of the only scalable and commercially viable options as of today."}, {"type": "text", "text": "The company has found itself central to the Government’s net zero plans. A Drax director recently told The Yorkshire Post the Government was “unlikely” to hit the 2030greenhouse gas removals target without the Drax plans. "}, {"type": "text", "text": "Details of the delay follow a turbulent period for Drax, having last week been accused of gaming the system by turning off generators during periods of high prices in the energy market, when the company would have been required to repay Government subsidies to consumers."}, {"type": "text", "text": "According to Bloomberg News, the company avoided paying £639m to households during the crisis point of the Russian invasion of Ukraine by idling its most profitable generators."}, {"type": "text", "text": "Drax denied the story, describing it as “inaccurate” and “misleading”."}, {"type": "text", "text": "In 2021, Drax received subsidies totalling £885m, accounting for more than 10 per cent of its total revenue and six times its profit. Drax made a profit of just £146m on revenue of £7.7bn in 2021."}, {"type": "text", "text": "A Drax spokesperson said: “We are excited about delivering bioenergy with carbon capture and storage (BECCS) at Drax Power Station. We are engaged in formal discussions with the UK Government about the project and, providing these are successful, we will be able to deliver our first unit by 2030 helping meet the UK’s binding greenhouse gas removals targets."}, {"type": "text", "text": "“Our plans could create thousands of new jobs in the Humber region while supporting the country’s long-term energy security.”"}, {"type": "text", "text": "The Department for Energy Security and Net Zero said the Government was on target to hit capture 20 to 30 megatonnes of carbon by 2030, insisting any claims it would miss the target were “not true”."}, {"type": "text", "text": "“We announced an unprecedented £20bn for Carbon Capture, Usage and Storage (CCUS) earlier this year and last week unveiled plans for further support in Scotland and the Humber – supporting as many as 50,000 jobs and delivering on our priority of growing the economy.”"}, {"type": "text", "text": "The process planned for Drax is known as BECCS (bioenergy with carbon capture and storage), in which biomass from trees is burnt for electricity and the carbon stored. It is forecast by the  to account for around 60 per cent of all carbon capture in the UK by 2050."}, {"type": "text", "text": "In theory, if the wood is sustainably grown, this should count as negative emissions, as the trees absorb carbon from the atmosphere."}, {"type": "text", "text": "The company, however, has faced serious questions and an official investigation into whether it is burning irreplaceable virgin forests in its furnaces."}, {"type": "headline", "text": "Almuth Ernsting, of anti-biofuel campaign group , told i: “Drax continues to burn wood from the clearcutting of highly biodiverse forests in the south-eastern USA, Canada and Baltic states."}, {"type": "text", "text": "“Drax’s claims about bioenergy with carbon capture and storage (BECCS) are a mere distraction from their harmful and polluting activities, and clearly intended to secure more multi-billion-pound subsidies paid by UK bill-payers."}, {"type": "text", "text": "“Even if the company were to find a way of capturing CO2 from its power station in future, it would still continue to do grave damage to forests, wildlife, and communities – and indeed to the climate, because healthy forest ecosystems are vital for storing and sequestering large amounts of carbon and helping to regulate rainfall cycles.”"}]}, {"_id": "64d3766251ac33031c28fb32", "url": "https://inews.co.uk/news/politics/tory-backlash-pylon-expressway-net-zero-planning-2527602", "primaryCategory": "environment", "subCategories": "None", "title": "Tory backlash over 112-mile pylon ‘expressway’ after warning UK is behind schedule with net zero planning", "lead": "A report by Nick Winser found that the UK’s energy grid is not ready for a switch to clean power by 2035 because of planning constraints, and recommended offering compensation to local residents to speed up projects", "author": "Jane Merrick", "datePublished": "2023-08-04 17:53:00", "dateScraped": "2023-08-09 13:20:02.599021", "dateUpdated": "(Updated 6:58 pm)", "language": "en-UK", "outlet": "INews", "image": "https://wp.inews.co.uk/wp-content/uploads/2022/07/PRI_187012572.jpg?resize=640,360&strip=all&quality=90", "body": [{"type": "text", "text": " MPs are to step up their opposition to onshore power lines after a government-commissioned report said local residents should receive compensation if high-voltage pylons are built near their homes."}, {"type": "text", "text": "The report by Nick Winser found that the UK’s energy grid is not ready for a switch to clean power by 2035 because of planning constraints, and recommended streamlining the system to build more electricity transmission projects."}, {"type": "text", "text": "But a group of Tory MPs with seats in Essex and East Anglia who are opposed to a 112-mile “expressway” of pylons planned by the National Grid, running from Norwich to Tilbury, say the report shows how the Government should move networks offshore to ready the UK for ."}, {"type": "text", "text": "A separate review, due later this year, into the East Anglia network is examining the feasibility of offshore routes to avoid local opposition and speed up transformation of the country’s electricity infrastructure."}, {"type": "text", "text": "Senior Tory MP Sir Bernard Jenkin, who is a member of the East of England group, the Offshore Electricity Grid Taskforce (OffSET), said the Winser report vindicated their position."}, {"type": "text", "text": "Mr Winser, a former National Grid chief executive, said the country risked falling short of its net zero targets if it goes ahead with wind farms and nuclear sites without ensuring there are enough cables to take the new electricity to homes and businesses."}, {"type": "text", "text": "He recommended giving lump sum payments to local residents to avoid protests against power lines, which take between 12 and 14 years to install, and said the Government should also consider offshore power cables."}, {"type": "text", "text": "He said: “The implications of being able to build wind generation faster than the associated connections to customers will be serious – very high congestion costs for customers and clean, cheap domestic energy generation standing idle, potentially for years."}, {"type": "text", "text": "“I believe that we must… reduce the overall timescale to seven years. I am confident that this is achievable as long as we streamline the process as proposed in the report and take a transparent, respectful and efficient approach when engaging with people and communities about the impact.”"}, {"type": "text", "text": "Grant Shapps, Energy Security and Net Zero Secretary, welcomed Mr Winser’s report."}, {"type": "text", "text": "Sir Bernard told BBC Radio 4’s World At One: “What Nick Winser’s report does is a complete vindication of our campaign. He says there’s little political or engineering contracts being established or at system level, that policy statements are all out of date.”"}, {"type": "text", "text": "The current plan by National Grid for the 112-mile line of pylons would mean “endless offshore to onshore connections, creating a real sort of mess and patchwork instead of a strategic approach. And this is what Nick Winser says, we should have a strategic approach”."}, {"type": "text", "text": "Former Cabinet minister Matt Hancock claimed voters will punish  at the ballot box if he waters down the UK’s net zero agenda."}, {"type": "text", "text": "The Prime Minister has provoked criticism from some of his own MPs and environmental campaigners by giving the go-ahead for an expansion of oil and gas extraction in the North Sea, as well as signalling other green measures could be under review."}, {"type": "text", "text": "But in an article for Politico, Mr Hancock said: “As the impact of climate change becomes more apparent, and the competition for green investment intensifies, it is clear that voters will not forgive politicians who slow down. They will reward those who double down and deliver the fair, affordable and ambitious environmental action we need to see."}, {"type": "text", "text": "“Thus, we must hold our nerve to reach net zero by 2050 and end the United Kingdom’s contribution to climate change. It is the challenge and economic opportunity of the century, and successive Conservative governments have developed plans and policies to answer it and grasp the benefits."}, {"type": "text", "text": "“With the world enduring the hottest days in recorded history, watching glaciers melt and feeling scorching temperatures, there’s very little point in pretending it’s not all happening."}, {"type": "text", "text": "“Nor is it sensible to proclaim that global warming is a good thing to reduce winter deaths from cold weather. Insulating homes to keep people warm is the answer to that challenge — not letting the planet fry.”"}, {"type": "text", "text": "Mr Hancock said polling showed “overwhelmingly support” for policies to tackle climate change, adding: “If the Conservative government is seen to renege on its pledges, it’ll lose voters’ trust.”"}]}, {"_id": "64d3766351ac33031c28fb33", "url": "https://inews.co.uk/news/politics/greenpeace-row-ministers-therese-coffey-whitehall-2527297", "primaryCategory": "environment", "subCategories": "None", "title": "Greenpeace in row with ministers after Thérèse Coffey blocks group from Whitehall", "lead": "A review of the Prime Minister’s security is likely after five environmental activists scaled the roof of Rishi Sunak’s house in North Yorkshire", "author": "Jane Merrick", "datePublished": "2023-08-04 16:22:00", "dateScraped": "2023-08-09 13:20:03.083880", "dateUpdated": "(Updated 6:50 pm)", "language": "en-UK", "outlet": "INews", "image": "https://wp.inews.co.uk/wp-content/uploads/2023/08/SEI_166387263.jpg?resize=640,360&strip=all&quality=90", "body": [{"type": "text", "text": "Greenpeace was locked in a war of words with the Government over  after ministers broke off all engagement with the environmental group."}, {"type": "text", "text": "Thérèse Coffey, the Environment Secretary, told officials in her department to cancel any planned and future meetings with the charity after five activists climbed onto the roof of the Prime Minister’s Grade II listed manor house in North Yorkshire on Thursday morning."}, {"type": "text", "text": "But Will McCallum, co-executive director of , accused the Government of failing to “engage with the world around them”, adding: “The planet is on fire and Rishi Sunak is acting like nothing’s happening.”"}, {"type": "text", "text": "In response to a wave of criticism from ministers and MPs, Greenpeace said they would not have carried out the protest if the PM or anyone from his family were at home. The family are currently on holiday in California."}, {"type": "text", "text": "The environmental group said that they knocked on the door of the house and announced their presence, declaring “this is a peaceful protest” before climbing onto the roof and unfurling a black banner that read “Rishi Sunak – Oil profits or our Future?” in protest at Mr Sunak’s decision to “max out” the UK’s oil and gas reserves in the North Sea."}, {"type": "text", "text": "It took police two hours to turn up at the property in Kirby Sigston, North Yorkshire. The incident is likely to spark a review of the Prime Minister’s security, which is overseen by the Metropolitan Police – although the local force, North Yorkshire constabulary, has also faced criticism."}, {"type": "text", "text": "A source at Defra told The Guardian: “Greenpeace have shown they are not a serious organisation and we are not going to treat them that way. "}, {"type": "text", "text": "“This Prime Minister has done more for the environment than all of those activists put together.” "}, {"type": "text", "text": "Defra officials meet Greenpeace representatives occasionally, although it is understood there are no planned meetings at present."}, {"type": "text", "text": "Mr McCallum said: “Most people are looking on with horror at the news of wildfires, extreme flooding and searing heat waves, but Sunak and his Government are doubling down on the fossil fuels which have got us into this mess. "}, {"type": "text", "text": "“This isn’t about the Government engaging with Greenpeace, it’s about them engaging with the world around them. The planet is on fire and  is acting like nothing’s happening."}, {"type": "text", "text": "“If the Conservatives want to avoid tanking votes at the next election, they need to listen to the public who want bold action on climate, nature, sewage and pollution. The action we took yesterday was entirely peaceful. We were diligent in our approach to safety and ensured that no one was home. "}, {"type": "text", "text": "“The truth is, Rishi Sunak’s Government is ignoring public concerns and the repeated warnings from experts and civil society groups. Sunak might disagree with our approach, but it’ll cost us all if he ignores the devastating realities of the climate crisis.”"}, {"type": "text", "text": "Peter Walker, former deputy chief constable of North Yorkshire, said he was “absolutely astonished” the protesters had gained access to the house, telling LBC radio: “It is clearly, in my view, a major breach of security.”"}, {"type": "text", "text": "Maria Caulfield, a health minister, told Sky News: “I’m not going to comment on the security arrangements of the prime minister – I don’t think that would be a responsible thing to do. But it does raise concerns for everyone – most people have seen some disruption from protesters.”"}, {"type": "text", "text": "Five protesters have been released on bail after being arrested at the property."}]}, {"_id": "64d3766351ac33031c28fb34", "url": "https://inews.co.uk/news/environment/eat-bees-hunting-asian-hornets-uk-2526058", "primaryCategory": "environment", "subCategories": "None", "title": "‘They can eat 300 bees in a day’: Hunting Asian hornets with the task force protecting the UK", "lead": "The invasive species threatens to decimate native insects – but the National Bee Unit is fighting back", "author": "Daniel Capurro", "datePublished": "2023-08-04 14:25:00", "dateScraped": "2023-08-09 13:20:03.605690", "dateUpdated": "(Updated August 5, 2023 11:22 am)", "language": "en-UK", "outlet": "INews", "image": "https://wp.inews.co.uk/wp-content/uploads/2023/08/SEI_166511835.jpg?crop=0px%2C127px%2C2500px%2C1411px&resize=640%2C360", "body": [{"type": "text", "text": "“It’s like searching for the eye of a needle in a haystack”, says Tom Bickerdike."}, {"type": "text", "text": "He’s a member of the National Bee Unit’s Asian hornet response team, tasked with protecting the UK and its native bees ."}, {"type": "text", "text": "We’re standing next to a suspected nest, deep in brambles on a roadside near Folkestone in Kent, watching giant hornets popping in and out of their thorny home."}, {"type": "text", "text": "The invasive species was accidentally introduced to France in 2004, possibly arriving in a container full of pottery from China, and have grown exponentially in number, devastating the country’s honeybees."}, {"type": "text", "text": "“Each Asian hornet can eat 300 honeybees in a day,” says Dr Nicola Spence, chief plant health and bee officer at Defra. Keeping them at bay is an essential, if unending duty."}, {"type": "text", "text": "The search for the nests might be difficult, but Mr Bickerdike’s team at the NBU have proved highly successful at it. So far, genetic testing shows that all of the nests found in Britain so far have been from newly arrived populations. That’s to say, the Asian hornet is not yet established here."}, {"type": "text", "text": "The team’s task is a Sisyphean one, however. With populations fully established in France and the Channel Islands, it is inevitable that each year some will arrive in the UK."}, {"type": "text", "text": "“They’re very good at hitchhiking,” says Dr Spence, and come over in everything from holidayers’ camping equipment to fresh vegetables. “The Cherbourg ferries are popular with the hornets.”"}, {"type": "text", "text": "Crucially, ."}, {"type": "text", "text": "For that reason, Mr Bickerdike and his squad are always on alert for a new callout. The process of finding an Asian hornet nest, while difficult, is being perfected. In 2016, , it took on average 10 days from first confirmed hornet sighting to nest location. Now it’s down to just 48 hours."}, {"type": "text", "text": "Asian hornet tally 2023 – as of 3.8.2314 confirmed Asian hornet finds to date this year. This includes 7 nests. Several more sightings are under investigation. A record number.Kent and Plymouth current hotspots. "}, {"type": "text", "text": "It starts with a report to the app, released by Defra in 2017, . Every report is screened by experts at the bee unit who examine the evidence to find likely sightings. If Asian hornets are suspected, the team is deployed."}, {"type": "text", "text": "Bait stations are spread around the area where the creature was first spotted and the team waits to see if one turns up. If it does, they catch it in a net and mark it with a coloured pen, to know if they’re following the same insect, before releasing it."}, {"type": "text", "text": "Asian hornets are efficient but predictable hunters. They will take the most direct route home and fly at a steady speed. They will also return to the same feeding spot again and again at regular intervals until it is exhausted."}, {"type": "text", "text": "All of that makes them trackable. The bee team will follow the hornet visually to see where it flies and then wait for it to return – the hornets fly 100 metres in one minute, so a six-minute wait means home is 300 metres away."}, {"type": "text", "text": "The process is repeated from multiple stations and the data all keyed into a bespoke “track and trace” app which triangulates it and spits out a rough location for the nest. The process is repeated and the search area shrinks until it’s a case of human chains watching the hornets and hoping to spot the nest."}, {"type": "text", "text": "Doing so isn’t easy, says Mr Bickerdike. They’re small, tan and can be 50 feet up in a tree, behind overlapping branches. “There might be just one exact spot that you can see it from and if you’re not stood there, it’s hidden,” he says."}, {"type": "text", "text": "Once the nest is found, a specialist team arrives to fumigate it, working in the evening or early morning when the hornets are most likely to be resting. The nest is then sent to Defra’s partners, Fera Science, for genetic analysis to see where the hornets have come from."}, {"type": "text", "text": "Numbers are up this year, although the NBU are still working to establish why that might be.  could be one factor, with milder winters meaning that more hibernating queens survive to set up a colony. Public awareness might also be a factor; the app has received 5,000 reports this year, although the vast majority are false alarms."}, {"type": "text", "text": "If stinging, winged insects are your thing, then the Asian hornet is a thing of beauty. Giant, by British standards, at up to 3cm in length, they can be seen flying from several feet away."}, {"type": "text", "text": "“They’re a great insect in their own right, but they should be in Southeast Asia,” says Mr Bickerdike"}, {"type": "text", "text": "Like their European counterparts, and despite the odd screaming headline, Asian hornets pose no particular risk to humans so long as they aren’t harassed. The bee team do their track and trace work in ordinary clothing; full protective equipment is only donned for the final stage of fumigating and collecting the nest."}, {"type": "text", "text": "For the UK’s honeybees and other pollinators, however, the Asian hornet is the ultimate predator."}, {"type": "text", "text": "One beekeeper who identified Asian hornets in his area described watching while a hornet was “hawking” his beehive – hovering above the entrance like a bird of prey, waiting to swoop on an unsuspecting bee."}, {"type": "text", "text": "What follows next is gruesome. The hornets are only interested in protein to feed the growing larvae back at the nest, so they take the bee away to a landing spot, decapitate it and then rip out its abdomen, legs and wings to expose the flight muscles behind."}, {"type": "text", "text": "This rich protein is turned into a “meatball” and then taken home to hungry larvae who eat it and in return secrete a sugary liquid for the hornets themselves to consume."}, {"type": "text", "text": "Their habit of exhausting a food source makes them easier to track, but lethal to a beehive."}, {"type": "text", "text": "And it may not be just bees that have reason to fear the Asian hornet. No insects in Britain have evolved to defend against the Asian hornet, while it has no natural predators in this country. It means that any number of bugs could end up food for the nest."}, {"type": "text", "text": "Indeed, analysis of their larvae has found protein from bees, wasps, spiders and even hedgehogs in their digestive systems. Evidence from France shows that the hornets are as happy to scavenge from carrion as they are to hunt fresh meat."}, {"type": "text", "text": "Dr Spence is confident that her team have the threat under control, but if they are to keep doing so they need the public to keep their eyes peeled for the thick silhouette of the Asian hornet."}]}, {"_id": "64d3766451ac33031c28fb35", "url": "https://inews.co.uk/news/how-apply-ulez-scrappage-scheme-who-eligible-grant-2525741", "primaryCategory": "environment", "subCategories": "None", "title": "How to apply for the Ulez scrappage scheme: Who is eligible and how to get £2,000", "lead": "The expansion of the Ulez scheme starts on 29 August. Find out who is eligible for the scheme, how to apply, and what documents you’ll need", "author": "Rachel Muller-Heyndyk", "datePublished": "2023-08-04 13:04:00", "dateScraped": "2023-08-09 13:20:04.104091", "dateUpdated": "(Updated 4:16 pm)", "language": "en-UK", "outlet": "INews", "image": "https://wp.inews.co.uk/wp-content/uploads/2023/07/SEI_165687079.jpg?resize=640,360&strip=all&quality=90", "body": [{"type": "text", "text": "The Government announced yesterday that the ahead of the expansion of the ultra-low emission zone (Ulez) scheme. "}, {"type": "text", "text": ", has confirmed that all Londoners with a non-compliant car can access up to £2,000 to replace their vehicles in a bid to encourage drivers to switch over to greener modes of transport. "}, {"type": "text", "text": "Extra support is also available for small businesses, charities, and people with disabilities. Previously, only those who are means tested could apply for the scheme."}, {"type": "text", "text": "Mr Khan said that he would put £50m behind the expansion, bringing the total up to £160m. "}, {"type": "text", "text": "“I have always said that expanding Ulez to the whole of was a difficult decision, and not one I took lightly – but it’s a decision I remain committed to seeing through,” Mr Khan said."}, {"type": "text", "text": "He added that he was not prepared to “step back, delay, or water down” climate friendly policies. "}, {"type": "text", "text": "However, on Friday it was revealed that anyone who has "}, {"type": "text", "text": " The scheme will mean that all Londoners with non-compliant vehicles will be charged £12.50 a day to drive at any time of the day or night."}, {"type": "headline", "text": "The scrappage scheme will get under way from 21 August, 2023, whereas the Ulez expands from 29 August, 2023.  "}, {"type": "text", "text": "For 21 August, Londoners with non-compliant vehicles can claim a maximum of:"}, {"type": "text", "text": "From 4 August:"}, {"type": "text", "text": "*Small businesses are defined as those with fewer than 50 employees."}, {"type": "text", "text": "To apply for the scheme, Transport for London (TfL) says that you need to make sure you prepare the following:"}, {"type": "text", "text": "There are three stages to the scheme."}, {"type": "text", "text": "First, you’ll have to go through the application process. TfL said you’ll be contacted within 10 working days and that you should be contacted via e-mail. "}, {"type": "text", "text": "If you’re application is approved, you’ll be able to scrap your vehicle at an authorised treatment facility. You’ll then receive a retrofit invoice and vehicle installation certificate. "}, {"type": "text", "text": "You should send this information to TFL within six months. You’ll receive a grant payment once the information has been verified. "}, {"type": "text", "text": "Visit thefor more details. "}, {"type": "text", "text": "This article was updated to reflect the new rules around grant eligibility "}]}, {"_id": "64d3766451ac33031c28fb36", "url": "https://inews.co.uk/news/environment/millions-prepared-pay-more-green-goods-rishi-sunak-net-zero-policies-2523933", "primaryCategory": "environment", "subCategories": "None", "title": "Millions prepared to pay more for green goods – as Rishi Sunak backtracks on net-zero policies, poll suggests", "lead": "Despite the cost of living crisis, large swathes of UK public say they will pay more to make sure they buy sustainable products and services", "author": "Tom Bawden", "datePublished": "2023-08-04 06:00:00", "dateScraped": "2023-08-09 13:20:04.630876", "dateUpdated": "(Updated 6:02 am)", "language": "en-UK", "outlet": "INews", "image": "https://wp.inews.co.uk/wp-content/uploads/2023/07/SEI_161889965.jpg?resize=640,360&strip=all&quality=90", "body": [{"type": "text", "text": "Millions of Britons are willing to pay more for environmentally friendly goods and services, putting large swathes of the public at odds with , a poll has suggested."}, {"type": "text", "text": "Despite the cost of living crisis, 40 per cent of UK adults who responded to the Yonder poll said they are prepared to pay up to 25 per cent more for sustainable products."}, {"type": "text", "text": "Meanwhile, 17 million (36 per cent) have switched brands in order to buy products that are friendly to the environment, according to the survey of 2,068 UK adults by a maker of kit to convert regular bikes to e-bikes."}, {"type": "text", "text": "The research also suggested 11.5 million UK adults (24 per cent) intend to buy an electric car as their next vehicle, even if it costs more than a petrol or diesel model, while 23 million (48 per cent) look at the energy efficiency of a new electrical item before deciding whether to buy it for their home."}, {"type": "text", "text": "The poll comes as Mr Sunak faces criticism for appearing to row back on green policies by reviewing low-traffic neighbourhoods (LTNs) and granting new North Sea oil and gas licences in the wake of the cost of living crisis."}, {"type": "text", "text": "“British consumers have emerged as true champions of sustainability, as millions demonstrate their commitment to it by actively seeking out eco-conscious products,” said Swytch Technology founder Oliver Montague."}, {"type": "text", "text": "“With climate change starting to affect aspects of everyday life – from  to record-breaking heatwaves – it seems people across the UK are losing faith in the Government’s ability to deliver effective sustainability policy and are taking things into their own hands,” he added."}, {"type": "text", "text": "The UK Government’s climate advisers  for their slow pace in meeting their “net zero” greenhouse gas emissions target and backtracking on fossil fuel commitments. They say Britain has “lost its clear global leadership position on climate action”."}, {"type": "text", "text": "Last week, Mr Sunak signalled the Government could delay or even abandon green policies that impose a direct cost on consumers. He did so after the narrow Conservative victory in the Uxbridge and South Ruislip byelection was put down to the unpopular policy by Labour Mayor Sadiq Khan to expand central London’s ultra-low emission zone (Ulez) to areas of outer London."}, {"type": "text", "text": "The Prime Minister said the drive to reach the UK’s net zero targets should not “unnecessarily give people more hassle and more costs in their lives” as he rethinks his green agenda."}, {"type": "text", "text": "Downing Street confirmed the Government would “continually examine and scrutinise” measures including a ban on new petrol and diesel cars by 2030, phasing out gas boilers by 2035, energy efficiency targets for private rented homes and low-traffic neighbourhoods."}, {"type": "text", "text": "Craig Bennett, chief executive of The Wildlife Trusts, said: “This poll provides yet more evidence that Rishi Sunak is completely out of touch with the public with his anti-environment crusade."}, {"type": "text", "text": "“It’s time he woke up and smelt the organic coffee – and realised Britons don’t want to live in the hot, stinking, cesspit of Europe.”"}, {"type": "text", "text": "Friends of the Earth’s head of policy, Mike Childs, added: “This survey highlights the huge concern felt by millions of people across the UK about the climate crisis, and their desire for products and services that don’t cost the earth."}, {"type": "text", "text": "“But people shouldn’t be expected to pay extra for living more sustainable lives – and in the middle of a cost of living crisis many simple can’t afford to. Ministers should do far more to make the greenest choice the cheapest and easiest choice. This means, for example, making things like rail travel more affordable than using the car or flying.”"}, {"type": "text", "text": "The poll comes after a separate survey carried out just ahead of the local elections in May found that three-quarters of those who intended to vote support the UK’s net zero target with more than half saying they think the Government should be doing more to tackle climate change."}, {"type": "text", "text": "“Support for the net zero target is running high among voters with very few believing too much emphasis is being placed on climate,” said Peter Chalkley, director of the Energy and Climate Intelligence Unit research group, which commissioned the poll."}, {"type": "text", "text": "“In fact, more than half want the Government to be doing more. Without reaching net zero, without stopping putting more emissions into the environment, climate change will continue to worsen, and it appears that the public is live to that.”"}, {"type": "text", "text": "A spokesperson for the Department for Energy Security and Net Zero said:  “Our focus is on reaching net zero targets, creating jobs and boosting the UK economy, as shown by this week’s measures on carbon capture and additional money for renewables, as well as support for North Sea oil and gas which has a quarter of the carbon footprint of imported fuel – and all while boosting our energy security. "}, {"type": "text", "text": "“All this will also help cut energy costs and ensure that any measures towards transition are proportionate and pragmatic, and in a way that does not add unnecessary burdens to family bills.” "}, {"type": "text", "text": "On Monday, Mr Sunak announced funding for the Acorn , a joint venture between Shell UK and other companies."}, {"type": "text", "text": "The investment could see up to 21,000 jobs created in the region and would become Scotland’s first carbon capture and storage facility, involving harmful greenhouse gas emissions being piped under the North Sea."}, {"type": "text", "text": "The Government it will grant thousands of new licences for oil and gas drilling in the North Sea."}, {"type": "text", "text": "(According to Swytch Technology)"}, {"type": "headline", "text": "Heat pumps vs boilers – Heat pumps use up to four times less energy than even the most energy-efficient boilers and can slash carbon footprints by 70 per cent, , the UK’s third largest energy supplier."}, {"type": "text", "text": "Heat pumps, on average cost £8,000 while boilers can cost anywhere from £600-£2,500."}, {"type": "headline", "text": "Electric cars vs. Petrol – Even when considering the emissions involved in shipping EVs, they still omit notably less CO2 than equivalent petrol cars. , the clean transport campaign group, on average, electric cars emit, on average three times less CO2 than petrol. In the worst case scenario, an electric car with a battery produced in China and driven in Poland still emits 37 per cent less CO2 than petrol. And in the best-case scenario, an electric car with a battery produced in Sweden and driven in Sweden can emit 83 per cent less than a petrol car."}, {"type": "text", "text": "On average, an electric car in the UK will set you  – whilst a petrol car ranges from ."}, {"type": "text", "text": "Meanwhile, an e-bike is far more environmentally friendly than an electric car. Electric bikes start at around £500 and can reach more than £5,000 for top-end electric mountain bikes; most fall in the £1,500-£3,000 range, "}, {"type": "text", "text": "Meanwhile,  which allows you to convert your bike to electric for £499."}]}, {"_id": "64d3766551ac33031c28fb37", "url": "https://inews.co.uk/news/environment/bp-invested-more-money-oil-gas-renewables-despite-claim-transitioning-think-tank-analysis-2519658", "primaryCategory": "environment", "subCategories": "None", "title": "BP invested 11 times more money into oil and gas than renewables, analysis shows", "lead": "The oil giant claims 30% of its investing budget goes to ‘transition growth engines’, but it recently ditched a target to reduce its oil output", "author": "Daniel Capurro", "datePublished": "2023-08-02 10:17:00", "dateScraped": "2023-08-09 13:20:05.216905", "dateUpdated": "(Updated 2:44 pm)", "language": "en-UK", "outlet": "INews", "image": "https://wp.inews.co.uk/wp-content/uploads/2023/07/SEI_159519831.jpg?crop=0px%2C190px%2C2500px%2C1412px&resize=640%2C360", "body": [{"type": "text", "text": " invested 11 times more money on oil and gas than it did on low-carbon energy in the last quarter, an analysis has found."}, {"type": "text", "text": "The oil giant put £1.7bn into , compared to just £148m invested in hydrogen and “renewables [and] power” in the three months to June, according to the analysis. It  in that time period."}, {"type": "text", "text": "However, BP insisted its total investment in what it classes its five “transition growth engines”, which include electric vehicle charges and bioenergy, better represent its commitment to a greener future."}, {"type": "text", "text": "Taken together, investment in the five “engines” represents around 30 per cent of BP’s total capital expenditure, up from just three per cent in 2019. BP expects the figure to reach more than 40 per cent in 2025 and 50 per cent by 2030. The company argues it is preparing for the future while continuing to supply the energy needs of today."}, {"type": "text", "text": "BP is currently running an advertising campaign promoting its investment in renewables at the same time as fossil fuels under the tagline “And, not or”, but in February it abandoned plans to reduce oil output by 40 per cent by 2030."}, {"type": "headline", "text": "Common Wealth, the think tank which shared its analysis with i, said it was not simply a case of corporate greed."}, {"type": "text", "text": "“[There] is a fatal tension between the shareholder-owned, profit-maximising corporation and our social, ecological and economic priorities,” said Matthew Lawrence, a director at Common Wealth."}, {"type": "text", "text": "Sophie Flinders, who conducted the analysis, said it was evident that the Government could not rely on oil giants to take charge of the energy transition."}, {"type": "text", "text": "“There’s too much money to be made in fossil fuels to place the responsibility of decarbonising energy on oil giants like BP and Shell,” she said. “These windfall profits have not translated into an increase in low carbon investment."}, {"type": "text", "text": "“We are kidding ourselves if we think that the oil giants will pave the way for a future where our planet is habitable. Most governments have been too slow or unwilling to tax these windfall profits and mitigate the cost of living crisis.”"}, {"type": "text", "text": "BP’s profits dropped from record levels in the second quarter of this year as the impacts of Russia’s invasion of Ukraine began to fade, although it still made £2bn."}, {"type": "text", "text": "Friends of the Earth (FoE) said that the results were proof that BP had failed to make use of enormous profits in 2022, around £23bn, to shift to renewables and that ministers needed to end the UK’s reliance on fossil fuels."}, {"type": "text", "text": "“With BP’s earnings for last year more than double 2021’s takings, you’d think it might have significantly increased investment in clean and cheap renewable energy – but earlier this year the oil and gas giant retreated on its climate commitments instead,” said Imogen Dow, who leads on warm homes policy at the campaign group."}, {"type": "text", "text": "“If soaring energy prices have taught us anything, it’s that we need to get off oil and gas for good – not forge ahead with hundreds of new licences as the Prime Minister announced yesterday.”"}, {"type": "text", "text": "On Monday, . The Prime Minister has dialled up his anti-green rhetoric in recent weeks in a last-ditch attempt to revive the dwindling fortunes of his party, which currently faces a huge defeat at the next general election."}, {"type": "text", "text": "Ms Dow said that Mr Sunak should instead be focused on supporting people to better insulate their homes and building more domestic renewable energy."}]}, {"_id": "64d3766551ac33031c28fb38", "url": "https://inews.co.uk/news/children-arent-breathing-toxic-air-the-community-welcoming-low-traffic-neighbourhoods-2518451", "primaryCategory": "environment", "subCategories": "None", "title": "Families welcome divisive low-traffic neighbourhood but drivers take matters into their own hands", "lead": "Javiera, a Hackney resident and motorist, tells i the traffic controls are ‘wonderful’ because of the impact on pollution and congestion", "author": "Alannah Francis", "datePublished": "2023-08-02 06:00:00", "dateScraped": "2023-08-09 13:20:05.843499", "dateUpdated": "(Updated 11:52 am)", "language": "en-UK", "outlet": "INews", "image": "https://wp.inews.co.uk/wp-content/uploads/2023/08/SEI_102293849.jpg?crop=0px%2C54px%2C1024px%2C578px&resize=640%2C360", "body": [{"type": "text", "text": "The in the London Fields area of Hackney in east London is an oasis of calm during rush hour on Tuesday morning. Cyclists stream from the grassy fields into the roads, dog owners walk their pets in droves, and parents push their children in prams from the park on to the surrounding streets with ease."}, {"type": "headline", "text": "“It’s just wonderful,” Javiera, a local resident tells i as she walks her dog. “Because you can see – look at that mum with her child [on a scooter] it’s just constant. I see it as I live here, I see the children cycling to school, people with their dogs being free to cross the road without worrying, it encourages us to walk.”"}, {"type": "text", "text": "More than 70 per cent of eligible roads in are covered by a low-traffic zone. This is 50 per cent of the total area of Hackney and more than any other London borough, Hackney Council says."}, {"type": "text", "text": "As a motorist, Javiera has been impacted by the LTN in more ways than one. While she sees the “cleaner air” and pedestrian-friendly environment as pros, it does mean she has a longer drive to visit her daughter who lives across from the park."}, {"type": "text", "text": "But despite the inconvenience, she is a “complete fan” of the traffic and pollution reduction scheme."}, {"type": "text", "text": "“Traffic used to use this as a route to avoid Mare Street and now you can see how quiet it is,” she says. “I think people who live here mostly don’t own a car and us who do benefit so much from it."}, {"type": "text", "text": "“I don’t mind going all the way round. It’s annoying sometimes – my daughter lives opposite the park, but if I’m driving the car from me to her I have to go all the way around.”"}, {"type": "text", "text": "Another resident who did not want to give his name says: “I think it’s a very good thing, I’ll be quite honest. The children at school aren’t breathing in any toxic fumes.”"}, {"type": "text", "text": "But he recognises not everyone is pleased with it. “If you’re a motorist, they’re not at all happy.”"}, {"type": "text", "text": "Mete Coban, the Labour councillor for Stoke Newington ward and cabinet member for climate change, environment and transport, champions the road traffic and pollution reduction policies."}, {"type": "headline", "text": "He tells i most people in Hackney do not drive, with 70 per cent of households not owning a car, and the majority of traffic travelling through the areas now covered by LTNs used the roads as a shortcut."}, {"type": "text", "text": "“Forty per cent of vehicle journeys in Hackney neither start or end in Hackney – it has no benefit, it’s passing traffic basically,” Mr Coban says. He adds that around 80 per cent of penalties related to LTN breaches in Hackney have been issued to vehicles registered outside the borough."}, {"type": "text", "text": "In response to critics who argue LTNs push traffic into surrounding areas, Mr Coban said: “Hackney is only one of three boroughs in the whole of London which has seen traffic reduce in comparison to pre-pandemic levels. Our main road traffic has gone down by six per cent – they’re not covered by low-traffic neighbourhoods.”"}, {"type": "text", "text": "But, unsurprisingly, not everyone is in favour of the restrictions. A van drives past the LTN signage and enforcement camera with its licence plate covered. Tessa, 35, who lives in the area covered by the LTN, says it is something she sees often."}, {"type": "text", "text": "“I see that a lot [vehicles with licence plates covered]. A lot of scooter drivers slip something behind or put something under, people definitely are doing it.”"}, {"type": "text", "text": "Tessa, who drives occasionally, has mixed feelings about the measures. She acknowledges the need to make the environment a better place to live but is not sure if the controls deter people from making car journeys."}, {"type": "text", "text": "She said: “It’s quite annoying with all the cameras, cars everywhere – actually for getting around it’s actually quite difficult. I think obviously everyone would love a quiet street but ease of mobility."}, {"type": "text", "text": "“There’s certain roads you can’t access and it can just make travelling longer.”"}, {"type": "text", "text": "The business manager said she felt a particular restriction on Lansdowne Drive, south-east of the Trederwen Road roundabout, was in place “literally to make money and not for any other benefit”, adding that the signage was also unclear."}, {"type": "text", "text": "Mr Coban said notices were legally compliant and the council had the best adjudication success rate in London. "}, {"type": "text", "text": "In Stoke Newington, disgruntled individuals have , and other traffic control signage has been damaged."}, {"type": "text", "text": "The Prime Minister has . Rishi Sunak hit out at what he called “anti-motorist” policies, including LTNs, and promised a review into the measures – which was later reduced to a ."}, {"type": "text", "text": "Javiera said her “heart sank” when she learned of Mr Sunak’s plans. However, Tessa said: “I think it’s good to review it because obviously no decision should be locked in stone if it’s not the right one.”"}, {"type": "text", "text": "Mr Coban, who denied he and Hackney council are “anti-car”, said: “Our economy is in tatters, we’ve got a massive cost of living crisis, the NHS is flat out on its knees and we only have to look and see that the planet is burning at its hottest temperatures on record, so you’d think that he’s got more important things to focus on."}, {"type": "text", "text": "“He’s got no power over how local authorities manage our roads and highways so he’s being disingenuous to people about what he wants to do. "}, {"type": "text", "text": "“Rishi Sunak, let’s be honest, he’s not doing this because he cares about motorists. He’s doing this because he run out of ideas about the economy and he’s just trying to distract the nation by picking on culture wars.”"}, {"type": "text", "text": "Claire Harding, interim chief executive of think tank Centre for London, said: “These should be decisions for local communities, not central government."}, {"type": "text", "text": "“Londoners support low-traffic neighbourhoods – in fact, people who live in LTNs are more likely to be supportive of them, which suggests that people tend to like them once they’ve become familiar."}, {"type": "text", "text": "“Local people’s wishes shouldn’t be subject to political whims.”"}]}]