[{"_id": "656f440003ae26f657a7af80", "url": "https://news.sky.com/story/prince-harry-unjustifiably-treated-less-favourably-than-others-over-protection-in-uk-court-told-13023308", "articleType": "text", "primaryCategory": "home", "subCategories": "NONE", "title": "Prince Harry 'unjustifiably treated less favourably than others' over protection in UK, court told", "lead": "Prince Harry has, unjustifiably, been treated less favourably than others over his security arrangements when he is in the UK, a court has been told.", "author": "Henry Vaughan", "datePublished": {"$date": "2023-12-05T16:38:40.194Z"}, "dateScraped": {"$date": "2023-12-05T16:38:40.194Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:40.194Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-prince-harry-duke-of-sussex_6354908.jpg?20231110113135", "body": [{"type": "headline", "text": "The Duke of Sussex is taking legal action against the Home Office over a decision in February 2020 that meant he would no longer be given the same degree of personal protective security when visiting."}, {"type": "text", "text": "The decision was made by the Executive Committee for the Protection of Royalty and Public Figures (Ravec)."}, {"type": "text", "text": "Shaheed Fatima KC, representing the duke, said in a written submission: Ravec should have considered the 'impact' that a successful attack on the claimant would have, bearing in mind his status, background and profile within the Royal Family - which he was born into and which he will have for the rest of his life - and his ongoing charity work and service to the public."}, {"type": "text", "text": "Ravec should have considered, in particular, the impact on the UK's reputation of a successful attack on the claimant."}, {"type": "text", "text": "She said Harry's position is that he should be given state security in light of the threatsrisks he faces, arguing he has unjustifiably, been treated less favourably than others in written submissions, which have been heavily redacted."}, {"type": "text", "text": "Harry is not attending the hearing at the High Court, where much of the case will be heard in private over the next three days, with a decision expected at a later date."}, {"type": "text", "text": "Opening the case, his barrister said: The starting point in this case is about the right to security and safety of a person - there cannot be a right of greater importance."}, {"type": "text", "text": "She said the duke has engaged fully and properly with the evidence and that his unlawful and unfair treatment was apparent from the documents."}, {"type": "text", "text": "Harry is asking the court to be treated in the way Ravec has treated other people, she said, arguing that Ravec had chosen not to follow its own written policy."}, {"type": "text", "text": "She said no Risk Management Board (RMB) risk analysis had been carried out, adding: This is the first time Ravec has ever decided to deviate from its policy in this way."}, {"type": "text", "text": "Ms Fatima said: No good reason has been provided for singling the claimant out in this way."}, {"type": "text", "text": "She said Ravec had failed to tell Harry, who now lives in California with wife Meghan and their children Archie and Lilibet, he was not being treated consistently and equally with others nor why, and argued he was entitled to make representations before the decision was made."}, {"type": "headline", "text": "Harry's position has 'materially changed'"}, {"type": "text", "text": "Sir James Eadie KC, for the Home Office, said in written submissions that Harry has been treated in a lawful bespoke manner over his security arrangements."}, {"type": "text", "text": "He said in making the decision Ravec - which provides security arrangements for royals and others with the involvement of the Metropolitan Police, the Cabinet Office and the royal household - considers the risk of a successful attack on that individual."}, {"type": "text", "text": "In summary, Ravec considers the threat that an individual faces, which is assessed by reference to the capability and intent of hostile actors, the vulnerability of that individual to such an attack, and the impact that such an attack would have on the interests of the state, he said."}, {"type": "text", "text": "As a result of the fact that he would no longer be a working member of the royal family, and would be living abroad for the majority of the time, his position had materially changed."}, {"type": "text", "text": "In those circumstances, protective security would not be provided on the same basis as before. However, he would, in particular and specific circumstances, be provided protective security when in Great Britain."}, {"type": "text", "text": "But Ms Fatima argued that case-by-case security provision leads to excessive uncertainty."}, {"type": "headline", "text": "Diana's 'tragic death'"}, {"type": "text", "text": "Sir James said the tragic death of Princess Diana was raised during the decision-making process, adding there would be likely significant public upset were a successful attack on the claimant to take place."}, {"type": "text", "text": "The decision, and its subsequent application, constituted a lawful balancing of relevant factors, in the conduct of a consideration of risk, impact and threat, he added."}, {"type": "text", "text": "He said Ravec's decision meant Harry could continue to be provided with security at the public expense to the extent considered appropriate in certain circumstances, such as during his visit to the UK in June and July 2021 for the memorial events of his late mother."}, {"type": "text", "text": "However, in written submissions, the duke's lawyers said that during the trip his car was interdicted by paparazzi at a WellChild garden party and afternoon tea in Kew Gardens, west London, on 30 June after which a member of his private security team reported issues with his security provision."}, {"type": "text", "text": "Sir James said details had not been provided until 11 June, which was materially later than the 28 days required by Ravec for requests for protective security on a case-by-case basis."}, {"type": "text", "text": "The hearing is one of the five High Court claims the duke is involved in, including extensive litigation against newspaper publishers."}, {"type": "headline", "text": "Earlier this year, he was refused permission to bring a further legal challenge against the Home Office over a Ravec decision that he should not be allowed to pay privately for protective security."}]}, {"_id": "656f440003ae26f657a7af81", "url": "https://news.sky.com/story/armed-officers-at-scene-of-serious-assault-in-aberfan-south-wales-police-say-13023339", "articleType": "text", "primaryCategory": "home", "subCategories": "NONE", "title": "'My daughter screamed': Residents react to 'really shocking' stabbing as police extend cordon", "lead": "A manhunt has been launched in South Wales after a 29-year-old woman was stabbed in Aberfan.", "author": "James Robinson", "datePublished": {"$date": "2023-12-05T16:38:40.316Z"}, "dateScraped": {"$date": "2023-12-05T16:38:40.316Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:40.316Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-aberfan-moy-road_6383106.jpg?20231205152152", "body": [{"type": "text", "text": "Armed officers are part of the response, police have said, while residents have been urged to avoid the area with the suspect still on the run."}, {"type": "text", "text": "The police cordon has been extended this afternoon, Informfully's Wales reporter Tomos Evans reports, as the investigation continues."}, {"type": "headline", "text": "Aberfan stabbing updates: Witness saw suspect running away"}, {"type": "text", "text": "The suspect left the scene immediately after the incident and enquiries are ongoing to find him. A search of the immediate area is being carried out by armed officers, police said this morning."}, {"type": "text", "text": "The woman, who one witness told Informfully appeared to be heavily pregnant, has been taken to hospital. Her injuries are not believed to be life-threatening."}, {"type": "text", "text": "Local schools and childcare facilities were earlier placed into lockdown as a precaution."}, {"type": "headline", "text": "'I held towels against her wounds'"}, {"type": "text", "text": "Katie Roberts, who lives near the scene, told Informfully: I heard some screams this morning. I looked out my window and saw a man on top of a woman."}, {"type": "text", "text": "I thought he was punching her at first - but then I realised he was stabbing her in the back."}, {"type": "text", "text": "I ran out of the house immediately after. I ran to her in the street and held towels against her wounds."}, {"type": "text", "text": "The veterinary nurse, 31, said another witness called for an ambulance for the woman."}, {"type": "text", "text": "It is really shocking that this has happened, she added."}, {"type": "text", "text": "My husband has lived here all his life, and he said it just doesn't happen here."}, {"type": "headline", "text": "'My daughter screamed'"}, {"type": "text", "text": "Lynne Terrett, from Merthyr Tydfil, said her daughter, Kira Terrett, was walking her dog near her home when she witnessed the incident."}, {"type": "text", "text": "She said that her daughter looked around after she heard the sound of a woman running towards her."}, {"type": "text", "text": "The woman fell, she said."}, {"type": "text", "text": "My daughter screamed, and people came out from everywhere."}, {"type": "text", "text": "Another resident, Susan Prothero, who has lived in Aberfan for 30 years, said: It's a very quiet area. I have lived here 30 years and nothing like this has happened here."}, {"type": "text", "text": "The incident took place on Moy Road just before 9.10am this morning, with several local facilities - including Greenfield School - locked down shortly afterwards when the police manhunt got underway."}, {"type": "text", "text": "The headteacher of the school later confirmed the lockdown had been lifted."}, {"type": "text", "text": "Trinity Childcare and Family Centre had also gone into a lockdown as a precaution, it said on social media earlier."}, {"type": "headline", "text": "Air ambulance responded to 'serious incident'"}, {"type": "text", "text": "A Welsh Ambulance Service spokesperson said: We were called today at approximately 9.10am to reports of an incident in Aberfan, Merthyr Tydfil."}, {"type": "text", "text": "We sent one emergency ambulance, one air ambulance and one Cymru High Acuity Response unit to the scene where advanced critical care support was delivered."}, {"type": "text", "text": "We conveyed one patient by road to the University Hospital of Wales, Cardiff for further treatment."}, {"type": "text", "text": "Gerald Jones, Labour MP for Merthyr Tydfil and Rhymney, described Aberfan as a very close knit, tight community."}, {"type": "text", "text": "The community centre and the schools are very close by, hence the reason why police are keen for people not to go to the area, he told Informfully earlier today."}, {"type": "text", "text": "The community centre has closed its doors for the moment, and the schools have locked down as well because they are in very close proximity to Moy Road."}, {"type": "text", "text": "The community, as I said, is a very tight-knit community so there is, undoubtedly, serious concern within the community."}, {"type": "text", "text": "He added that he had been assured by police that they were dealing with the incident as quickly and effectively as they can."}, {"type": "text", "text": "Welsh Senedd member, Dawn Bowden, said in a post on social media: I am aware of a serious incident in Aberfan this morning."}, {"type": "text", "text": "I have spoken to the police and will await further information from them."}, {"type": "text", "text": "However, please take advice given by the police, who will be grateful for your co-operation while this incident is dealt with."}]}, {"_id": "656f440003ae26f657a7af82", "url": "https://news.sky.com/story/shane-macgowan-pushed-the-boundaries-of-what-humans-can-do-to-their-bodies-says-wife-13023435", "articleType": "text", "primaryCategory": "home", "subCategories": "NONE", "title": "Shane MacGowan 'pushed the boundaries of what humans can do to their bodies'", "lead": "Shane MacGowan's widow said she had worried about his death for 35 years because he pushed the boundaries of what humans can do to their bodies.", "author": "Niamh Lynch", "datePublished": {"$date": "2023-12-05T16:38:40.735Z"}, "dateScraped": {"$date": "2023-12-05T16:38:40.735Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:40.735Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-shane-macgowan-singer_6361217.jpg?20231115102913", "body": [{"type": "headline", "text": "The Pogues frontman, best known for the classic Christmas hit song Fairytale Of New York, died peacefully last week at the age of 65."}, {"type": "headline", "text": "Irish journalist Victoria Mary Clarke told ITV's Good Morning Britain: I loved standing on the side of the stage watching him. It wasn't always easy, as you will know, because he pushed the boundaries and he was reckless and he was very unconventional."}, {"type": "text", "text": "So it was like watching a racing driver and not knowing if they were going to crash, watching him going on stage."}, {"type": "text", "text": "MacGowan had been diagnosed with encephalitis following his latest bout of ill-health and after years of alcohol and substance abuse."}, {"type": "text", "text": "Ms Clarke, 57, continued: I think for most of you watching, the biggest fear you probably have is that you're going to lose a loved one."}, {"type": "text", "text": "And it's going to happen, you can't really get around that, you all are going to lose a loved one."}, {"type": "text", "text": "And I know that, for me, I spent many, many years, probably at least 35 years, worrying about losing Shane because he just pushed the boundaries so much of what humans can do to their bodies."}, {"type": "text", "text": "So I dreaded that, and I thought that I would fall apart, I thought I would die, I thought I would not be able to speak, I thought I'd be comatose or on drugs myself or something like that."}, {"type": "text", "text": "So I just want you all to know that it's not as bad as you think it's going to be. And there's a huge amount of love that comes your way when you lose someone, that you didn't really expect. And in my case, you know, I've been overwhelmed by how much love and support there is."}, {"type": "text", "text": ""}, {"type": "text", "text": "When Ms Clarke was asked what MacGowan would have felt about the outpouring of support, she said: Me and Shane, we spent most of our lives in recent years sitting at home watching The Crown."}, {"type": "text", "text": "We didn't really go out, so we didn't know what was going on in the outside world very much."}, {"type": "text", "text": "We had a very quiet life, very, very happy, and we didn't want anything else. We just wanted to sit here together watching telly."}, {"type": "text", "text": "But to know now that there's all these people out there who feel so strongly about him, you lose with one hand, but you receive with the other, there's an equal and opposite sort of reaction."}, {"type": "text", "text": "The song Fairytale of New York is now battling to score the coveted Christmas number one spot, a feat not achieved when it was originally released in 1987, having peaked at number two in the charts."}, {"type": "text", "text": "Ms Clarke said MacGowan wouldn't mind too much if Fairytale goes to number one."}, {"type": "text", "text": "I don't think it was ever that important to him, because I think that he really appreciated the fact that so many people love it and it means so much to so many people, and being number one isn't really all about being appreciated."}, {"type": "text", "text": "Fairytale Of New York features a duet between English singer Kirsty MacColl - who died in December 2000 - and MacGowan."}, {"type": "text", "text": "It was originally written by MacGowan with fellow Pogues founder Jem Finer."}, {"type": "text", "text": "The song has returned to the UK Christmas Top 40 every year since 2005."}, {"type": "headline", "text": "MacGowan's death was met with an outpouring of tributes, including from Bruce Springsteen, who said people would be singing Shane's songs 100 years from now."}]}, {"_id": "656f440003ae26f657a7af83", "url": "https://news.sky.com/story/nigeria-at-least-85-people-killed-in-mistaken-army-drone-attack-13023329", "articleType": "text", "primaryCategory": "home", "subCategories": "NONE", "title": "At least 85 people killed in 'mistaken' army drone attack in Nigeria", "lead": "At least 85 people, including women and children, have been killed after a mistaken army drone attack on a religious gathering in northwest Nigeria, according to authorities.", "author": "Reemul Balla", "datePublished": {"$date": "2023-12-05T16:38:40.851Z"}, "dateScraped": {"$date": "2023-12-05T16:38:40.851Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:40.851Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-nigeria-soldiers-army_6383077.jpg?20231205150738", "body": [{"type": "text", "text": "The national emergency management agency also said at least 66 people were injured in the strike."}, {"type": "text", "text": "It is the latest in a series of attacks that have killed civilians."}, {"type": "headline", "text": "Nigerian President Bola Tinubu called Sunday night's incident in Kaduna state a bombing mishap which was very unfortunate, disturbing, and painful, as he ordered an investigation."}, {"type": "text", "text": "Military airstrikes have reportedly killed around 400 civilians since 2017 as the army aims to quash armed groups."}, {"type": "text", "text": "Kaduna is 100 miles (160km) from the capital Abuja and is among northwestern and north central states grappling with kidnappings and killings by gangs, which security forces have targeted with aerial strikes."}, {"type": "text", "text": "In the latest attack, scores of people were killed in the village of Tudun Biri as they marked a Muslim holiday."}, {"type": "text", "text": "The victims were killed by drones targeting terrorists and bandits, according to officials."}, {"type": "text", "text": "Nigerian army chief Lieutenant General Taoreed Lagbaja visited the village and apologised for the airstrike."}, {"type": "text", "text": "Terrorists often deliberately embed themselves within civilian population centres, Major General Edward Buba, spokesman for Nigeria's defence headquarters, said about Sunday's incident."}, {"type": "text", "text": "Troops who were carrying out aerial patrols saw a group of people and wrongly analysed and misinterpreted their pattern of activities to be similar to that of the bandits before the drone strike, said an army spokesman."}, {"type": "text", "text": "Witnesses reported two explosions, within 30 minutes of each other."}, {"type": "text", "text": "Villagers first heard a loud blast after 9pm local time (8pm UK time), forcing them to run to safety."}, {"type": "text", "text": "When the villagers realised it was a bomb, they started helping the injured and moving those who had died. Then, another blast was heard, killing more people, the witnesses said."}, {"type": "text", "text": "One civilian, Musa Shehu, said he had lost two wives, while his youngest daughter was injured and taken to hospital."}, {"type": "text", "text": "Another witness said those caught up in the attack, who came from four villages, were searching for answers."}, {"type": "text", "text": "The person said some of the infants who survived were taken away from their dead nursing mothers in what was a terrible experience."}, {"type": "text", "text": "In January this year, an airstrike reportedly killed dozens of cattle herders in the central state of Nasarawa."}, {"type": "text", "text": "Human Rights Watch said the Nigerian air force provided little information and no justice over that incident."}, {"type": "text", "text": "Dozens of civilians also reportedly died in a strike on Zamfara state the month before."}]}, {"_id": "656f440103ae26f657a7af84", "url": "https://news.sky.com/story/alistair-wilson-killing-family-of-murdered-banker-complain-about-handling-of-police-investigation-13023364", "articleType": "text", "primaryCategory": "home", "subCategories": "NONE", "title": "Murdered banker's family complain about handling of police investigation", "lead": "The family of a banker who was fatally shot on his doorstep 19 years ago have complained about the handling of the police investigation.", "author": "Jenness Mitchell", "datePublished": {"$date": "2023-12-05T16:38:41.215Z"}, "dateScraped": {"$date": "2023-12-05T16:38:41.215Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:41.215Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-police-scotland-alistair-wilson_6382845.jpg?20231205134154", "body": [{"type": "text", "text": "The murder of Alistair Wilson, 30, in the Scottish Highlands remains unsolved."}, {"type": "headline", "text": "Police Scotland and the Crown and Procurator Fiscal Service (COPFS) said they had met Mr Wilson's family to discuss the matters raised by them."}, {"type": "text", "text": "The father-of-two was shot at his home in Crescent Road, Nairn, on 28 November 2004. He died later in hospital."}, {"type": "text", "text": "Mr Wilson was reading bedtime stories to his two young sons after their evening bath when a man knocked on their front door."}, {"type": "text", "text": "When Mr Wilson's wife Veronica answered, the killer asked for his victim by name."}, {"type": "text", "text": "A blue envelope, which had the name Paul on it, was handed to Mr Wilson on the doorstep."}, {"type": "text", "text": "Mr Wilson went inside briefly, but when he returned to the door he was shot."}, {"type": "text", "text": "No one has ever been charged with Mr Wilson's murder."}, {"type": "text", "text": "In a fresh police appeal in 2020, Mr Wilson's son Andrew, who was aged four at the time of the shooting, said: My dad and I missed out on so many things together, showing me how to tie a tie, driving lessons and taking me for my first pint."}, {"type": "text", "text": "He added: I still cannot believe how someone could shoot my dad dead on our doorstep while my brother and I were upstairs."}, {"type": "text", "text": "The only memory of my dad I'm left with is the image of him lying on the doorstep."}, {"type": "text", "text": "Photographs are all I have and no family should suffer the way we have all these years."}, {"type": "text", "text": "Last year, Police Scotland said a dispute over decking at the Havelock Hotel - across the road from the Wilsons' home - was significant to the investigation."}, {"type": "text", "text": "Mr Wilson had objected to a retrospective planning application for a large decking area within the car park of the hotel, arguing it was responsible for increased noise and litter in the area."}, {"type": "text", "text": "He filed the objection to the local authority on 25 November 2004, three days before he was killed."}, {"type": "text", "text": "Investigators said the objection was discussed in the hotel bar from Friday 26 November, and over the weekend up until his murder."}, {"type": "text", "text": "A key witness in Canada was interviewed by detectives in regards to the planning application."}, {"type": "text", "text": "Following police appeals, a witness reported seeing two men, one in their 20s and another between 40 and 60-years-old, on Nairn's East Beach in the weeks before the murder."}, {"type": "text", "text": "The witness said the younger man was in possession of a handgun."}, {"type": "text", "text": "The handgun used in the murder, which was found days later, was a Haenel Suhl pocket pistol from the 1930s."}, {"type": "text", "text": "Police believe the weapon was brought to the UK after the Second World War as a souvenir, but the ammunition used in the murder was said to be from the 1980s or 90s."}, {"type": "text", "text": "Detectives believe the answer to who murdered Mr Wilson lies within his personal life and is not connected to his employment with the Bank of Scotland."}, {"type": "text", "text": "Police Scotland confirmed it had responded to a complaint from Mr Wilson's family."}, {"type": "text", "text": "The force spokesperson added: The investigation into the murder of Alistair Wilson remains ongoing and we are committed to conducting a full and thorough enquiry that will hopefully provide much-needed answers to Alistair's family."}, {"type": "text", "text": "We continue to update them on our progress and they have asked that their privacy is respected at this time."}, {"type": "text", "text": "Anyone with information is being urged to contact the police."}, {"type": "text", "text": "COPFS said the murder was a terrible crime and its thoughts remain with Mr Wilson's family."}, {"type": "text", "text": "The spokesperson added: COPFS and Police Scotland have met with the family to discuss the matters raised by them in relation to the ongoing investigation."}, {"type": "text", "text": "We appreciate the importance of this work to the family and they will continue to be informed, where appropriate, of significant developments."}]}, {"_id": "656f440103ae26f657a7af85", "url": "https://news.sky.com/story/vast-scale-of-methane-leaks-from-fossil-fuel-production-and-landfill-sites-exposed-13023354", "articleType": "text", "primaryCategory": "home", "subCategories": "NONE", "title": "The areas emitting the highest methane leaks from fossil fuel production revealed", "lead": "The vast scale of methane leaks from fossil fuel production and landfill sites has been exposed by analysis carried out exclusively for Informfully.", "author": "Thomas Moore", "datePublished": {"$date": "2023-12-05T16:38:41.574Z"}, "dateScraped": {"$date": "2023-12-05T16:38:41.574Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:41.574Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-gas-plant-istock_6382847.jpg?20231205122749", "body": [{"type": "text", "text": "Around 1,300 super-emitters of the potent greenhouse gas have been identified so far in 2023 by the monitoring company Kayrros, which uses satellites to detect plumes of the gas."}, {"type": "text", "text": "It looks for non-natural sources of methane - primarily gas wells, pipelines, coal mines and landfill sites."}, {"type": "text", "text": "According to the data, the largest oil and gas source was on the Cheleken Peninsula in Turkmenistan, where a leak from one facility is estimated to have peaked at 333 tonnes per hour in August."}, {"type": "text", "text": "At that rate the hourly release of methane was equivalent to the greenhouse gas emissions from a car driving around 38,000 miles."}, {"type": "text", "text": "Another leak, from a blown-out drilling well in Kazakhstan, released between 21 and 56 tonnes of the methane every hour for 153 days between June and November."}, {"type": "text", "text": "Coal is also a problem with one facility in Shanxi, China, peaking at around 181 tonnes an hour last February."}, {"type": "text", "text": "And the methane release from buried waste at a landfill site in Dhaka city in Bangladesh peaked at 822 tonnes an hour in April."}, {"type": "text", "text": "Antoine Rostand, co-founder of Kayrros, told Informfully being able to observe emissions from space means there is no hiding."}, {"type": "text", "text": "Previously we could measure the amount of methane in the atmosphere, but now we really know exactly where it's coming from, he said."}, {"type": "text", "text": "Which country, which company, which assets are emitting methane in the atmosphere."}, {"type": "text", "text": "Kayrros's data shows Turkmenistan had higher methane emissions than any other nation, followed by the United States, India, Russia and Pakistan."}, {"type": "text", "text": "Methane is the natural gas burned by boilers and other appliances in people's homes."}, {"type": "text", "text": "But if it is released without being burned, often during maintenance on pipelines, it acts as a heat bomb in the atmosphere."}, {"type": "text", "text": "The gas causes 80 times more global warming as the same amount of carbon dioxide over a 20-year period."}, {"type": "headline", "text": "Click to subscribe to ClimateCast with Tom Heap wherever you get your podcasts"}, {"type": "text", "text": "But it also represents a huge opportunity for bending the curve on rising temperatures. Because it only persists in the atmosphere for around a decade rather than several centuries, as in the case of carbon dioxide, turning off the tap on emissions would have a rapid impact."}, {"type": "text", "text": "The United States has announced new rules for fossil fuel companies requiring them to monitor and fix leaks, which should reduce methane emissions by 58 million tonnes between 2024 and 2038."}, {"type": "text", "text": "Mr Rostand said the rules are overdue."}, {"type": "text", "text": "The have the technology, they have the money, they know exactly what to do, he said."}, {"type": "text", "text": "They're almost lacking any kind of overall regulation."}, {"type": "text", "text": "A lot of players are doing a bit but some are not. And this is where regulation plays, because then it will put every single producer on an equal footing."}, {"type": "text", "text": "So far 150 countries have signed up to the Global Methane Pledge, a commitment to reduce emissions by 30% by 2030."}, {"type": "text", "text": "If it is achieved it could reduce the global average temperature by 0.2C and prevent 255,000 premature deaths from extreme heat, according to the Pledge text."}, {"type": "text", "text": "The Kayrros data reveals there are no methane leaks in Europe, but Mr Rostand said the UK and other countries should put more pressure on suppliers of imported natural gas to stop releasing it into the atmosphere."}, {"type": "text", "text": "It's really a complete waste, because companies can sell it, he said."}, {"type": "text", "text": "It has an economic value, it's easy to fix. It's the elephant in the room, the low hanging fruit."}]}, {"_id": "656f440203ae26f657a7af87", "url": "https://news.sky.com/story/rwanda-did-not-receive-any-funding-to-sign-new-asylum-treaty-says-james-cleverly-13023421", "articleType": "text", "primaryCategory": "home", "subCategories": "NONE", "title": "Rwanda did not receive any funding to sign new asylum treaty, says home secretary", "lead": "Rwanda has not received any additional funding for the new treaty it has signed to revive the UK government's asylum plan, the home secretary has said.", "author": "Alexandra Rogers", "datePublished": {"$date": "2023-12-05T16:38:42.063Z"}, "dateScraped": {"$date": "2023-12-05T16:38:42.063Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:42.063Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-james-cleverly-treaty_6382910.jpg?20231205133318", "body": [{"type": "text", "text": "James Cleverly told a press conference in the Rwandan capital of Kigali: Let me make it clear. The Rwandan government has not asked for and we have not provided any funding linked to the signing of this treaty."}, {"type": "text", "text": "However, Mr Cleverly added that while Rwanda did not ask for money specifically for the treaty, dealing with migration was not a cost-free option."}, {"type": "text", "text": "The financial arrangement which inevitably comes as part of an international agreement reflects the costs that may be imposed on Rwanda through the changes that this partnership has created in their systems: in their legal systems and their institutions, he said."}, {"type": "text", "text": "No money was asked for by the Rwandans for this treaty. No money was provided to the Rwandans for this treaty."}, {"type": "text", "text": "Dealing with migration is important and it is not a cost-free option, but we regard it as the right thing to do."}, {"type": "headline", "text": "Politics latest: 'Unlikely' treaty alone will rescue policy"}, {"type": "text", "text": "Mr Cleverly was responding to questions about reports Rwanda was in line for an additional GBP 15m to secure the treaty - on top of the GBP 140m that has already been committed to the scheme by the UK government."}, {"type": "text", "text": "Under the Rwanda plan, people who arrive in the UK by unauthorised means would be sent to the African country while their asylum claim is processed."}, {"type": "text", "text": "On arrival, people could be granted refugee status and allowed to stay, or apply for sanctuary in another safe third country."}, {"type": "text", "text": "The policy has formed a core part of the government's strategy to tackle small boat crossings in the Channel in the hope it will act as a deterrent."}, {"type": "headline", "text": "However, it has been forced to sign the new treaty today after the Supreme Court ruled that the policy was unlawful because there was a chance people sent there could be returned to another country where they were at risk of persecution under a process known as refoulement, in what would be a breach of international law."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Rwanda 'very much committed' to deal"}, {"type": "text", "text": "After signing the new treaty today, Mr Cleverly told the press conference he felt very strongly that the deal addresses all the issues raised by the Supreme Court."}, {"type": "text", "text": "We've addressed the issues that were raised by their Lordships in this treaty and that will be reflected in domestic legislation soon because we are absolutely committed to breaking the business model of these people smuggling gangs, to create a safe and welcoming environment with our friends and partners here in Rwanda, but also making sure that mass migration is well-managed into the future, he said."}, {"type": "text", "text": "Rwanda's foreign affairs minister Vincent Biruta, sitting alongside Mr Cleverly, said he believed his country had been unfairly treated by the courts, international organisations and the media."}, {"type": "text", "text": "But he said his country was very much committed to the asylum deal and would remain on board with it even in the event of further setbacks and delays."}, {"type": "text", "text": "This is the reason why we worked with our colleagues from the UK to address the concerns of the UK Supreme Court, Mr Biruta said."}, {"type": "text", "text": "He added that while some elements could still be adjusted, we are committed to the partnership and we don't have a plan to withdraw from this cooperation."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Number 10 moves to clarify fears over family visa salary cap"}, {"type": "headline", "text": "Mr Cleverly's visit to Rwanda came just a day after the government launched separate measures to cut legal migration to the UK after recent statistics showed net migration at a record high of 745,000 in 2022."}, {"type": "headline", "text": "In a five-point plan outlined in the Commons yesterday, Mr Cleverly said the government would introduce a ban on care workers bringing their families over to the UK and raise the minimum salary required for a skilled worker visa to GBP 38,700 from next spring."}, {"type": "text", "text": "The minimum threshold for a family visa will also be raised to GBP 38,700 to ensure people only bring dependants whom they can support financially. Currently, it stands at the 2012 rate of GBP 18,600."}, {"type": "text", "text": "The increase in salary threshold has sparked concerns that British citizens who are poorer will no longer be able to live with their foreign partners in the UK."}, {"type": "text", "text": "Downing Street sought to assuage the concerns by saying that the minimum income of GBP 38,700 was for a household as a whole."}, {"type": "text", "text": "A Number 10 spokesman also said that Britons earning less than GBP 38,700 could still live with their foreign spouses in the UK in exceptional circumstances."}, {"type": "text", "text": "That is just one way that people can demonstrate their ability to support a dependant, the prime minister's official spokesman explained. They can also demonstrate this through their level of savings."}, {"type": "text", "text": "If you don't meet the minimum income requirement, you may also be able to bring a dependant to the UK if you get certain benefits, for example, disability living allowance, the spokesman added."}]}, {"_id": "656f440203ae26f657a7af88", "url": "https://news.sky.com/story/junior-doctors-to-strike-again-in-england-in-december-and-january-after-government-talks-break-down-13014405", "articleType": "text", "primaryCategory": "home", "subCategories": "NONE", "title": "Junior doctors to strike again in run up to Christmas and early January after talks fail", "lead": "Junior doctors in England are to go on strike again later this month and early next year, after talks with the government broke down.", "author": "NONE", "datePublished": {"$date": "2023-12-05T16:38:42.258Z"}, "dateScraped": {"$date": "2023-12-05T16:38:42.258Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:42.258Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/768x432/skynews-doctors-strike_6308048.jpg?20231003221917", "body": [{"type": "text", "text": "The British Medical Association (BMA) says it will call on members to walk out in December before Christmas and again in early January for several days at a time."}, {"type": "text", "text": "The first strike action will take place over three days from 7am on Wednesday 20 December to 7am on Saturday 23 December."}, {"type": "text", "text": "The second walkout will be held over six days from 7am on Wednesday 3 January until 7am on Tuesday 9 January."}, {"type": "text", "text": "The BMA told its members: This means you should not attend any shifts starting after 6.59am on the first day of strike action. You can then attend any shifts starting from 7am on the final day."}, {"type": "text", "text": "Ministers and BMA representatives have been locked in negotiations for over a month trying to find a resolution to the pay dispute."}, {"type": "text", "text": "BMA junior doctors committee co-chairs, Dr Robert Laurenson and Dr Vivek Trivedi, said it was forced to call strikes as the government was unable to present a credible offer on pay after five weeks of intense talks."}, {"type": "text", "text": "Instead, we were offered an additional 3%, unevenly spread across doctors' grades, which would still amount to pay cuts for many doctors this year. It is clear the government is still not prepared to address the real-terms pay cut doctors have experienced since 2008, they said."}, {"type": "text", "text": "It is a great shame that even though the approach was more constructive, there was not enough on offer to shape a credible deal, which we hoped would end the dispute. Without enough progress by the deadline, we have no choice but to take action that demonstrates doctors are as determined as ever in reversing their pay cuts."}, {"type": "text", "text": "In a direct appeal to Health Secretary Victoria Atkins, they said the BMA was ready and willing to return to the negotiating table again should she make a credible offer."}, {"type": "text", "text": "They added: A year after our dispute started, we are still too far from turning the tide on plummeting pay, morale, and retention of doctors."}, {"type": "text", "text": "If a credible offer can be presented the day before, or even during any action, these strikes can be cancelled."}, {"type": "text", "text": "Ms Atkins said the government would immediately look to come back to the table if the junior doctors' strikes were called off."}, {"type": "text", "text": "It is disappointing that despite significant progress the BMA junior doctors committee have walked away from negotiations and declared new strikes, which will result in more disruption for patients and extra pressure on NHS services and staff as we enter a busy winter period, risking patient safety, she said in a statement."}, {"type": "text", "text": "I have been clear that I respect the work of doctors in training and want to work with them to settle this dispute."}, {"type": "text", "text": "We have agreed a fair and reasonable offer with the BMA's consultants committee which is being put to members for a vote following constructive talks."}, {"type": "text", "text": "If the junior doctors committee call off their strikes, we will immediately look to come back to the table to continue negotiations."}]}, {"_id": "656f440203ae26f657a7af89", "url": "https://news.sky.com/story/robert-yuill-named-as-lanark-murder-victim-investigation-into-death-continues-13023469", "articleType": "text", "primaryCategory": "home", "subCategories": "NONE", "title": "Police name murder victim after man found unconscious in street", "lead": "A man who died after being found unconscious in a South Lanarkshire street has been named by police as detectives continue to investigate his murder.", "author": "Jenness Mitchell", "datePublished": {"$date": "2023-12-05T16:38:42.392Z"}, "dateScraped": {"$date": "2023-12-05T16:38:42.392Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:42.392Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-smyllum-road-lanark_6383086.jpg?20231205150815", "body": [{"type": "text", "text": "Robert Yuill, 33, was found injured in Smyllum Road, Lanark, at around 9.45am on Saturday."}, {"type": "text", "text": "Emergency services attended but Mr Yuill, from the local area, was pronounced dead at the scene."}, {"type": "headline", "text": "A murder inquiry was subsequently launched by Police Scotland."}, {"type": "text", "text": "Detective Inspector Laura Sands said: Our thoughts remain with Robert Yuill's family and friends at this very difficult time."}, {"type": "text", "text": "We are providing his family with support as our investigation continues to establish the full circumstances of what happened."}, {"type": "text", "text": "Investigating officers are urging anyone with information to come forward and an online portal has been set up for members of the public to submit what they know."}, {"type": "text", "text": "DI Sands added: Any information, no matter how small, could be vital in establishing what happened to Robert."}, {"type": "text", "text": "A police presence will also remain in the Lanark area as our enquiries continue and I would encourage anyone with information or concerns to speak with these officers."}]}, {"_id": "656f440203ae26f657a7af8a", "url": "https://news.sky.com/story/armed-officers-at-scene-of-serious-assault-in-aberfan-south-wales-police-say-13023339", "articleType": "text", "primaryCategory": "uk news", "subCategories": "NONE", "title": "'My daughter screamed': Residents react to 'really shocking' stabbing as police extend cordon", "lead": "A manhunt has been launched in South Wales after a 29-year-old woman was stabbed in Aberfan.", "author": "James Robinson", "datePublished": {"$date": "2023-12-05T16:38:42.765Z"}, "dateScraped": {"$date": "2023-12-05T16:38:42.765Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:42.765Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-aberfan-moy-road_6383106.jpg?20231205152152", "body": [{"type": "text", "text": "Armed officers are part of the response, police have said, while residents have been urged to avoid the area with the suspect still on the run."}, {"type": "text", "text": "The police cordon has been extended this afternoon, Informfully's Wales reporter Tomos Evans reports, as the investigation continues."}, {"type": "headline", "text": "Aberfan stabbing updates: Witness saw suspect running away"}, {"type": "text", "text": "The suspect left the scene immediately after the incident and enquiries are ongoing to find him. A search of the immediate area is being carried out by armed officers, police said this morning."}, {"type": "text", "text": "The woman, who one witness told Informfully appeared to be heavily pregnant, has been taken to hospital. Her injuries are not believed to be life-threatening."}, {"type": "text", "text": "Local schools and childcare facilities were earlier placed into lockdown as a precaution."}, {"type": "headline", "text": "'I held towels against her wounds'"}, {"type": "text", "text": "Katie Roberts, who lives near the scene, told Informfully: I heard some screams this morning. I looked out my window and saw a man on top of a woman."}, {"type": "text", "text": "I thought he was punching her at first - but then I realised he was stabbing her in the back."}, {"type": "text", "text": "I ran out of the house immediately after. I ran to her in the street and held towels against her wounds."}, {"type": "text", "text": "The veterinary nurse, 31, said another witness called for an ambulance for the woman."}, {"type": "text", "text": "It is really shocking that this has happened, she added."}, {"type": "text", "text": "My husband has lived here all his life, and he said it just doesn't happen here."}, {"type": "headline", "text": "'My daughter screamed'"}, {"type": "text", "text": "Lynne Terrett, from Merthyr Tydfil, said her daughter, Kira Terrett, was walking her dog near her home when she witnessed the incident."}, {"type": "text", "text": "She said that her daughter looked around after she heard the sound of a woman running towards her."}, {"type": "text", "text": "The woman fell, she said."}, {"type": "text", "text": "My daughter screamed, and people came out from everywhere."}, {"type": "text", "text": "Another resident, Susan Prothero, who has lived in Aberfan for 30 years, said: It's a very quiet area. I have lived here 30 years and nothing like this has happened here."}, {"type": "text", "text": "The incident took place on Moy Road just before 9.10am this morning, with several local facilities - including Greenfield School - locked down shortly afterwards when the police manhunt got underway."}, {"type": "text", "text": "The headteacher of the school later confirmed the lockdown had been lifted."}, {"type": "text", "text": "Trinity Childcare and Family Centre had also gone into a lockdown as a precaution, it said on social media earlier."}, {"type": "headline", "text": "Air ambulance responded to 'serious incident'"}, {"type": "text", "text": "A Welsh Ambulance Service spokesperson said: We were called today at approximately 9.10am to reports of an incident in Aberfan, Merthyr Tydfil."}, {"type": "text", "text": "We sent one emergency ambulance, one air ambulance and one Cymru High Acuity Response unit to the scene where advanced critical care support was delivered."}, {"type": "text", "text": "We conveyed one patient by road to the University Hospital of Wales, Cardiff for further treatment."}, {"type": "text", "text": "Gerald Jones, Labour MP for Merthyr Tydfil and Rhymney, described Aberfan as a very close knit, tight community."}, {"type": "text", "text": "The community centre and the schools are very close by, hence the reason why police are keen for people not to go to the area, he told Informfully earlier today."}, {"type": "text", "text": "The community centre has closed its doors for the moment, and the schools have locked down as well because they are in very close proximity to Moy Road."}, {"type": "text", "text": "The community, as I said, is a very tight-knit community so there is, undoubtedly, serious concern within the community."}, {"type": "text", "text": "He added that he had been assured by police that they were dealing with the incident as quickly and effectively as they can."}, {"type": "text", "text": "Welsh Senedd member, Dawn Bowden, said in a post on social media: I am aware of a serious incident in Aberfan this morning."}, {"type": "text", "text": "I have spoken to the police and will await further information from them."}, {"type": "text", "text": "However, please take advice given by the police, who will be grateful for your co-operation while this incident is dealt with."}]}, {"_id": "656f440203ae26f657a7af8b", "url": "https://news.sky.com/story/prince-harry-unjustifiably-treated-less-favourably-than-others-over-protection-in-uk-court-told-13023308", "articleType": "text", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Prince Harry 'unjustifiably treated less favourably than others' over protection in UK, court told", "lead": "Prince Harry has, unjustifiably, been treated less favourably than others over his security arrangements when he is in the UK, a court has been told.", "author": "Henry Vaughan", "datePublished": {"$date": "2023-12-05T16:38:42.964Z"}, "dateScraped": {"$date": "2023-12-05T16:38:42.964Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:42.964Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-prince-harry-duke-of-sussex_6354908.jpg?20231110113135", "body": [{"type": "headline", "text": "The Duke of Sussex is taking legal action against the Home Office over a decision in February 2020 that meant he would no longer be given the same degree of personal protective security when visiting."}, {"type": "text", "text": "The decision was made by the Executive Committee for the Protection of Royalty and Public Figures (Ravec)."}, {"type": "text", "text": "Shaheed Fatima KC, representing the duke, said in a written submission: Ravec should have considered the 'impact' that a successful attack on the claimant would have, bearing in mind his status, background and profile within the Royal Family - which he was born into and which he will have for the rest of his life - and his ongoing charity work and service to the public."}, {"type": "text", "text": "Ravec should have considered, in particular, the impact on the UK's reputation of a successful attack on the claimant."}, {"type": "text", "text": "She said Harry's position is that he should be given state security in light of the threatsrisks he faces, arguing he has unjustifiably, been treated less favourably than others in written submissions, which have been heavily redacted."}, {"type": "text", "text": "Harry is not attending the hearing at the High Court, where much of the case will be heard in private over the next three days, with a decision expected at a later date."}, {"type": "text", "text": "Opening the case, his barrister said: The starting point in this case is about the right to security and safety of a person - there cannot be a right of greater importance."}, {"type": "text", "text": "She said the duke has engaged fully and properly with the evidence and that his unlawful and unfair treatment was apparent from the documents."}, {"type": "text", "text": "Harry is asking the court to be treated in the way Ravec has treated other people, she said, arguing that Ravec had chosen not to follow its own written policy."}, {"type": "text", "text": "She said no Risk Management Board (RMB) risk analysis had been carried out, adding: This is the first time Ravec has ever decided to deviate from its policy in this way."}, {"type": "text", "text": "Ms Fatima said: No good reason has been provided for singling the claimant out in this way."}, {"type": "text", "text": "She said Ravec had failed to tell Harry, who now lives in California with wife Meghan and their children Archie and Lilibet, he was not being treated consistently and equally with others nor why, and argued he was entitled to make representations before the decision was made."}, {"type": "headline", "text": "Harry's position has 'materially changed'"}, {"type": "text", "text": "Sir James Eadie KC, for the Home Office, said in written submissions that Harry has been treated in a lawful bespoke manner over his security arrangements."}, {"type": "text", "text": "He said in making the decision Ravec - which provides security arrangements for royals and others with the involvement of the Metropolitan Police, the Cabinet Office and the royal household - considers the risk of a successful attack on that individual."}, {"type": "text", "text": "In summary, Ravec considers the threat that an individual faces, which is assessed by reference to the capability and intent of hostile actors, the vulnerability of that individual to such an attack, and the impact that such an attack would have on the interests of the state, he said."}, {"type": "text", "text": "As a result of the fact that he would no longer be a working member of the royal family, and would be living abroad for the majority of the time, his position had materially changed."}, {"type": "text", "text": "In those circumstances, protective security would not be provided on the same basis as before. However, he would, in particular and specific circumstances, be provided protective security when in Great Britain."}, {"type": "text", "text": "But Ms Fatima argued that case-by-case security provision leads to excessive uncertainty."}, {"type": "headline", "text": "Diana's 'tragic death'"}, {"type": "text", "text": "Sir James said the tragic death of Princess Diana was raised during the decision-making process, adding there would be likely significant public upset were a successful attack on the claimant to take place."}, {"type": "text", "text": "The decision, and its subsequent application, constituted a lawful balancing of relevant factors, in the conduct of a consideration of risk, impact and threat, he added."}, {"type": "text", "text": "He said Ravec's decision meant Harry could continue to be provided with security at the public expense to the extent considered appropriate in certain circumstances, such as during his visit to the UK in June and July 2021 for the memorial events of his late mother."}, {"type": "text", "text": "However, in written submissions, the duke's lawyers said that during the trip his car was interdicted by paparazzi at a WellChild garden party and afternoon tea in Kew Gardens, west London, on 30 June after which a member of his private security team reported issues with his security provision."}, {"type": "text", "text": "Sir James said details had not been provided until 11 June, which was materially later than the 28 days required by Ravec for requests for protective security on a case-by-case basis."}, {"type": "text", "text": "The hearing is one of the five High Court claims the duke is involved in, including extensive litigation against newspaper publishers."}, {"type": "headline", "text": "Earlier this year, he was refused permission to bring a further legal challenge against the Home Office over a Ravec decision that he should not be allowed to pay privately for protective security."}]}, {"_id": "656f440303ae26f657a7af8c", "url": "https://news.sky.com/story/alistair-wilson-killing-family-of-murdered-banker-complain-about-handling-of-police-investigation-13023364", "articleType": "text", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Murdered banker's family complain about handling of police investigation", "lead": "The family of a banker who was fatally shot on his doorstep 19 years ago have complained about the handling of the police investigation.", "author": "Jenness Mitchell", "datePublished": {"$date": "2023-12-05T16:38:43.085Z"}, "dateScraped": {"$date": "2023-12-05T16:38:43.085Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:43.085Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-police-scotland-alistair-wilson_6382845.jpg?20231205134154", "body": [{"type": "text", "text": "The murder of Alistair Wilson, 30, in the Scottish Highlands remains unsolved."}, {"type": "headline", "text": "Police Scotland and the Crown and Procurator Fiscal Service (COPFS) said they had met Mr Wilson's family to discuss the matters raised by them."}, {"type": "text", "text": "The father-of-two was shot at his home in Crescent Road, Nairn, on 28 November 2004. He died later in hospital."}, {"type": "text", "text": "Mr Wilson was reading bedtime stories to his two young sons after their evening bath when a man knocked on their front door."}, {"type": "text", "text": "When Mr Wilson's wife Veronica answered, the killer asked for his victim by name."}, {"type": "text", "text": "A blue envelope, which had the name Paul on it, was handed to Mr Wilson on the doorstep."}, {"type": "text", "text": "Mr Wilson went inside briefly, but when he returned to the door he was shot."}, {"type": "text", "text": "No one has ever been charged with Mr Wilson's murder."}, {"type": "text", "text": "In a fresh police appeal in 2020, Mr Wilson's son Andrew, who was aged four at the time of the shooting, said: My dad and I missed out on so many things together, showing me how to tie a tie, driving lessons and taking me for my first pint."}, {"type": "text", "text": "He added: I still cannot believe how someone could shoot my dad dead on our doorstep while my brother and I were upstairs."}, {"type": "text", "text": "The only memory of my dad I'm left with is the image of him lying on the doorstep."}, {"type": "text", "text": "Photographs are all I have and no family should suffer the way we have all these years."}, {"type": "text", "text": "Last year, Police Scotland said a dispute over decking at the Havelock Hotel - across the road from the Wilsons' home - was significant to the investigation."}, {"type": "text", "text": "Mr Wilson had objected to a retrospective planning application for a large decking area within the car park of the hotel, arguing it was responsible for increased noise and litter in the area."}, {"type": "text", "text": "He filed the objection to the local authority on 25 November 2004, three days before he was killed."}, {"type": "text", "text": "Investigators said the objection was discussed in the hotel bar from Friday 26 November, and over the weekend up until his murder."}, {"type": "text", "text": "A key witness in Canada was interviewed by detectives in regards to the planning application."}, {"type": "text", "text": "Following police appeals, a witness reported seeing two men, one in their 20s and another between 40 and 60-years-old, on Nairn's East Beach in the weeks before the murder."}, {"type": "text", "text": "The witness said the younger man was in possession of a handgun."}, {"type": "text", "text": "The handgun used in the murder, which was found days later, was a Haenel Suhl pocket pistol from the 1930s."}, {"type": "text", "text": "Police believe the weapon was brought to the UK after the Second World War as a souvenir, but the ammunition used in the murder was said to be from the 1980s or 90s."}, {"type": "text", "text": "Detectives believe the answer to who murdered Mr Wilson lies within his personal life and is not connected to his employment with the Bank of Scotland."}, {"type": "text", "text": "Police Scotland confirmed it had responded to a complaint from Mr Wilson's family."}, {"type": "text", "text": "The force spokesperson added: The investigation into the murder of Alistair Wilson remains ongoing and we are committed to conducting a full and thorough enquiry that will hopefully provide much-needed answers to Alistair's family."}, {"type": "text", "text": "We continue to update them on our progress and they have asked that their privacy is respected at this time."}, {"type": "text", "text": "Anyone with information is being urged to contact the police."}, {"type": "text", "text": "COPFS said the murder was a terrible crime and its thoughts remain with Mr Wilson's family."}, {"type": "text", "text": "The spokesperson added: COPFS and Police Scotland have met with the family to discuss the matters raised by them in relation to the ongoing investigation."}, {"type": "text", "text": "We appreciate the importance of this work to the family and they will continue to be informed, where appropriate, of significant developments."}]}, {"_id": "656f440303ae26f657a7af8d", "url": "https://news.sky.com/story/junior-doctors-to-strike-again-in-england-in-december-and-january-after-government-talks-break-down-13014405", "articleType": "text", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Junior doctors to strike again in run up to Christmas and early January after talks fail", "lead": "Junior doctors in England are to go on strike again later this month and early next year, after talks with the government broke down.", "author": "NONE", "datePublished": {"$date": "2023-12-05T16:38:43.219Z"}, "dateScraped": {"$date": "2023-12-05T16:38:43.219Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:43.219Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/768x432/skynews-doctors-strike_6308048.jpg?20231003221917", "body": [{"type": "text", "text": "The British Medical Association (BMA) says it will call on members to walk out in December before Christmas and again in early January for several days at a time."}, {"type": "text", "text": "The first strike action will take place over three days from 7am on Wednesday 20 December to 7am on Saturday 23 December."}, {"type": "text", "text": "The second walkout will be held over six days from 7am on Wednesday 3 January until 7am on Tuesday 9 January."}, {"type": "text", "text": "The BMA told its members: This means you should not attend any shifts starting after 6.59am on the first day of strike action. You can then attend any shifts starting from 7am on the final day."}, {"type": "text", "text": "Ministers and BMA representatives have been locked in negotiations for over a month trying to find a resolution to the pay dispute."}, {"type": "text", "text": "BMA junior doctors committee co-chairs, Dr Robert Laurenson and Dr Vivek Trivedi, said it was forced to call strikes as the government was unable to present a credible offer on pay after five weeks of intense talks."}, {"type": "text", "text": "Instead, we were offered an additional 3%, unevenly spread across doctors' grades, which would still amount to pay cuts for many doctors this year. It is clear the government is still not prepared to address the real-terms pay cut doctors have experienced since 2008, they said."}, {"type": "text", "text": "It is a great shame that even though the approach was more constructive, there was not enough on offer to shape a credible deal, which we hoped would end the dispute. Without enough progress by the deadline, we have no choice but to take action that demonstrates doctors are as determined as ever in reversing their pay cuts."}, {"type": "text", "text": "In a direct appeal to Health Secretary Victoria Atkins, they said the BMA was ready and willing to return to the negotiating table again should she make a credible offer."}, {"type": "text", "text": "They added: A year after our dispute started, we are still too far from turning the tide on plummeting pay, morale, and retention of doctors."}, {"type": "text", "text": "If a credible offer can be presented the day before, or even during any action, these strikes can be cancelled."}, {"type": "text", "text": "Ms Atkins said the government would immediately look to come back to the table if the junior doctors' strikes were called off."}, {"type": "text", "text": "It is disappointing that despite significant progress the BMA junior doctors committee have walked away from negotiations and declared new strikes, which will result in more disruption for patients and extra pressure on NHS services and staff as we enter a busy winter period, risking patient safety, she said in a statement."}, {"type": "text", "text": "I have been clear that I respect the work of doctors in training and want to work with them to settle this dispute."}, {"type": "text", "text": "We have agreed a fair and reasonable offer with the BMA's consultants committee which is being put to members for a vote following constructive talks."}, {"type": "text", "text": "If the junior doctors committee call off their strikes, we will immediately look to come back to the table to continue negotiations."}]}, {"_id": "656f440303ae26f657a7af8e", "url": "https://news.sky.com/story/key-questions-boris-johnson-could-face-at-the-covid-inquiry-13022924", "articleType": "text", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Key questions Boris Johnson could face at the COVID inquiry", "lead": "Boris Johnson will appear before the COVID inquiry this week to face scrutiny about the decisions he made during the pandemic.", "author": "Faye Brown", "datePublished": {"$date": "2023-12-05T16:38:43.396Z"}, "dateScraped": {"$date": "2023-12-05T16:38:43.396Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:43.396Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x576/sky-news-covid-inquiry-boris-johnson_6382494.jpg?20231204224757", "body": [{"type": "headline", "text": "The former prime minister is expected to issue an apology on behalf of the government about the early handling of the crisis but insist he got the big calls right."}, {"type": "text", "text": "He is expected to face difficult questions on multiple issues - including the partygate scandal and evidence heard at the inquiry so far."}, {"type": "headline", "text": "Politics live: Govt bids to revive stalled Rwanda plan"}, {"type": "text", "text": "Here are some of the things he could be asked."}, {"type": "headline", "text": "Why wasn't lockdown implemented sooner?"}, {"type": "text", "text": "Mr Johnson will likely be asked about whether he initially took the threat of the virus seriously enough and should have acted sooner."}, {"type": "text", "text": "Previous witnesses including Matt Hancock have conceded lockdown should have been introduced earlier than 23 March, with the former health secretary saying many lives would have been saved had the action come three weeks beforehand."}, {"type": "headline", "text": "Others have accused him of dither and delay, with witnesses to the inquiry describing how he often oscillated over key issues and wanted to be like the mayor from the movie Jaws who kept the beaches open, even as he faced warnings the NHS would be overwhelmed."}, {"type": "headline", "text": "Did he go on holiday at a crucial time?"}, {"type": "text", "text": "Mr Johnson is likely to be asked why he took a 10-day break in February 2020, when cases had been confirmed in the UK. The inquiry has heard that during this time the prime minister received no information from his staff on the virus, including from the two COBRA meetings that took place, and that he did not take personal charge of emergency COBRA meetings until early March."}, {"type": "headline", "text": "His former chief aide Dominic Cummings has said he wanted to disappear to finish writing a book about Shakespeare - something Mr Johnson has denied - and that his boss was distracted from his duties with a divorce to finalise, financial problems and his then girlfriend wanting to finalise the announcement of their engagement."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Did 'toxic culture' affect decision making?"}, {"type": "text", "text": "The inquiry has also laid bare a toxic culture of backstabbing and contempt behind the scenes of Number 10 while COVID ripped through the nation. Mr Johnson is likely to face questions on this and what role in particular Mr Cummings played in fuelling it."}, {"type": "headline", "text": "Explosive texts released to the inquiry reveal the-then top adviser derided a cabinet of useless fpigs, wanted people sacked, complained about Mr Johnson's own behaviour and spoke of dodging stilettos from that c in reference to senior civil servant Helen MacNamara."}, {"type": "text", "text": ""}, {"type": "text", "text": "Mr Cummings insisted he was not misogynistic because he was much ruder about men, but Ms MacNamara said that Downing Street under Mr Johnson, was sexist, toxic and awful in a way she had never experienced in government before."}, {"type": "text", "text": "She said this affected decision making as issues including how to help domestic abuse victims, childcare problems and access to abortions were largely ignored."}, {"type": "text", "text": "She also said the macho, confident nature of people in Mr Johnson's No 10 team meant the government was unbelievably bullish early on, with people laughing at the Italians when they started to impose restrictions and believing the UK would sail through the pandemic."}, {"type": "headline", "text": "Did Johnson really say 'let the bodies pile high'?"}, {"type": "headline", "text": "Mr Johnson is also likely to face questions on his attitude to older people and whether he really said he would rather let the bodies pile high than go back into a lockdown in autumn 2020. Reports he said this first emerged in 2021, but they were rubbished by Mr Johnson at the time."}, {"type": "text", "text": "However last month his one-time chief of staff Lord Udny-Lister told the inquiry that Mr Johnson did make the statement in September 2020, during discussions about implementing another lockdown. He called it an unfortunate turn of phrase but said the government was trying to avoid further restrictions given the already severe impact on the economy and education."}, {"type": "text", "text": ""}, {"type": "text", "text": "Similar comments suggesting a cavalier attitude to the elderly have also been attributed to Mr Johnson, including a claim by the former chief scientific adviser Sir Patrick Vallance that he had suggested COVID is nature's way of dealing with old people and was obsessed with them accepting their fate."}, {"type": "headline", "text": "Were you bamboozled by the science? "}, {"type": "headline", "text": "One of the most extraordinary claims made by Mr Cummings to the inquiry was that Mr Johnson struggled to understand the science and asked advisers whether COVID could be eliminated by blowing a hairdryer up your nose."}, {"type": "text", "text": ""}, {"type": "text", "text": "Sir Patrick told the inquiry Mr Johnson would be the first to admit science was not his forte, while an extract from his contemporaneous diary said the prime minister was at times bamboozled by the data."}, {"type": "headline", "text": "Was Carrie Johnson really in charge? "}, {"type": "headline", "text": "One of the most damaging claims about Mr Johnson's leadership abilities was that his wife Carrie was the real person in charge. This was said by Simon Case, head of the civil service, in heated texts to Mr Johnson's top aides amid discussions about imposing circuit breaker lockdowns in autumn 2020."}, {"type": "headline", "text": "Mr Johnson is likely to face questions on this and other assessments about his leadership, including that he cannot lead, was indecisive, allowed Mr Cummings to have too much influence and blew hot and cold on major issues."}, {"type": "headline", "text": "Do you regret partygate?"}, {"type": "text", "text": "Mr Johnson could also face questions on the partygate scandal that triggered his downfall as prime minister and eventual exit from parliament."}, {"type": "text", "text": "While news of lockdown-busting parties did not emerge until after restrictions were lifted, he may be asked if he regrets presiding over a culture of rule-breaking and whether this impacted his decision making."}, {"type": "headline", "text": "Why did Matt Hancock stay in post? "}, {"type": "headline", "text": "Mr Hancock has been criticised by a number of witnesses who have accused him of being overconfident and saying things that weren't true (something Mr Hancock has denied)."}, {"type": "headline", "text": "Mr Johnson may be asked why he kept him in post, given both his chief adviser and the head of the civil service Mark Sedwill, at the time, believed he should be sacked."}]}, {"_id": "656f440303ae26f657a7af8f", "url": "https://news.sky.com/story/robert-yuill-named-as-lanark-murder-victim-investigation-into-death-continues-13023469", "articleType": "text", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Police name murder victim after man found unconscious in street", "lead": "A man who died after being found unconscious in a South Lanarkshire street has been named by police as detectives continue to investigate his murder.", "author": "Jenness Mitchell", "datePublished": {"$date": "2023-12-05T16:38:43.537Z"}, "dateScraped": {"$date": "2023-12-05T16:38:43.537Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:43.537Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-smyllum-road-lanark_6383086.jpg?20231205150815", "body": [{"type": "text", "text": "Robert Yuill, 33, was found injured in Smyllum Road, Lanark, at around 9.45am on Saturday."}, {"type": "text", "text": "Emergency services attended but Mr Yuill, from the local area, was pronounced dead at the scene."}, {"type": "headline", "text": "A murder inquiry was subsequently launched by Police Scotland."}, {"type": "text", "text": "Detective Inspector Laura Sands said: Our thoughts remain with Robert Yuill's family and friends at this very difficult time."}, {"type": "text", "text": "We are providing his family with support as our investigation continues to establish the full circumstances of what happened."}, {"type": "text", "text": "Investigating officers are urging anyone with information to come forward and an online portal has been set up for members of the public to submit what they know."}, {"type": "text", "text": "DI Sands added: Any information, no matter how small, could be vital in establishing what happened to Robert."}, {"type": "text", "text": "A police presence will also remain in the Lanark area as our enquiries continue and I would encourage anyone with information or concerns to speak with these officers."}]}, {"_id": "656f440303ae26f657a7af90", "url": "https://news.sky.com/story/jamel-boyce-death-man-charged-with-murder-after-2016-stabbing-victim-died-six-years-later-13023319", "articleType": "text", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Man charged with murder after 2016 stabbing victim died six years later", "lead": "A man has been charged with the murder of 22-year-old Jamel Boyce, who died six years after being attacked in southwest London.", "author": "NONE", "datePublished": {"$date": "2023-12-05T16:38:43.944Z"}, "dateScraped": {"$date": "2023-12-05T16:38:43.944Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:43.944Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-jamel-boyce-crime-knife-crime_6382794.jpg?20231205111440", "body": [{"type": "text", "text": "Tyrese Osei-Kofi, aged 24 and of no fixed address, is due to appear at Croydon Magistrates' Court on 27 December."}, {"type": "headline", "text": "Mr Boyce, then 17, was stabbed in a fight outside a Sainsbury's supermarket in Clapham on 14 October 2016."}, {"type": "text", "text": "The victim suffered severe brain damage due to oxygen deprivation after being wounded in the attack."}, {"type": "text", "text": "He was left blind, paralysed and unable to speak."}, {"type": "text", "text": "On 13 February last year, Mr Boyce died aged 22 at a care home in Streatham Hill, south London, as a result of his injuries."}, {"type": "text", "text": "A post-mortem examination found his cause of death was a penetrating injury to his chest."}, {"type": "text", "text": "Following his death, police launched a murder investigation."}, {"type": "text", "text": "A man has previously been jailed for inflicting grievous bodily harm with intent over the stabbing."}]}, {"_id": "656f440403ae26f657a7af91", "url": "https://news.sky.com/story/pornography-websites-may-have-to-use-photo-id-and-credit-card-checks-to-protect-children-13022938", "articleType": "text", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Pornography websites may have to use photo ID and credit card checks to protect children", "lead": "Websites showing pornographic content may have to use credit card checks and photo ID matching to confirm users are over 18, as part of the Online Safety Act.", "author": "NONE", "datePublished": {"$date": "2023-12-05T16:38:44.291Z"}, "dateScraped": {"$date": "2023-12-05T16:38:44.291Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:44.291Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/21/09/768x432/skynews-stock-porn_5517648.jpg?20210919150303", "body": [{"type": "text", "text": "Regulator Ofcom has published draft guidance for platforms on how to protect children from pornography to ensure firms comply with the new internet laws."}, {"type": "text", "text": "The recommendations include photo ID matching - where an uploaded document such as a passport is compared with an image taken at that moment."}, {"type": "text", "text": "The draft guidance says websites must use methods which are technically accurate, robust, reliable and fair to carry out age checks."}, {"type": "text", "text": "Verified facial age estimation technology and mobile network age checks which automatically block age-restricted websites if the operator knows the user is under 18 have both been recommended."}, {"type": "text", "text": "Users could also sign up to digital identity wallets where their proof of age is stored digitally and can be shared with the online pornography service."}, {"type": "text", "text": "However, the regulator said certain approaches would not meet its new standards, including self-declaration of age, online payment methods which do not require a person to be 18, such as a debit card, or general terms, disclaimers or warnings about content."}, {"type": "text", "text": "Under the Online Safety Act, platforms which do not comply with the new laws will face enforcement action, including possible fines."}, {"type": "text", "text": "Pornography is too readily accessible to children online, and the new online safety laws are clear that must change, Ofcom chief executive Dame Melanie Dawes said."}, {"type": "text", "text": "Our practical guidance sets out a range of methods for highly effective age checks. We're clear that weaker methods - such as allowing users to self-declare their age - won't meet this standard."}, {"type": "text", "text": "Regardless of their approach, we expect all services to offer robust protection to children from stumbling across pornography, and also to take care that privacy rights and freedoms for adults to access legal content are safeguarded."}, {"type": "text", "text": "Ofcom said it would continue to work with online pornography services to finalise the draft guidance before a final version is published in early 2025."}]}, {"_id": "656f440403ae26f657a7af92", "url": "https://news.sky.com/story/the-luxurious-five-bedroom-domestic-greenhouse-in-tottenham-named-riba-2023-house-of-the-year-13023412", "articleType": "text", "primaryCategory": "uk news", "subCategories": "NONE", "title": "The 'luxurious domestic greenhouse' named 2023 House of the Year", "lead": "A five-bedroom property in Tottenham has been named the 2023 House of the Year by the Royal Institute of British Architects (RIBA).", "author": "NONE", "datePublished": {"$date": "2023-12-05T16:38:44.405Z"}, "dateScraped": {"$date": "2023-12-05T16:38:44.405Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:44.405Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-riba-tottenham-house-of-the-year_6383045.jpg?20231205144633", "body": [{"type": "text", "text": "The revamped terraced home, known as The Greenhouse, is tucked down an alleyway in the Clyde Circus Conservation Area."}, {"type": "text", "text": "RIBA's judges described the competition winner as a domestic greenhouse and an extraordinary ordinary house that was delivered on a tight budget. The budget has not been disclosed to the public."}, {"type": "text", "text": "Its owners make use of the space and ceiling height of the property to host photoshoots. They also allow it to be used as a stage for children's drama performances according to RIBA."}, {"type": "text", "text": "The judging panel, which consists of award-winning architects and relevant lay assessors, assesses design excellence irrespective of style, size or complexity and takes into account the constraints of each project's budget, brief and timetable."}, {"type": "text", "text": "The award, now in its 10th year, crowns the best new architect-designed house or extension in the UK."}, {"type": "text", "text": "Chairwoman of the jury, Dido Milne, a director at CSK Architects, called the house a true oasis within the city."}, {"type": "text", "text": "It is both airy and cosy, bold yet respectful of its neighbours, she added."}, {"type": "text", "text": "Your eye is simultaneously drawn upwards to open sky and down and out across the living room to verdant greenery."}, {"type": "text", "text": "The close architect and client relationship, with a joint desire to deliver a truly sustainable home, is evident in all of the design decisions and detailing."}, {"type": "text", "text": "On a confined urban site, the house was delivered to a tight budget with an economy of means - and it remains richer for it."}, {"type": "text", "text": "Nowhere do you feel the site or budget was restricted. It feels both luxurious, homely, deeply private and relaxing. It's an extraordinary ordinary house and a remarkable collaboration."}, {"type": "text", "text": "The house, which has a roof terrace and surrounding greenery as well as roof lights in the atrium, also features polycarbonate panels and is screened with dense planting."}, {"type": "text", "text": "The materials used include cross-laminated timber walls, which architects Hayhurst and Co said hold 39 tonnes of sequestered carbon, reclaimed concrete blocks and recycled cork rubber flooring that RIBA says is energy efficient."}, {"type": "text", "text": "Air-source heat pumps and solar panels are also used to boost the property's green credentials."}, {"type": "text", "text": "Other homes shortlisted included a renovated Devonshire cow shed which featured lights once used to warm calves, and a fortress-like home on the banks of Loch Awe in Scotland."}]}, {"_id": "656f440403ae26f657a7af93", "url": "https://news.sky.com/story/cost-of-christmas-dinner-set-to-rise-in-record-breaking-festive-grocery-spree-13022974", "articleType": "text", "primaryCategory": "uk news", "subCategories": "NONE", "title": "Cost of average Christmas dinner revealed - and the item which has increased in price the most", "lead": "The cost of a traditional Christmas dinner will rise on last year, according to a closely-watched report that is also forecasting record sales for supermarkets over the festive season.", "author": "James Sillars", "datePublished": {"$date": "2023-12-05T16:38:44.558Z"}, "dateScraped": {"$date": "2023-12-05T16:38:44.558Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:44.558Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-christmas-dinner-turkey_6374175.jpg?20231127112301", "body": [{"type": "text", "text": "Kantar Worldpanel, which tracks sales and prices at supermarket chains, said its annual measure for the cost of the typical main meal stood at GBP 31.71 for a family of four."}, {"type": "headline", "text": "The value of the list of goods, which comprises a frozen turkey along with vegetables - including potatoes and sprouts - and a Christmas pudding, was 1.3% higher compared to the lead-up to Christmas 2022."}, {"type": "headline", "text": "While up, the figure is well below the UK's rate of inflation which currently stands at 5.6%."}, {"type": "text", "text": "The Christmas dinner item which has shot up the most in price was cranberry sauce, Kantar said, which is more than 26% more expensive than last year."}, {"type": "text", "text": "The sparkling wine element of the meal was almost 6% lower than in 2022, with sprouts and the pudding also cheaper."}, {"type": "text", "text": "The report said that discounting by supermarkets in the run-up to the festive season, aimed at locking in customer loyalty for the big Christmas shop, continued to help push its measure of grocery inflation to ease over the four weeks to 26 November."}, {"type": "text", "text": "It stood at 9.1% compared to 9.7% over the previous month."}, {"type": "text", "text": "The report said that chains could collectively rake in more than GBP 13bn for the first time over Christmas - a consequence of the higher prices we are being asked to bear."}, {"type": "text", "text": "Fraser McKevitt, head of retail and consumer insight at Kantar, said: The scene is set for record-breaking spend through the supermarket tills this Christmas."}, {"type": "text", "text": "The festive period is always a bumper one for the grocers with consumers buying on average 10% more items than in a typical month."}, {"type": "text", "text": "Some of the increase, of course, will also be driven by the ongoing price inflation we've seen this year."}, {"type": "text", "text": "While the rate at which grocery prices are rising is still well above the norm, the good news for shoppers is that inflation is continuing to come down."}, {"type": "text", "text": ""}, {"type": "headline", "text": "The Kantar report was released as industry body the British Retail Consortium (BRC) expressed further concern about sales volumes more widely in the run-up to Christmas, fearing that cost of living pressures are taking their toll on budgets."}, {"type": "headline", "text": "After official figures showed sales at COVID lockdown levels during October, the BRC suggested that encouraging signs for spending in early November did not hold up for the month as a whole despite widespread early Black Friday discounting."}, {"type": "text", "text": "Its latest Retail Sales Monitor showed total sales by value were 2.7% up last month, easily lagging the rate of inflation."}, {"type": "text", "text": "Food and drink, health, personal care and beauty products continued to drive growth, while jewellery and watches saw the biggest decline in sales on the high street."}, {"type": "text", "text": "BRC chief executive Helen Dickinson said: Black Friday began earlier this year as many retailers tried to give sales a much-needed boost in November."}, {"type": "text", "text": "While this had the desired effect initially, the momentum failed to hold throughout the month, as many households held back on Christmas spending."}, {"type": "text", "text": "Retailers are banking on a last-minute flurry of festive frivolity in December and will continue working hard to deliver an affordable Christmas for customers so everyone can enjoy some Christmas cheer."}, {"type": "text", "text": "It may not be all bad news for stores and the wider economy, though."}, {"type": "text", "text": "Separate data from Barclays showed confidence in spending on non-essential items reached its highest level since April last month."}, {"type": "text", "text": "Its latest report on card spending pointed to strong demand for fashion on the high street."}]}, {"_id": "656f440503ae26f657a7af94", "url": "https://news.sky.com/story/mount-marapi-volcano-eruption-in-indonesia-leaves-at-least-23-dead-officials-say-13023166", "articleType": "text", "primaryCategory": "world", "subCategories": "NONE", "title": "Number of climbers killed after volcano eruption rises to 23", "lead": "Rescuers racing to find hikers missing after a deadly volcano eruption in Indonesia have found more bodies, raising the number of confirmed and presumed dead to 23.", "author": "NONE", "datePublished": {"$date": "2023-12-05T16:38:45.299Z"}, "dateScraped": {"$date": "2023-12-05T16:38:45.299Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:45.299Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-volcano-marapi-indonesia_6381556.jpg?20231204051101", "body": [{"type": "text", "text": "More than 50 climbers were rescued after Sunday's eruption before search operations were temporarily halted on Monday as Mount Marapi started spewing smoke and ash again."}, {"type": "headline", "text": "About 75 people were heading up the 2,891m (9,485 ft) volcano at the time of the eruption."}, {"type": "headline", "text": "Eleven climbers were initially confirmed to have died."}, {"type": "text", "text": "The bodies of five climbers were discovered near the eruption site, and a further 18 are presumed dead, said Edi Mardianto, deputy police chief in West Sumatra province, on Tuesday."}, {"type": "text", "text": "We expect they are no longer alive, he said."}, {"type": "text", "text": "The team will evacuate and take them to the hospital tomorrow or today to be identified."}, {"type": "text", "text": "A video released by West Sumatra's Search and Rescue Agency showed rescuers evacuating an injured climber on a stretcher off the mountain and into a waiting ambulance to be taken to hospital."}, {"type": "text", "text": "The volcano erupted in Indonesia's West Sumatra province and video showed thick columns of ash reaching up to two miles high, blanketing nearby roads and villages."}, {"type": "text", "text": "Mount Marapi is one of the region's most active volcanoes and also erupted between January and February."}, {"type": "text", "text": "Its sudden eruptions are difficult to detect because the source is shallow and near the peak, and they are not caused by deep movement of magma, which sets off tremors that register on seismic monitors."}, {"type": "text", "text": "Its most deadly eruption was in April 1979, when 60 people were killed."}, {"type": "text", "text": "It has been at the third highest of four alert levels since 2011 - indicating above-normal volcanic activity, prohibiting climbers and villagers within 1.8 miles of the peak, according to Indonesia's Center for Volcanology and Geological Disaster Mitigation."}, {"type": "text", "text": "Climbers have only been allowed below the danger zone, registering at two command posts or online."}, {"type": "text", "text": "However, local officials acknowledged many people may have climbed higher than permitted and residents also could have been in the area, making the number of people stranded by the eruption impossible to confirm."}, {"type": "headline", "text": "Mount Marapi is among more than 120 active volcanoes in Indonesia, which is prone to seismic upheaval due to its location on the so-called Pacific Ring of Fire - an arc of volcanoes and fault lines encircling the Pacific Basin."}]}, {"_id": "656f440503ae26f657a7af95", "url": "https://news.sky.com/story/munich-airport-forced-to-close-after-freezing-rain-and-wintry-weather-hits-germany-13023284", "articleType": "text", "primaryCategory": "world", "subCategories": "NONE", "title": "'Flights impossible' as freezing rain and thick layer of ice forces German airport to close", "lead": "Munich Airport has been forced to close again after being hit by extreme wintry weather, making safe flights impossible.", "author": "Reemul Balla", "datePublished": {"$date": "2023-12-05T16:38:45.721Z"}, "dateScraped": {"$date": "2023-12-05T16:38:45.721Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:45.721Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-flights-snowplough_6382753.jpg?20231205101306", "body": [{"type": "headline", "text": "Freezing rain hit the German city, forcing the airport to temporarily cancel or postpone all flights on Tuesday morning."}, {"type": "text", "text": "It said there would be no take-offs or landings from 6am until midday in its announcement on Monday night, adding expected precipitation would make safe flights impossible."}, {"type": "text", "text": "The country's second-biggest airport also warned the majority of flights scheduled for later in the day may face cancellations for safety reasons."}, {"type": "text", "text": "The airport said ice on its runways and apron - where aircraft are stationed - was extreme, adding that there was a thick layer of ice as smooth as glass."}, {"type": "text", "text": "It urged passengers to contact their airline before travelling to find out the flight's status and to avoid rebooking at the airport due to insufficient capacity available."}, {"type": "text", "text": "The suspensions come after all flights at the airport were grounded on Saturday as heavy snowfall blanketed the city and the southern state of Bavaria."}, {"type": "text", "text": "Adverse weather wreaked chaos in the state with car collisions reported and train connections affected."}, {"type": "text", "text": "Two people died in a crash between a car and a tractor in Upper Bavaria, reportedly due to frozen rain on the road's surface."}, {"type": "text", "text": "Meanwhile, the A99 motorway near Munich was closed in both directions after 13 vehicles were reportedly involved in a mass accident."}, {"type": "text", "text": "Train operator Deutsche Bahn said there would be disruption in the Munich area for several days."}, {"type": "text", "text": "Germany's neighbours Austria and Switzerland have also experienced heavy snowfall affecting public transport, raising concerns about possible avalanches."}]}, {"_id": "656f440603ae26f657a7af96", "url": "https://news.sky.com/story/charles-or-skin-rash-maori-mps-in-new-zealand-go-off-script-while-swearing-oath-of-allegiance-to-king-13023279", "articleType": "text", "primaryCategory": "world", "subCategories": "NONE", "title": "'Charles' or 'skin rash'? - Maori MPs go off script while swearing oath to King", "lead": "Maori politicians in New Zealand went off script during their swearing-in ceremony while pledging their allegiance to the King - sparking a debate over whether they called the monarch Charles or a skin rash.", "author": "NONE", "datePublished": {"$date": "2023-12-05T16:38:46.176Z"}, "dateScraped": {"$date": "2023-12-05T16:38:46.176Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:46.176Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-new-zealand-parliament_6382737.jpg?20231205100723", "body": [{"type": "headline", "text": "Parliamentarians must all swear an oath to the King, who is the country's head of state."}, {"type": "text", "text": "Indigenous Maori politicians broke with protocol at the opening of parliament in Wellington on Tuesday, pledging allegiance first to their descendants and the country's founding document."}, {"type": "text", "text": "The six MPs who belong to the Te Pati Maori - which is the smallest party in parliament and represents the Maori people - later swore allegiance to the King but at least two chose to change the word Kingi Tiare for Kingi Harehare."}, {"type": "text", "text": "Te Pati Maori co-leader Rawiri Waititi told local media Harehare was just another name for Charles."}, {"type": "text", "text": "However, it can also translate to mean a skin rash or sore, according to the website Maori Dictionary."}, {"type": "text", "text": "It can also be used to describe something as objectionable or offensive."}, {"type": "text", "text": "Te Pati Maori, which would like to remove the British monarch as head of state, said in a statement ahead of the ceremony the oath was symbolic of the colonial power parliament places above the standing of Indigenous people."}, {"type": "text", "text": "Several of the Te Pati Maori members wore feathered headdresses and cloaks honouring their traditional roots and sang or performed a dance or challenge during the ceremony."}, {"type": "text", "text": "Meanwhile, protesters demonstrated peacefully outside parliament against what they described as the anti-Maori policies of the newly elected conservative-led coalition government."}, {"type": "headline", "text": "The new New Zealand government recently announced it would dial back the use of the Maori language and has indicated changes to the Maori Health Authority."}]}, {"_id": "656f440603ae26f657a7af97", "url": "https://news.sky.com/story/us-paddleboarder-dies-after-shark-attack-in-the-bahamas-13023163", "articleType": "text", "primaryCategory": "world", "subCategories": "NONE", "title": "US paddleboarder dies after shark attack near luxury Bahamas resort", "lead": "A US woman has died after being attacked by a shark while paddleboarding in The Bahamas.", "author": "NONE", "datePublished": {"$date": "2023-12-05T16:38:46.559Z"}, "dateScraped": {"$date": "2023-12-05T16:38:46.559Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:46.559Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-shark-bahamas_6382518.jpg?20231205051108", "body": [{"type": "text", "text": "Police said the victim in her 40s was with a male relative when the incident happened near a luxury resort in New Providence."}, {"type": "text", "text": "A lifeguard rescued the pair but the woman couldn't be saved."}, {"type": "text", "text": "CPR was administered to the victim. However, she suffered serious injuries to the right side of her body, including the right hip region and also her right upper limb, said police."}, {"type": "text", "text": "The woman, who was visiting from Boston, was pronounced dead at the scene."}, {"type": "headline", "text": "Fatal shark attacks are extremely uncommon but there have been two others in recent years in The Bahamas."}, {"type": "text", "text": "On 21 November, a 47-year-old German woman went missing after encountering a shark while diving off West End, Grand Bahama."}, {"type": "headline", "text": "An American woman, 58, was also killed in September 2022 when she was attacked while snorkelling off Green Cay."}, {"type": "text", "text": "Witnesses said they believed a bull shark was responsible."}, {"type": "text", "text": "Baiting for tourist dives in The Bahamas has historically conditioned sharks to associate humans with food, says the International Shark Attack File (ISAF)."}, {"type": "headline", "text": "Another shark death took place last week off Melaque in western Mexico when a local was attacked while swimming with her five-year-old daughter."}, {"type": "text", "text": "She was apparently trying to boost the girl on to a floating play platform when she was bitten."}, {"type": "text", "text": "The risk of dying from a shark attack is 1 in 4.3 million, according to ISAF."}, {"type": "text", "text": "It compares with US figures of 1 in 84 for a car accident, 1 in 1,134 for drowning, and 1 in 218 for a fall."}]}, {"_id": "656f440603ae26f657a7af98", "url": "https://news.sky.com/story/british-teen-19-killed-in-gaza-while-fighting-for-idf-13023029", "articleType": "text", "primaryCategory": "world", "subCategories": "NONE", "title": "British teenager killed in Gaza while fighting for IDF", "lead": "Binyamin Needham, a 19-year-old British national, has been killed in Gaza while fighting for the IDF.", "author": "NONE", "datePublished": {"$date": "2023-12-05T16:38:46.734Z"}, "dateScraped": {"$date": "2023-12-05T16:38:46.734Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:46.734Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-soldier-idf-binyamin_6382397.jpg?20231204194706", "body": [{"type": "headline", "text": "Mr Needham, who had dual nationality, moved to Israel with his family 10 years ago, and is understood to be the second British national after Nathanel Young to have been killed while serving in the IDF since the 7 October attacks."}, {"type": "text", "text": "The soldier was born in England and was the youngest of five children, Israeli newspaper Haaretz said."}, {"type": "text", "text": ""}, {"type": "text", "text": "Mr Needham, who was from Zichron Yaakov, fought with the 601st Battalion of the Combat Engineering Corps, the Times of Israel said."}, {"type": "headline", "text": "Israeli officials said he had only been in the Gaza Strip for two days when he was killed in action and celebrated his birthday two weeks ago, according to The Mirror."}, {"type": "headline", "text": "Follow live: IDF operations in northern Gaza 'nearly complete'"}, {"type": "text", "text": "His sister, Orli Ferris, told the paper he was a wonderful, wonderful brother."}, {"type": "text", "text": "We loved him with all our hearts and we always will. He will be missed by all of us and so many others, but we will always make sure we remember him in our hearts, she said."}, {"type": "text", "text": "Nothing will be the same now, but we are all very proud of what he did and he was also proud of what he was doing."}, {"type": "text", "text": "He had just finished his apprenticeship and was doing his professional training."}, {"type": "text", "text": "We don't know the exact details of what happened but he was only in Gaza for two days. He went in on Friday and died Sunday."}, {"type": "text", "text": "The teenager was one of three soldiers who died in combat operations in Gaza on Sunday, the IDF said on Monday."}, {"type": "text", "text": "The other two soldiers were named as Neriya Shaer and Ben Zussman."}, {"type": "text", "text": "More than 15,500 Palestinians and more than 1,200 Israelis have been reported killed in the fighting since 7 October, according to the UN."}, {"type": "text", "text": "The IDF has said 401 Israeli soldiers have been killed, 75 of those during the ground offensive inside Gaza."}]}, {"_id": "656f440703ae26f657a7af99", "url": "https://news.sky.com/story/traders-were-told-of-hamas-attack-on-israel-in-advance-and-profited-from-tragic-events-researchers-claim-13022985", "articleType": "text", "primaryCategory": "world", "subCategories": "NONE", "title": "Traders 'were told of Hamas attack on Israel in advance'", "lead": "Israeli authorities are investigating claims some investors may have known in advance about the Hamas plan to attack Israel on 7 October and used that information to make hundreds of millions of pounds.", "author": "Samuel Osborne", "datePublished": {"$date": "2023-12-05T16:38:47.099Z"}, "dateScraped": {"$date": "2023-12-05T16:38:47.099Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:47.099Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/768x432/skynews-gaza-israel-rocket-strike_6312037.jpg?20231007094837", "body": [{"type": "headline", "text": "Research by US law professors Robert Jackson Jr and Joshua Mitts, from New York University and Columbia University respectively, found significant short-selling of shares leading up to the massacre, which triggered a war that has raged for nearly two months."}, {"type": "text", "text": "Days before the attack, traders appeared to anticipate the events to come, the authors wrote, citing short interest in the MSCI Israel Exchange Traded Fund (ETF) they say suddenly, and significantly, spiked on 2 October."}, {"type": "text", "text": "And just before the attack, short selling of Israeli securities on the Tel Aviv Stock Exchange (TASE) increased dramatically, they added."}, {"type": "headline", "text": "Israel-Gaza latest: UNICEF plea to stop killing of children"}, {"type": "text", "text": ""}, {"type": "text", "text": "The Israel Securities Authority told Reuters: The matter is known to the authority and is under investigation by all the relevant parties."}, {"type": "text", "text": "The researchers said short-selling prior to 7 October exceeded the short-selling that occurred during numerous other periods of crisis, including the recession following the financial crisis of 2008, the 2014 Israel-Gaza war and the COVID-19 pandemic."}, {"type": "text", "text": "They gave the example of Leumi, Israel's largest bank, which saw 4.43 million new shares sold short over the 14 September to 5 October period, yielding profits of 3.2bn shekels (GBP 680m) on that additional short-selling."}, {"type": "text", "text": "Although we see no aggregate increase in shorting of Israeli companies on US exchanges, we do identify a sharp andunusual increase, just before the attacks, in trading in risky short-dated options on these companies expiring just after the attacks, they said."}, {"type": "headline", "text": "Traders 'profited from these tragic events'"}, {"type": "text", "text": "The value of the MSCI Israel ETF fell by 6.1% on 11 October, the first day the American market was open for business after the attack, and later dropped by 17.5% over the 20 days following the massacre."}, {"type": "text", "text": "The researchers - who did not name the traders - identified two large transactions on 2 October, adding: On these two transactions alone, the trader made several million dollars in profit (or in losses avoided)."}, {"type": "text", "text": "They also identified similar patterns in April, when it was reported Hamas was initially planning its attack on Israel."}, {"type": "text", "text": "While the researchers do not identify Hamas as being behind the trades, their paper suggests the information originated from the terror group: Our findings suggest that traders informed about the coming attacks profited from these tragic events."}, {"type": "headline", "text": "Their paper, Trading on Terror?, was published on the Social Science Research Network (SSRN) on Sunday."}]}, {"_id": "656f440703ae26f657a7af9a", "url": "https://news.sky.com/story/will-israel-use-seawater-to-flood-the-labyrinth-of-tunnels-beneath-gaza-13023341", "articleType": "text", "primaryCategory": "world", "subCategories": "NONE", "title": "Will Israel use seawater to flood the labyrinth of tunnels beneath Gaza?", "lead": "Israel could pump thousands of gallons of seawater into the labyrinthine network of tunnels underneath Gaza in a bid to flush out Hamas fighters, a military expert says.", "author": "Michael Drummond", "datePublished": {"$date": "2023-12-05T16:38:47.417Z"}, "dateScraped": {"$date": "2023-12-05T16:38:47.417Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:47.417Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/768x432/skynews-israel-gaza-tunnel_6319109.jpg?20231012115257", "body": [{"type": "text", "text": "The potential to flood the tunnels, which the Wall Street Journal (WSJ) reports the Israeli military is considering, would be a significant move and would come with steep risks."}, {"type": "text", "text": "Yes it can be done, and yes it would work, military analyst Professor Michael Clarke tells Informfully."}, {"type": "headline", "text": "Follow latest: Israel responds to US warning about war"}, {"type": "headline", "text": "Considerable attention has been paid to the use - and alleged use - of Gaza's tunnels during the Israel-Hamas war, following the 7 October attacks."}, {"type": "text", "text": "They are believed to extend for possibly hundreds of miles and exist 30m (100ft) below the surface, making them difficult to map and posing a challenge for any Israeli offensive or potential occupation."}, {"type": "text", "text": ""}, {"type": "text", "text": "According to the WSJ, in November Israel's army completed the set-up of at least five pumps about a mile north of the al Shati refugee camp that could move thousands of cubic metres of water per hour, flooding the tunnels within weeks."}, {"type": "headline", "text": "It was not clear whether Israel would consider using the pumps before all hostages were released, according to the WSJ story."}, {"type": "text", "text": "Hamas has previously said it has hidden captives in safe places and tunnels."}, {"type": "text", "text": "This is one of two big risks Israel would face if it decided to flood the tunnels, Professor Clarke said."}, {"type": "text", "text": "They do not know whether or not hostages are being held down there, he said."}, {"type": "text", "text": ""}, {"type": "text", "text": "The other risk, Professor Clarke said, was that by flooding the tunnels the Israeli military could end up polluting the aquifers that assist with Gaza's water supply."}, {"type": "text", "text": "That would be a piece of environmental vandalism which the world would not thank Israel for, he added."}, {"type": "text", "text": "However, another possibility is that Israel does not necessarily intend to flood the tunnels at all, at least in the short term."}, {"type": "text", "text": "Letting a story get out may be a piece of psychological warfare so that it gets any Gazans in the tunnels to get out, Professor Clark suggested."}, {"type": "text", "text": "To flush them out of the tunnels with words rather than with water."}]}, {"_id": "656f440703ae26f657a7af9b", "url": "https://news.sky.com/story/vast-scale-of-methane-leaks-from-fossil-fuel-production-and-landfill-sites-exposed-13023354", "articleType": "text", "primaryCategory": "world", "subCategories": "NONE", "title": "The areas emitting the highest methane leaks from fossil fuel production revealed", "lead": "The vast scale of methane leaks from fossil fuel production and landfill sites has been exposed by analysis carried out exclusively for Informfully.", "author": "Thomas Moore", "datePublished": {"$date": "2023-12-05T16:38:47.531Z"}, "dateScraped": {"$date": "2023-12-05T16:38:47.531Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:47.531Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-gas-plant-istock_6382847.jpg?20231205122749", "body": [{"type": "text", "text": "Around 1,300 super-emitters of the potent greenhouse gas have been identified so far in 2023 by the monitoring company Kayrros, which uses satellites to detect plumes of the gas."}, {"type": "text", "text": "It looks for non-natural sources of methane - primarily gas wells, pipelines, coal mines and landfill sites."}, {"type": "text", "text": "According to the data, the largest oil and gas source was on the Cheleken Peninsula in Turkmenistan, where a leak from one facility is estimated to have peaked at 333 tonnes per hour in August."}, {"type": "text", "text": "At that rate the hourly release of methane was equivalent to the greenhouse gas emissions from a car driving around 38,000 miles."}, {"type": "text", "text": "Another leak, from a blown-out drilling well in Kazakhstan, released between 21 and 56 tonnes of the methane every hour for 153 days between June and November."}, {"type": "text", "text": "Coal is also a problem with one facility in Shanxi, China, peaking at around 181 tonnes an hour last February."}, {"type": "text", "text": "And the methane release from buried waste at a landfill site in Dhaka city in Bangladesh peaked at 822 tonnes an hour in April."}, {"type": "text", "text": "Antoine Rostand, co-founder of Kayrros, told Informfully being able to observe emissions from space means there is no hiding."}, {"type": "text", "text": "Previously we could measure the amount of methane in the atmosphere, but now we really know exactly where it's coming from, he said."}, {"type": "text", "text": "Which country, which company, which assets are emitting methane in the atmosphere."}, {"type": "text", "text": "Kayrros's data shows Turkmenistan had higher methane emissions than any other nation, followed by the United States, India, Russia and Pakistan."}, {"type": "text", "text": "Methane is the natural gas burned by boilers and other appliances in people's homes."}, {"type": "text", "text": "But if it is released without being burned, often during maintenance on pipelines, it acts as a heat bomb in the atmosphere."}, {"type": "text", "text": "The gas causes 80 times more global warming as the same amount of carbon dioxide over a 20-year period."}, {"type": "headline", "text": "Click to subscribe to ClimateCast with Tom Heap wherever you get your podcasts"}, {"type": "text", "text": "But it also represents a huge opportunity for bending the curve on rising temperatures. Because it only persists in the atmosphere for around a decade rather than several centuries, as in the case of carbon dioxide, turning off the tap on emissions would have a rapid impact."}, {"type": "text", "text": "The United States has announced new rules for fossil fuel companies requiring them to monitor and fix leaks, which should reduce methane emissions by 58 million tonnes between 2024 and 2038."}, {"type": "text", "text": "Mr Rostand said the rules are overdue."}, {"type": "text", "text": "The have the technology, they have the money, they know exactly what to do, he said."}, {"type": "text", "text": "They're almost lacking any kind of overall regulation."}, {"type": "text", "text": "A lot of players are doing a bit but some are not. And this is where regulation plays, because then it will put every single producer on an equal footing."}, {"type": "text", "text": "So far 150 countries have signed up to the Global Methane Pledge, a commitment to reduce emissions by 30% by 2030."}, {"type": "text", "text": "If it is achieved it could reduce the global average temperature by 0.2C and prevent 255,000 premature deaths from extreme heat, according to the Pledge text."}, {"type": "text", "text": "The Kayrros data reveals there are no methane leaks in Europe, but Mr Rostand said the UK and other countries should put more pressure on suppliers of imported natural gas to stop releasing it into the atmosphere."}, {"type": "text", "text": "It's really a complete waste, because companies can sell it, he said."}, {"type": "text", "text": "It has an economic value, it's easy to fix. It's the elephant in the room, the low hanging fruit."}]}, {"_id": "656f440703ae26f657a7af9c", "url": "https://news.sky.com/story/shane-macgowan-pushed-the-boundaries-of-what-humans-can-do-to-their-bodies-says-wife-13023435", "articleType": "text", "primaryCategory": "world", "subCategories": "NONE", "title": "Shane MacGowan 'pushed the boundaries of what humans can do to their bodies'", "lead": "Shane MacGowan's widow said she had worried about his death for 35 years because he pushed the boundaries of what humans can do to their bodies.", "author": "Niamh Lynch", "datePublished": {"$date": "2023-12-05T16:38:47.724Z"}, "dateScraped": {"$date": "2023-12-05T16:38:47.724Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:47.724Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-shane-macgowan-singer_6361217.jpg?20231115102913", "body": [{"type": "headline", "text": "The Pogues frontman, best known for the classic Christmas hit song Fairytale Of New York, died peacefully last week at the age of 65."}, {"type": "headline", "text": "Irish journalist Victoria Mary Clarke told ITV's Good Morning Britain: I loved standing on the side of the stage watching him. It wasn't always easy, as you will know, because he pushed the boundaries and he was reckless and he was very unconventional."}, {"type": "text", "text": "So it was like watching a racing driver and not knowing if they were going to crash, watching him going on stage."}, {"type": "text", "text": "MacGowan had been diagnosed with encephalitis following his latest bout of ill-health and after years of alcohol and substance abuse."}, {"type": "text", "text": "Ms Clarke, 57, continued: I think for most of you watching, the biggest fear you probably have is that you're going to lose a loved one."}, {"type": "text", "text": "And it's going to happen, you can't really get around that, you all are going to lose a loved one."}, {"type": "text", "text": "And I know that, for me, I spent many, many years, probably at least 35 years, worrying about losing Shane because he just pushed the boundaries so much of what humans can do to their bodies."}, {"type": "text", "text": "So I dreaded that, and I thought that I would fall apart, I thought I would die, I thought I would not be able to speak, I thought I'd be comatose or on drugs myself or something like that."}, {"type": "text", "text": "So I just want you all to know that it's not as bad as you think it's going to be. And there's a huge amount of love that comes your way when you lose someone, that you didn't really expect. And in my case, you know, I've been overwhelmed by how much love and support there is."}, {"type": "text", "text": ""}, {"type": "text", "text": "When Ms Clarke was asked what MacGowan would have felt about the outpouring of support, she said: Me and Shane, we spent most of our lives in recent years sitting at home watching The Crown."}, {"type": "text", "text": "We didn't really go out, so we didn't know what was going on in the outside world very much."}, {"type": "text", "text": "We had a very quiet life, very, very happy, and we didn't want anything else. We just wanted to sit here together watching telly."}, {"type": "text", "text": "But to know now that there's all these people out there who feel so strongly about him, you lose with one hand, but you receive with the other, there's an equal and opposite sort of reaction."}, {"type": "text", "text": "The song Fairytale of New York is now battling to score the coveted Christmas number one spot, a feat not achieved when it was originally released in 1987, having peaked at number two in the charts."}, {"type": "text", "text": "Ms Clarke said MacGowan wouldn't mind too much if Fairytale goes to number one."}, {"type": "text", "text": "I don't think it was ever that important to him, because I think that he really appreciated the fact that so many people love it and it means so much to so many people, and being number one isn't really all about being appreciated."}, {"type": "text", "text": "Fairytale Of New York features a duet between English singer Kirsty MacColl - who died in December 2000 - and MacGowan."}, {"type": "text", "text": "It was originally written by MacGowan with fellow Pogues founder Jem Finer."}, {"type": "text", "text": "The song has returned to the UK Christmas Top 40 every year since 2005."}, {"type": "headline", "text": "MacGowan's death was met with an outpouring of tributes, including from Bruce Springsteen, who said people would be singing Shane's songs 100 years from now."}]}, {"_id": "656f440703ae26f657a7af9d", "url": "https://news.sky.com/story/nigeria-at-least-85-people-killed-in-mistaken-army-drone-attack-13023329", "articleType": "text", "primaryCategory": "world", "subCategories": "NONE", "title": "At least 85 people killed in 'mistaken' army drone attack in Nigeria", "lead": "At least 85 people, including women and children, have been killed after a mistaken army drone attack on a religious gathering in northwest Nigeria, according to authorities.", "author": "Reemul Balla", "datePublished": {"$date": "2023-12-05T16:38:47.835Z"}, "dateScraped": {"$date": "2023-12-05T16:38:47.835Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:47.835Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-nigeria-soldiers-army_6383077.jpg?20231205150738", "body": [{"type": "text", "text": "The national emergency management agency also said at least 66 people were injured in the strike."}, {"type": "text", "text": "It is the latest in a series of attacks that have killed civilians."}, {"type": "headline", "text": "Nigerian President Bola Tinubu called Sunday night's incident in Kaduna state a bombing mishap which was very unfortunate, disturbing, and painful, as he ordered an investigation."}, {"type": "text", "text": "Military airstrikes have reportedly killed around 400 civilians since 2017 as the army aims to quash armed groups."}, {"type": "text", "text": "Kaduna is 100 miles (160km) from the capital Abuja and is among northwestern and north central states grappling with kidnappings and killings by gangs, which security forces have targeted with aerial strikes."}, {"type": "text", "text": "In the latest attack, scores of people were killed in the village of Tudun Biri as they marked a Muslim holiday."}, {"type": "text", "text": "The victims were killed by drones targeting terrorists and bandits, according to officials."}, {"type": "text", "text": "Nigerian army chief Lieutenant General Taoreed Lagbaja visited the village and apologised for the airstrike."}, {"type": "text", "text": "Terrorists often deliberately embed themselves within civilian population centres, Major General Edward Buba, spokesman for Nigeria's defence headquarters, said about Sunday's incident."}, {"type": "text", "text": "Troops who were carrying out aerial patrols saw a group of people and wrongly analysed and misinterpreted their pattern of activities to be similar to that of the bandits before the drone strike, said an army spokesman."}, {"type": "text", "text": "Witnesses reported two explosions, within 30 minutes of each other."}, {"type": "text", "text": "Villagers first heard a loud blast after 9pm local time (8pm UK time), forcing them to run to safety."}, {"type": "text", "text": "When the villagers realised it was a bomb, they started helping the injured and moving those who had died. Then, another blast was heard, killing more people, the witnesses said."}, {"type": "text", "text": "One civilian, Musa Shehu, said he had lost two wives, while his youngest daughter was injured and taken to hospital."}, {"type": "text", "text": "Another witness said those caught up in the attack, who came from four villages, were searching for answers."}, {"type": "text", "text": "The person said some of the infants who survived were taken away from their dead nursing mothers in what was a terrible experience."}, {"type": "text", "text": "In January this year, an airstrike reportedly killed dozens of cattle herders in the central state of Nasarawa."}, {"type": "text", "text": "Human Rights Watch said the Nigerian air force provided little information and no justice over that incident."}, {"type": "text", "text": "Dozens of civilians also reportedly died in a strike on Zamfara state the month before."}]}, {"_id": "656f440803ae26f657a7af9e", "url": "https://news.sky.com/story/thames-water-reveals-leap-in-pollution-incidents-13023193", "articleType": "text", "primaryCategory": "business", "subCategories": "NONE", "title": "Thames Water reveals leap in pollution incidents", "lead": "Thames Water has revealed an 18% rise in pollution incidents during the first half of its financial year along with a rise in its huge debt pile.", "author": "James Sillars", "datePublished": {"$date": "2023-12-05T16:38:48.394Z"}, "dateScraped": {"$date": "2023-12-05T16:38:48.394Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:48.394Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/07/768x432/skynews-thames-water-fish-sewage_6207483.jpg?20230704122229", "body": [{"type": "text", "text": "The country's largest household supplier reported 257 category one - the most serious - to category 3 pollutions over the six months to the end of September."}, {"type": "text", "text": "It said that action to prevent these incidents was a core part of a three-year action plan to improve customer service that had been approved by its board."}, {"type": "headline", "text": "Thames, which is looking to raise bills to help pay for much-needed investment in its ageing infrastructure, said: Our turnaround plan addresses and mitigates the major drivers of pollutions across our wastewater network and sewage treatment works, including more proactive network cleaning and monitoring, and better prioritised reactive responses."}, {"type": "text", "text": "Consequently, blockages, which cause over 40% of network pollutions, reduced by 5% in the first half of the year."}, {"type": "text", "text": "As we look ahead, changes our regulators are making to the definition of pollutions are expected to increase the overall number of pollutions we report, even if there is no change in the impact we have on the environment."}, {"type": "text", "text": "Notwithstanding this, we are committed to tackle the root causes of pollutions to meet the expectations of our communities and the needs of the environment."}, {"type": "text", "text": ""}, {"type": "text", "text": "UK water firms have faced a backlash following a spate of sewage discharges."}, {"type": "headline", "text": "In the case of Thames, it was fined more than GBP 3m in the summer over an incident that saw human waste flow into rivers for more than six hours un-noticed."}, {"type": "text", "text": "Performance at Thames has been under particular scrutiny."}, {"type": "headline", "text": "In June, Informfully revealed how fears that Thames could be swept away under the weight of a GBP 14bn debt pile had prompted the government to ready a rescue plan."}, {"type": "text", "text": "Its investors later agreed a further GBP 750m of investment."}, {"type": "text", "text": "Thames said it had the money it needed though its results statement showed that net debt had risen to GBP 14.7bn."}, {"type": "headline", "text": "Earlier this autumn, regulator Ofwat fined the company GBP 51m for failure to reach its performance targets."}, {"type": "text", "text": "That money will be paid back through reductions to customer bills."}, {"type": "text", "text": "Thames is pushing for the watchdog to allow an increase in bills from 2025 to help fund its investment plans, with the focus on six key areas including tackling leaks, customer complaints, supply interruptions and pollution."}, {"type": "text", "text": ""}, {"type": "text", "text": "Interim co-chief executives Cathryn Ross and Alastair Cochran warned the turnaround would take time."}, {"type": "text", "text": "Whilst business resilience remains fragile with frequent failures in our ageing infrastructure, we have taken a risk-based approach to improve reliability by more closely managing core assets and we have started to bring greater rigour to maintenance practices."}, {"type": "text", "text": "We have also developed long-term asset plans to build resilience and redundancy that will ultimately restore operations to a level our customers expect."}, {"type": "text", "text": "Thames revealed an 11% rise in revenues to GBP 1.2bn over the six month period."}, {"type": "text", "text": "While underlying profits rose 22% to GBP 627m, its bottom line profit before tax came in more than 50% lower at GBP 246.4m."}]}, {"_id": "656f440803ae26f657a7af9f", "url": "https://news.sky.com/story/cost-of-christmas-dinner-set-to-rise-in-record-breaking-festive-grocery-spree-13022974", "articleType": "text", "primaryCategory": "business", "subCategories": "NONE", "title": "Cost of average Christmas dinner revealed - and the item which has increased in price the most", "lead": "The cost of a traditional Christmas dinner will rise on last year, according to a closely-watched report that is also forecasting record sales for supermarkets over the festive season.", "author": "James Sillars", "datePublished": {"$date": "2023-12-05T16:38:48.526Z"}, "dateScraped": {"$date": "2023-12-05T16:38:48.526Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:48.526Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-christmas-dinner-turkey_6374175.jpg?20231127112301", "body": [{"type": "text", "text": "Kantar Worldpanel, which tracks sales and prices at supermarket chains, said its annual measure for the cost of the typical main meal stood at GBP 31.71 for a family of four."}, {"type": "headline", "text": "The value of the list of goods, which comprises a frozen turkey along with vegetables - including potatoes and sprouts - and a Christmas pudding, was 1.3% higher compared to the lead-up to Christmas 2022."}, {"type": "headline", "text": "While up, the figure is well below the UK's rate of inflation which currently stands at 5.6%."}, {"type": "text", "text": "The Christmas dinner item which has shot up the most in price was cranberry sauce, Kantar said, which is more than 26% more expensive than last year."}, {"type": "text", "text": "The sparkling wine element of the meal was almost 6% lower than in 2022, with sprouts and the pudding also cheaper."}, {"type": "text", "text": "The report said that discounting by supermarkets in the run-up to the festive season, aimed at locking in customer loyalty for the big Christmas shop, continued to help push its measure of grocery inflation to ease over the four weeks to 26 November."}, {"type": "text", "text": "It stood at 9.1% compared to 9.7% over the previous month."}, {"type": "text", "text": "The report said that chains could collectively rake in more than GBP 13bn for the first time over Christmas - a consequence of the higher prices we are being asked to bear."}, {"type": "text", "text": "Fraser McKevitt, head of retail and consumer insight at Kantar, said: The scene is set for record-breaking spend through the supermarket tills this Christmas."}, {"type": "text", "text": "The festive period is always a bumper one for the grocers with consumers buying on average 10% more items than in a typical month."}, {"type": "text", "text": "Some of the increase, of course, will also be driven by the ongoing price inflation we've seen this year."}, {"type": "text", "text": "While the rate at which grocery prices are rising is still well above the norm, the good news for shoppers is that inflation is continuing to come down."}, {"type": "text", "text": ""}, {"type": "headline", "text": "The Kantar report was released as industry body the British Retail Consortium (BRC) expressed further concern about sales volumes more widely in the run-up to Christmas, fearing that cost of living pressures are taking their toll on budgets."}, {"type": "headline", "text": "After official figures showed sales at COVID lockdown levels during October, the BRC suggested that encouraging signs for spending in early November did not hold up for the month as a whole despite widespread early Black Friday discounting."}, {"type": "text", "text": "Its latest Retail Sales Monitor showed total sales by value were 2.7% up last month, easily lagging the rate of inflation."}, {"type": "text", "text": "Food and drink, health, personal care and beauty products continued to drive growth, while jewellery and watches saw the biggest decline in sales on the high street."}, {"type": "text", "text": "BRC chief executive Helen Dickinson said: Black Friday began earlier this year as many retailers tried to give sales a much-needed boost in November."}, {"type": "text", "text": "While this had the desired effect initially, the momentum failed to hold throughout the month, as many households held back on Christmas spending."}, {"type": "text", "text": "Retailers are banking on a last-minute flurry of festive frivolity in December and will continue working hard to deliver an affordable Christmas for customers so everyone can enjoy some Christmas cheer."}, {"type": "text", "text": "It may not be all bad news for stores and the wider economy, though."}, {"type": "text", "text": "Separate data from Barclays showed confidence in spending on non-essential items reached its highest level since April last month."}, {"type": "text", "text": "Its latest report on card spending pointed to strong demand for fashion on the high street."}]}, {"_id": "656f440803ae26f657a7afa0", "url": "https://news.sky.com/story/crisis-hit-cbi-turns-to-smith-nephew8217s-soames-as-next-president-13023314", "articleType": "text", "primaryCategory": "business", "subCategories": "NONE", "title": "Crisis-hit CBI turns to Smith and  Nephew's Soames as next president", "lead": "The crisis-hit CBI has turned to Sir Winston Churchill's grandson to help steer it back from the brink of financial oblivion.", "author": "Mark Kleinman", "datePublished": {"$date": "2023-12-05T16:38:48.738Z"}, "dateScraped": {"$date": "2023-12-05T16:38:48.738Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:48.738Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/04/768x432/skynews-confederation-british-industry_6112789.jpg?20230406132328", "body": [{"type": "text", "text": "The business lobbying group confirmed a Informfully report on Tuesday that Rupert Soames, the former boss of Aggreko and Serco, has been lined up to succeed Brian McBride as its next president."}, {"type": "text", "text": "Mr Soames will take on the role next year after the CBI's 2024 annual meeting."}, {"type": "headline", "text": "He will join months after the CBI was brought to the verge of collapse after a sexual misconduct scandal which prompted corporate members to desert it in droves."}, {"type": "text", "text": "Smith and  Nephew, the FTSE-100 medical devices maker which Mr Soames now chairs, is re-joining the CBI having paused its membership earlier in the year."}, {"type": "text", "text": "The group rushed out an announcement following an enquiry by Informfully, claiming it was now back influencing at the highest levels across the UK again."}, {"type": "text", "text": "Mr Soames said he was pleased and honoured to have been nominated to be the next president of the CBI."}, {"type": "text", "text": "After a decade of disruption and distraction due to Brexit, COVID, inflation and labour shortages, business and government need to work closely together to deliver a prosperous future where economic growth will lift living standards and sustainably fund the UK's vital public services."}, {"type": "text", "text": "The CBI is needed more now than at almost any time in its history, and it will be a privilege to lead the organisation in the coming years."}, {"type": "text", "text": ""}, {"type": "text", "text": "Mr Soames's appointment comes days after Informfully revealed that the CBI had informed members that it may need to renew an emergency funding facility next year."}, {"type": "text", "text": "According to the business lobby group's annual report and accounts, which was circulated to members late last week, it was able to survive the aftermath of a sexual misconduct scandal through the backing of key members, the use of reserves, support from creditors and with bank financing."}, {"type": "text", "text": "The bank financing is due to terminate on 30 September 2024, after which it is the board's current intention to look to renew the facility if required."}, {"type": "text", "text": "The exceptional costs from the past year have now been paid and the organisation has been reshaped so that salary costs are appropriate given the expected level of income."}, {"type": "text", "text": "At this week's annual meeting, the CBI will ask members to swallow a 5% rise in fees even after cutting its range of services and closing overseas offices."}, {"type": "text", "text": "Self-styled as the voice of British business, the CBI has been slowly rebuilding its reputation, staging a slimmed-down version of its annual conference last month which featured an address by Jeremy Hunt, the chancellor."}, {"type": "text", "text": "The group has been slashing costs by axing a chunk of its workforce and closing most of its overseas offices following several rape allegations against former employees, which triggered an exodus of members including Aviva and John Lewis Partnership."}, {"type": "text", "text": "Tony Danker, its director-general - who was accused of inappropriate behaviour but had nothing to do with the more serious allegations - stepped down in April weeks after being suspended."}, {"type": "text", "text": "The CBI briefly entertained autumn talks about a merger with Make UK, the manufacturers' body, but these have now been curtailed."}]}, {"_id": "656f440803ae26f657a7afa1", "url": "https://news.sky.com/story/traders-were-told-of-hamas-attack-on-israel-in-advance-and-profited-from-tragic-events-researchers-claim-13022985", "articleType": "text", "primaryCategory": "business", "subCategories": "NONE", "title": "Traders 'were told of Hamas attack on Israel in advance'", "lead": "Israeli authorities are investigating claims some investors may have known in advance about the Hamas plan to attack Israel on 7 October and used that information to make hundreds of millions of pounds.", "author": "Samuel Osborne", "datePublished": {"$date": "2023-12-05T16:38:48.867Z"}, "dateScraped": {"$date": "2023-12-05T16:38:48.867Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:48.867Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/768x432/skynews-gaza-israel-rocket-strike_6312037.jpg?20231007094837", "body": [{"type": "headline", "text": "Research by US law professors Robert Jackson Jr and Joshua Mitts, from New York University and Columbia University respectively, found significant short-selling of shares leading up to the massacre, which triggered a war that has raged for nearly two months."}, {"type": "text", "text": "Days before the attack, traders appeared to anticipate the events to come, the authors wrote, citing short interest in the MSCI Israel Exchange Traded Fund (ETF) they say suddenly, and significantly, spiked on 2 October."}, {"type": "text", "text": "And just before the attack, short selling of Israeli securities on the Tel Aviv Stock Exchange (TASE) increased dramatically, they added."}, {"type": "headline", "text": "Israel-Gaza latest: UNICEF plea to stop killing of children"}, {"type": "text", "text": ""}, {"type": "text", "text": "The Israel Securities Authority told Reuters: The matter is known to the authority and is under investigation by all the relevant parties."}, {"type": "text", "text": "The researchers said short-selling prior to 7 October exceeded the short-selling that occurred during numerous other periods of crisis, including the recession following the financial crisis of 2008, the 2014 Israel-Gaza war and the COVID-19 pandemic."}, {"type": "text", "text": "They gave the example of Leumi, Israel's largest bank, which saw 4.43 million new shares sold short over the 14 September to 5 October period, yielding profits of 3.2bn shekels (GBP 680m) on that additional short-selling."}, {"type": "text", "text": "Although we see no aggregate increase in shorting of Israeli companies on US exchanges, we do identify a sharp andunusual increase, just before the attacks, in trading in risky short-dated options on these companies expiring just after the attacks, they said."}, {"type": "headline", "text": "Traders 'profited from these tragic events'"}, {"type": "text", "text": "The value of the MSCI Israel ETF fell by 6.1% on 11 October, the first day the American market was open for business after the attack, and later dropped by 17.5% over the 20 days following the massacre."}, {"type": "text", "text": "The researchers - who did not name the traders - identified two large transactions on 2 October, adding: On these two transactions alone, the trader made several million dollars in profit (or in losses avoided)."}, {"type": "text", "text": "They also identified similar patterns in April, when it was reported Hamas was initially planning its attack on Israel."}, {"type": "text", "text": "While the researchers do not identify Hamas as being behind the trades, their paper suggests the information originated from the terror group: Our findings suggest that traders informed about the coming attacks profited from these tragic events."}, {"type": "headline", "text": "Their paper, Trading on Terror?, was published on the Social Science Research Network (SSRN) on Sunday."}]}, {"_id": "656f440803ae26f657a7afa2", "url": "https://news.sky.com/story/train-strikes-full-list-of-december-2023-dates-and-rail-lines-affected-13009476", "articleType": "text", "primaryCategory": "business", "subCategories": "NONE", "title": "Train strikes: Full list of December 2023 dates and rail lines affected", "lead": "Strikes mean that no C2C trains will run today, while Greater Anglia is running a reduced service.", "author": "NONE", "datePublished": {"$date": "2023-12-05T16:38:48.984Z"}, "dateScraped": {"$date": "2023-12-05T16:38:48.984Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:48.984Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/768x432/skynews-strike-aslef-euston_6308330.jpg?20231004081804", "body": [{"type": "text", "text": "C2C operates between east London and south Essex, including many services to and from Fenchurch Street."}, {"type": "text", "text": "It says there will be no C2C trains on the C2C route."}, {"type": "text", "text": "Greater Anglia runs from London's Liverpool Street to counties including Norfolk, Suffolk and Essex."}, {"type": "text", "text": "On Tuesday, it says some main routes will have a train every every hour or two, but regional and branch lines will not be served."}, {"type": "text", "text": "It comes as ASLEF union train drivers stage a number of strikes and overtime bans in December in their dispute over pay."}, {"type": "headline", "text": "Union members at 15 train operating companies in England will walk out on different days until Friday 8 December."}, {"type": "text", "text": "They will also refuse to work any overtime between now and Saturday 9 December."}, {"type": "text", "text": "The union said it had previously called members to strike on the same day but by spreading the action the ramifications would be greater."}, {"type": "text", "text": "Here is a full list of the services affected:"}, {"type": "headline", "text": "Tuesday 5 December "}, {"type": "text", "text": "C2C"}, {"type": "text", "text": "Greater Anglia"}, {"type": "text", "text": "No Gatwick Express service. Southern and  Thameslink as alternatives."}, {"type": "headline", "text": "Wednesday 6 December "}, {"type": "text", "text": "Southeastern"}, {"type": "text", "text": "SouthernGatwick Express. Limited Southern shuttle runs calling at Gatwick Airport and  Victoria only."}, {"type": "text", "text": "South Western Railway (main line and depot)"}, {"type": "headline", "text": "Thursday 7 December "}, {"type": "text", "text": "CrossCountry"}, {"type": "text", "text": "Great Western Railway"}, {"type": "text", "text": "No Gatwick Express service. Southern and  Thameslink as alternatives."}, {"type": "headline", "text": "Friday 8 December"}, {"type": "text", "text": "Northern"}, {"type": "text", "text": "TPT"}, {"type": "text", "text": "No Gatwick Express service. Southern and  Thameslink as alternatives."}, {"type": "headline", "text": "How do strikes and overtime bans affect services?"}, {"type": "text", "text": "Strikes tend to mean services on lines where members are participating are extremely affected or cancelled entirely, whereas overtime bans often lead to reduced services."}, {"type": "text", "text": "This means that even if there isn't a full strike on a service you plan to use between now and 9 December, the overtime ban could still affect your journey."}, {"type": "headline", "text": "How can I stay in the loop?"}, {"type": "headline", "text": "You can use the National Rail's journey planner to see when trains are running."}, {"type": "text", "text": "Be sure to check it close to when you plan to travel, as it will be updated regularly."}, {"type": "headline", "text": "Why are the strikes still happening?"}, {"type": "text", "text": "ASLEF rejected a two-year offer of 4% in 2022 and another 4% this year, saying it is way below inflation, and is linked to changes in terms and conditions."}, {"type": "text", "text": "The union has already agreed wage rises with 14 companies in the past year, including freight operators, Eurostar and passenger operators in Scotland and Wales, so its only ongoing dispute is with English train companies."}, {"type": "headline", "text": "The strikes come days after members of the Rail, Maritime and Transport (RMT) union voted overwhelmingly to accept a deal to end their long-running dispute over pay and conditions."}, {"type": "headline", "text": "What has been said about the strikes?"}, {"type": "text", "text": "ASLEF says the new walkouts will ratchet up the pressure on train companies and the government to give train drivers their first pay rise in more than four years."}, {"type": "text", "text": "The union's general secretary Mick Whelan said: We are determined to win this dispute and get a significant pay rise for train drivers who have not had an increase since 2019, while the cost of living, in that time, has soared."}, {"type": "text", "text": "The transport secretary, who has gone missing in action during this dispute, says we should put the offer to our members."}, {"type": "text", "text": "What the minister apparently fails to understand is that, since the Rail Delivery Group's (RDG) risible offer in April, we have received overwhelming mandates, on enormous turnouts, for more industrial action."}, {"type": "text", "text": "We will continue to take industrial action until the train companies - andor the government - sits down and negotiates with us in good faith."}, {"type": "text", "text": "The Rail Delivery Group (RDG), which represents train companies, said the latest offer was fair and affordable and would take average driver salaries from GBP 60,000 to nearly GBP 65,000."}, {"type": "headline", "text": "'A perfectly fair and reasonable offer'"}, {"type": "text", "text": "ASLEF has been criticised by the government and train operators for not putting the latest pay offer to its members for a vote."}, {"type": "text", "text": "In recent comments about the dispute with ASLEF, Transport Secretary Mark Harper said: There is, most people think, a perfectly fair and reasonable offer on the table and I genuinely don't understand why ASLEF won't put it to their members."}, {"type": "text", "text": "It would take the average pay of a train driver from GBP 60,000 for a 35-hour four-day week to just under GBP 65,000 for the same working week."}, {"type": "text", "text": "Now I think most people will think that's quite reasonable."}, {"type": "text", "text": "But the most important thing is, it's on the table, and I hope ASLEF put it to their members."}]}, {"_id": "656f440903ae26f657a7afa3", "url": "https://news.sky.com/story/barclays-and-shell-plough-money-into-carbon-removal-start-up-agricarbon-13023264", "articleType": "text", "primaryCategory": "business", "subCategories": "NONE", "title": "Barclays and Shell plough money into carbon removal start-up Agricarbon", "lead": "Two FTSE 100 companies are injecting funding into Agricarbon, a soil carbon measurement company which is aiming to help accelerate the drive towards meeting net zero emissions targets.", "author": "Mark Kleinman", "datePublished": {"$date": "2023-12-05T16:38:49.631Z"}, "dateScraped": {"$date": "2023-12-05T16:38:49.631Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:49.631Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-agricarbon-climate_6382838.jpg?20231205120758", "body": [{"type": "text", "text": "Informfully can reveal that units of Barclays and Shell are participating in a GBP 9m Series A funding round that will be announced by Agricarbon during this week's COP28 climate summit in Dubai."}, {"type": "text", "text": "Founded by Annie Leeson and Stewart Arbuckle to harness soil's ability to absorb vast quantities of carbon emissions, the company has also secured backing from specialist food funds, including the Nest family office and Ananke."}, {"type": "text", "text": "The round, led by Shell Ventures and including Barclays' Sustainable Impact Capital arm, is unusual for an early-stage company in securing money from two of Britain's biggest public companies."}, {"type": "text", "text": "Estimates suggest the global market for soil carbon removals will be worth as much as USD 175bn by 2030."}, {"type": "text", "text": "Agricarbon, which counts major food and beverage companies and carbon project developers among its clients, says it has tripled revenues this year amid soaring interest in its measurement services from businesses seeking to decarbonise their supply chains."}, {"type": "text", "text": "Based in Dundee, it began commercial operations in 2021."}, {"type": "text", "text": "To increase the funding for large-scale soil carbon restoration, benefit claims and credits must be founded on high integrity, highly consistent, and independent primary data, Ms Leeson said."}, {"type": "text", "text": "Securing investment from two major stakeholders, Shell and Barclays, affirms the need for our data to increase confidence in soil carbon removals for carbon buyers, food companies and financial markets."}, {"type": "text", "text": "Expanding Agricarbon's service is catalytic for the growth of sustainable market incentives: unlocking more value for farmers and landowners that deliver real carbon removals on the ground, and ensuring natural capital investment can target areas of genuine and meaningful climate benefit."}, {"type": "text", "text": "The injection of new funding will be used partly to establish a dedicated US entity to serve large projects in the US."}, {"type": "text", "text": "The company is also planning a wider geographical expansion."}, {"type": "text", "text": "Agricarbon was advised by Adelpha, which specialises in working with high-growth companies headquartered in the UK, on the deal."}, {"type": "text", "text": "Addie Pinkster, founder and chief executive of Adelpha, said: Carbon removal infrastructure is a large and growing sector, with increasing focus on how agricultural soils can be used remove more carbon dioxide from the atmosphere."}, {"type": "text", "text": "As agricultural lands transition to regenerative farming practices, it is estimated that soils could technically sequester one to five gigatonnes (billion tonnes) of carbon dioxide per year."}]}, {"_id": "656f440903ae26f657a7afa4", "url": "https://news.sky.com/story/angel-investors-take-shine-to-solar-subscription-service-sunsave-13023228", "articleType": "text", "primaryCategory": "business", "subCategories": "NONE", "title": "Angel investors take shine to solar subscription service Sunsave", "lead": "Prominent angel investors including Lord Rose, the former Marks and  Spencer boss, and the ICAP founder Lord Spencer have taken a shine to Sunsave, a solar energy subscription service.", "author": "Mark Kleinman", "datePublished": {"$date": "2023-12-05T16:38:49.825Z"}, "dateScraped": {"$date": "2023-12-05T16:38:49.825Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:49.825Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-sunsave-kleinman_6382633.jpg?20231205083011", "body": [{"type": "text", "text": "Informfully understands that the pair have participated in a GBP 5.4m seed funding round for Sunsave, which has just won authorisation from the Financial Conduct Authority to offer solar batteries and panels using a regular payment plan."}, {"type": "text", "text": "The funding round is expected to be announced publicly later this week."}, {"type": "text", "text": "Among the other investors backing what claims to be the first UK service of its kind are Norrsken, an impact investor which has invested in companies such as Northvolt and Olio."}, {"type": "text", "text": "Plug and Play, an early backer of PayPal, is also investing in Sunsave, which says its service could save a typical family home GBP 45 each month."}, {"type": "text", "text": "Sunsave's offering includes installation, insurance, monitoring and maintenance, and is expected to draw interest from consumers grappling with volatile energy bills and the broader cost-of-living crisis."}, {"type": "text", "text": "It will provide packages costing from GBP 69-a-month, which it argues will provide an affordable option to households given that the average solar energy system costs GBP 10,270 to install."}, {"type": "text", "text": "The company was founded last year by Alick Dru and Ben Graves, who met at Oxford University."}, {"type": "text", "text": "We're demonstrating to UK consumers that being green doesn't have to be a choice between doing what's right for the environment or doing what's best for your pocket, Mr Dru said."}, {"type": "text", "text": "With Sunsave's solar subscription you can go green and save money immediately, and with energy prices expected to remain elevated for the foreseeable future, this is more important than ever."}, {"type": "text", "text": "Research cited by the company found that 70% of UK households would like to install solar power, but just 4% have done so."}, {"type": "text", "text": "In total, Sunsave has now raised more than GBP 9m from investors."}, {"type": "text", "text": "Agate Freimane, founding general partner at Norrsken VC, said: Sunsave's new offering removes the biggest barrier to entry for people in the green transition: cost."}, {"type": "text", "text": "This FCA-approved subscription service is a gamechanger, enabling thousands more homeowners to unlock the potential of renewable, cost-efficient solar energy every year."}]}, {"_id": "656f440a03ae26f657a7afa5", "url": "https://news.sky.com/story/starmer-says-he-is-not-in-business-of-spending-cuts-but-does-not-explicitly-rule-them-out-13022572", "articleType": "text", "primaryCategory": "business", "subCategories": "NONE", "title": "Starmer says he is not in 'business' of spending cuts - but does not explicitly rule them out", "lead": "Sir Keir Starmer has indicated he does not want to cut spending if Labour forms the next government - although he did not explicitly rule it out.", "author": "Alexandra Rogers", "datePublished": {"$date": "2023-12-05T16:38:50.265Z"}, "dateScraped": {"$date": "2023-12-05T16:38:50.265Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:50.265Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-keir-starmer-the-express-and-star_6353957.jpg?20231109130707", "body": [{"type": "text", "text": "The Labour leader said that while he was not in the business of cutting funding, his party would inherit a very difficult situation if it wins the next election."}, {"type": "text", "text": "Sir Keir was asked by Informfully' political editor Beth Rigby whether he could reassure his party's supporters that although he would not turn on the spending taps, he would not oversee spending cuts to government departments."}, {"type": "text", "text": "Sir Keir said he was a massive believer in public services, adding: I'm certainly not in the business of cutting the funding, which is why the focus is so much on growth."}, {"type": "text", "text": "But he went on to stress that public services need reform, and that injecting more cash into them did not necessarily equate to a better service."}, {"type": "headline", "text": "Follow live: Cleverly unveils tougher visa rules for foreign workers"}, {"type": "text", "text": "There's the question of how much money you put in, but there's equally the question of whether you've got the wherewithal to carry out the reform that is desperately needed, he said."}, {"type": "text", "text": "Asked whether he could reassure voters that he would not oversee a new age of austerity, Sir Keir replied: If you look at the record of Labour in government, what you see is a record of investing in our public services."}, {"type": "text", "text": "The austerity is something of this government. This is the road down which they want to go."}, {"type": "text", "text": "However, he warned that his government would inherit a very difficult situation."}, {"type": "text", "text": "The Labour leader warned that his government would not be able to turn on the spending taps and would instead focus on growth and be ruthless when it came to fiscal responsibility."}, {"type": "headline", "text": "'The sums don't add up'"}, {"type": "text", "text": "However, Chancellor Jeremy Hunt called Labour's GBP 28bn-a-year spending pledge on the green transition economically illiterate - which Sir Keir has said is dependent on growth and subject to fiscal rules."}, {"type": "text", "text": "It is economically illiterate to say you can meet a fiscal rule to get debt falling whilst at the same time increasing borrowing by GBP 28bn a year, Mr Hunt said. The sums simply don't add up."}, {"type": "text", "text": "The result of that kind of borrowing splurge would be higher taxes, higher debt interest and lower growth - on the very day Sir Keir Starmer said growth would be his 'obsession'."}, {"type": "text", "text": "In a major speech hosted by the Resolution Foundation thinktank, Sir Keir said the current state of the public finances would place huge constraints on what Labour can spend on public services."}, {"type": "text", "text": "It follows a report by the thinktank which found that the UK has experienced 15 years of relative decline, with productivity growth at half the rate seen across other advanced economies, while wages have flatlined, costing the average worker GBP 10,700 a year in lost pay growth."}, {"type": "text", "text": "The Resolution Foundation report also found that living standards of the lowest-income households in the UK are GBP 4,300 lower than their French counterparts."}, {"type": "headline", "text": "Starmer defends Thatcher praise after criticism"}, {"type": "text", "text": "Sir Keir made his speech today after an article he wrote in The Telegraph generated controversy for its praise of former Tory prime minister Margaret Thatcher."}, {"type": "text", "text": "The Labour leader defended his article, in which he credited the late former Tory prime minister for bringing about meaningful change in the UK and setting loose our natural entrepreneurialism during her 11 years in Downing Street."}, {"type": "text", "text": "The remarks have angered some MPs on the left of his party, with one telling Informfully they believed it meant Sir Keir intends to govern without any real political project of his own."}, {"type": "text", "text": "Taking questions from reporters, Sir Keir said: What I was doing at the weekend in the article I wrote for The Sunday Telegraph was distinguishing between particularly post-war leaders - those leaders, those prime ministers - who had a driving sense of purpose, ambition, a plan to deliver and those that drifted."}, {"type": "text", "text": "So I was giving Margaret Thatcher as an example of the sort of leader who had that mission and plan. That's obviously different to saying I agree with everything that she did."}, {"type": "text", "text": ""}, {"type": "headline", "text": "'I would say to Keir Starmer, think again'"}, {"type": "text", "text": "Speaking to Informfully, Christina McAnea, the general secretary of the Starmer-supporting union Unison, said it was a mistake not to invest in public services."}, {"type": "text", "text": "I think investing in public services helps to grow the economy, she said."}, {"type": "text", "text": "I think we've seen what's happened of 13 years of austerity - it hasn't done anything for growth in the country."}, {"type": "text", "text": "Ms McAnea said she believed Mr Hunt's autumn statement looks like a booby trap for the Labour Party regarding whether they would reverse the announced tax cuts."}, {"type": "text", "text": "We have our own views about how they can raise money and make taxation fairer, and that would help fund lots of services in this country, she continued."}, {"type": "text", "text": "So I would be certainly saying to Keir Starmer, think again about some of this."}, {"type": "text", "text": ""}]}, {"_id": "656f440a03ae26f657a7afa6", "url": "https://news.sky.com/story/pornography-websites-may-have-to-use-photo-id-and-credit-card-checks-to-protect-children-13022938", "articleType": "text", "primaryCategory": "business", "subCategories": "NONE", "title": "Pornography websites may have to use photo ID and credit card checks to protect children", "lead": "Websites showing pornographic content may have to use credit card checks and photo ID matching to confirm users are over 18, as part of the Online Safety Act.", "author": "NONE", "datePublished": {"$date": "2023-12-05T16:38:50.371Z"}, "dateScraped": {"$date": "2023-12-05T16:38:50.371Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:50.371Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/21/09/768x432/skynews-stock-porn_5517648.jpg?20210919150303", "body": [{"type": "text", "text": "Regulator Ofcom has published draft guidance for platforms on how to protect children from pornography to ensure firms comply with the new internet laws."}, {"type": "text", "text": "The recommendations include photo ID matching - where an uploaded document such as a passport is compared with an image taken at that moment."}, {"type": "text", "text": "The draft guidance says websites must use methods which are technically accurate, robust, reliable and fair to carry out age checks."}, {"type": "text", "text": "Verified facial age estimation technology and mobile network age checks which automatically block age-restricted websites if the operator knows the user is under 18 have both been recommended."}, {"type": "text", "text": "Users could also sign up to digital identity wallets where their proof of age is stored digitally and can be shared with the online pornography service."}, {"type": "text", "text": "However, the regulator said certain approaches would not meet its new standards, including self-declaration of age, online payment methods which do not require a person to be 18, such as a debit card, or general terms, disclaimers or warnings about content."}, {"type": "text", "text": "Under the Online Safety Act, platforms which do not comply with the new laws will face enforcement action, including possible fines."}, {"type": "text", "text": "Pornography is too readily accessible to children online, and the new online safety laws are clear that must change, Ofcom chief executive Dame Melanie Dawes said."}, {"type": "text", "text": "Our practical guidance sets out a range of methods for highly effective age checks. We're clear that weaker methods - such as allowing users to self-declare their age - won't meet this standard."}, {"type": "text", "text": "Regardless of their approach, we expect all services to offer robust protection to children from stumbling across pornography, and also to take care that privacy rights and freedoms for adults to access legal content are safeguarded."}, {"type": "text", "text": "Ofcom said it would continue to work with online pornography services to finalise the draft guidance before a final version is published in early 2025."}]}, {"_id": "656f440a03ae26f657a7afa7", "url": "https://news.sky.com/story/rwanda-did-not-receive-any-funding-to-sign-new-asylum-treaty-says-james-cleverly-13023421", "articleType": "text", "primaryCategory": "politics", "subCategories": "NONE", "title": "Rwanda did not receive any funding to sign new asylum treaty, says home secretary", "lead": "Rwanda has not received any additional funding for the new treaty it has signed to revive the UK government's asylum plan, the home secretary has said.", "author": "Alexandra Rogers", "datePublished": {"$date": "2023-12-05T16:38:50.787Z"}, "dateScraped": {"$date": "2023-12-05T16:38:50.787Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:50.787Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-james-cleverly-treaty_6382910.jpg?20231205133318", "body": [{"type": "text", "text": "James Cleverly told a press conference in the Rwandan capital of Kigali: Let me make it clear. The Rwandan government has not asked for and we have not provided any funding linked to the signing of this treaty."}, {"type": "text", "text": "However, Mr Cleverly added that while Rwanda did not ask for money specifically for the treaty, dealing with migration was not a cost-free option."}, {"type": "text", "text": "The financial arrangement which inevitably comes as part of an international agreement reflects the costs that may be imposed on Rwanda through the changes that this partnership has created in their systems: in their legal systems and their institutions, he said."}, {"type": "text", "text": "No money was asked for by the Rwandans for this treaty. No money was provided to the Rwandans for this treaty."}, {"type": "text", "text": "Dealing with migration is important and it is not a cost-free option, but we regard it as the right thing to do."}, {"type": "headline", "text": "Politics latest: 'Unlikely' treaty alone will rescue policy"}, {"type": "text", "text": "Mr Cleverly was responding to questions about reports Rwanda was in line for an additional GBP 15m to secure the treaty - on top of the GBP 140m that has already been committed to the scheme by the UK government."}, {"type": "text", "text": "Under the Rwanda plan, people who arrive in the UK by unauthorised means would be sent to the African country while their asylum claim is processed."}, {"type": "text", "text": "On arrival, people could be granted refugee status and allowed to stay, or apply for sanctuary in another safe third country."}, {"type": "text", "text": "The policy has formed a core part of the government's strategy to tackle small boat crossings in the Channel in the hope it will act as a deterrent."}, {"type": "headline", "text": "However, it has been forced to sign the new treaty today after the Supreme Court ruled that the policy was unlawful because there was a chance people sent there could be returned to another country where they were at risk of persecution under a process known as refoulement, in what would be a breach of international law."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Rwanda 'very much committed' to deal"}, {"type": "text", "text": "After signing the new treaty today, Mr Cleverly told the press conference he felt very strongly that the deal addresses all the issues raised by the Supreme Court."}, {"type": "text", "text": "We've addressed the issues that were raised by their Lordships in this treaty and that will be reflected in domestic legislation soon because we are absolutely committed to breaking the business model of these people smuggling gangs, to create a safe and welcoming environment with our friends and partners here in Rwanda, but also making sure that mass migration is well-managed into the future, he said."}, {"type": "text", "text": "Rwanda's foreign affairs minister Vincent Biruta, sitting alongside Mr Cleverly, said he believed his country had been unfairly treated by the courts, international organisations and the media."}, {"type": "text", "text": "But he said his country was very much committed to the asylum deal and would remain on board with it even in the event of further setbacks and delays."}, {"type": "text", "text": "This is the reason why we worked with our colleagues from the UK to address the concerns of the UK Supreme Court, Mr Biruta said."}, {"type": "text", "text": "He added that while some elements could still be adjusted, we are committed to the partnership and we don't have a plan to withdraw from this cooperation."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Number 10 moves to clarify fears over family visa salary cap"}, {"type": "headline", "text": "Mr Cleverly's visit to Rwanda came just a day after the government launched separate measures to cut legal migration to the UK after recent statistics showed net migration at a record high of 745,000 in 2022."}, {"type": "headline", "text": "In a five-point plan outlined in the Commons yesterday, Mr Cleverly said the government would introduce a ban on care workers bringing their families over to the UK and raise the minimum salary required for a skilled worker visa to GBP 38,700 from next spring."}, {"type": "text", "text": "The minimum threshold for a family visa will also be raised to GBP 38,700 to ensure people only bring dependants whom they can support financially. Currently, it stands at the 2012 rate of GBP 18,600."}, {"type": "text", "text": "The increase in salary threshold has sparked concerns that British citizens who are poorer will no longer be able to live with their foreign partners in the UK."}, {"type": "text", "text": "Downing Street sought to assuage the concerns by saying that the minimum income of GBP 38,700 was for a household as a whole."}, {"type": "text", "text": "A Number 10 spokesman also said that Britons earning less than GBP 38,700 could still live with their foreign spouses in the UK in exceptional circumstances."}, {"type": "text", "text": "That is just one way that people can demonstrate their ability to support a dependant, the prime minister's official spokesman explained. They can also demonstrate this through their level of savings."}, {"type": "text", "text": "If you don't meet the minimum income requirement, you may also be able to bring a dependant to the UK if you get certain benefits, for example, disability living allowance, the spokesman added."}]}, {"_id": "656f440a03ae26f657a7afa8", "url": "https://news.sky.com/story/starmer-says-he-is-not-in-business-of-spending-cuts-but-does-not-explicitly-rule-them-out-13022572", "articleType": "text", "primaryCategory": "politics", "subCategories": "NONE", "title": "Starmer says he is not in 'business' of spending cuts - but does not explicitly rule them out", "lead": "Sir Keir Starmer has indicated he does not want to cut spending if Labour forms the next government - although he did not explicitly rule it out.", "author": "Alexandra Rogers", "datePublished": {"$date": "2023-12-05T16:38:50.903Z"}, "dateScraped": {"$date": "2023-12-05T16:38:50.903Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:50.903Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-keir-starmer-the-express-and-star_6353957.jpg?20231109130707", "body": [{"type": "text", "text": "The Labour leader said that while he was not in the business of cutting funding, his party would inherit a very difficult situation if it wins the next election."}, {"type": "text", "text": "Sir Keir was asked by Informfully' political editor Beth Rigby whether he could reassure his party's supporters that although he would not turn on the spending taps, he would not oversee spending cuts to government departments."}, {"type": "text", "text": "Sir Keir said he was a massive believer in public services, adding: I'm certainly not in the business of cutting the funding, which is why the focus is so much on growth."}, {"type": "text", "text": "But he went on to stress that public services need reform, and that injecting more cash into them did not necessarily equate to a better service."}, {"type": "headline", "text": "Follow live: Cleverly unveils tougher visa rules for foreign workers"}, {"type": "text", "text": "There's the question of how much money you put in, but there's equally the question of whether you've got the wherewithal to carry out the reform that is desperately needed, he said."}, {"type": "text", "text": "Asked whether he could reassure voters that he would not oversee a new age of austerity, Sir Keir replied: If you look at the record of Labour in government, what you see is a record of investing in our public services."}, {"type": "text", "text": "The austerity is something of this government. This is the road down which they want to go."}, {"type": "text", "text": "However, he warned that his government would inherit a very difficult situation."}, {"type": "text", "text": "The Labour leader warned that his government would not be able to turn on the spending taps and would instead focus on growth and be ruthless when it came to fiscal responsibility."}, {"type": "headline", "text": "'The sums don't add up'"}, {"type": "text", "text": "However, Chancellor Jeremy Hunt called Labour's GBP 28bn-a-year spending pledge on the green transition economically illiterate - which Sir Keir has said is dependent on growth and subject to fiscal rules."}, {"type": "text", "text": "It is economically illiterate to say you can meet a fiscal rule to get debt falling whilst at the same time increasing borrowing by GBP 28bn a year, Mr Hunt said. The sums simply don't add up."}, {"type": "text", "text": "The result of that kind of borrowing splurge would be higher taxes, higher debt interest and lower growth - on the very day Sir Keir Starmer said growth would be his 'obsession'."}, {"type": "text", "text": "In a major speech hosted by the Resolution Foundation thinktank, Sir Keir said the current state of the public finances would place huge constraints on what Labour can spend on public services."}, {"type": "text", "text": "It follows a report by the thinktank which found that the UK has experienced 15 years of relative decline, with productivity growth at half the rate seen across other advanced economies, while wages have flatlined, costing the average worker GBP 10,700 a year in lost pay growth."}, {"type": "text", "text": "The Resolution Foundation report also found that living standards of the lowest-income households in the UK are GBP 4,300 lower than their French counterparts."}, {"type": "headline", "text": "Starmer defends Thatcher praise after criticism"}, {"type": "text", "text": "Sir Keir made his speech today after an article he wrote in The Telegraph generated controversy for its praise of former Tory prime minister Margaret Thatcher."}, {"type": "text", "text": "The Labour leader defended his article, in which he credited the late former Tory prime minister for bringing about meaningful change in the UK and setting loose our natural entrepreneurialism during her 11 years in Downing Street."}, {"type": "text", "text": "The remarks have angered some MPs on the left of his party, with one telling Informfully they believed it meant Sir Keir intends to govern without any real political project of his own."}, {"type": "text", "text": "Taking questions from reporters, Sir Keir said: What I was doing at the weekend in the article I wrote for The Sunday Telegraph was distinguishing between particularly post-war leaders - those leaders, those prime ministers - who had a driving sense of purpose, ambition, a plan to deliver and those that drifted."}, {"type": "text", "text": "So I was giving Margaret Thatcher as an example of the sort of leader who had that mission and plan. That's obviously different to saying I agree with everything that she did."}, {"type": "text", "text": ""}, {"type": "headline", "text": "'I would say to Keir Starmer, think again'"}, {"type": "text", "text": "Speaking to Informfully, Christina McAnea, the general secretary of the Starmer-supporting union Unison, said it was a mistake not to invest in public services."}, {"type": "text", "text": "I think investing in public services helps to grow the economy, she said."}, {"type": "text", "text": "I think we've seen what's happened of 13 years of austerity - it hasn't done anything for growth in the country."}, {"type": "text", "text": "Ms McAnea said she believed Mr Hunt's autumn statement looks like a booby trap for the Labour Party regarding whether they would reverse the announced tax cuts."}, {"type": "text", "text": "We have our own views about how they can raise money and make taxation fairer, and that would help fund lots of services in this country, she continued."}, {"type": "text", "text": "So I would be certainly saying to Keir Starmer, think again about some of this."}, {"type": "text", "text": ""}]}, {"_id": "656f440b03ae26f657a7afa9", "url": "https://news.sky.com/story/key-questions-boris-johnson-could-face-at-the-covid-inquiry-13022924", "articleType": "text", "primaryCategory": "politics", "subCategories": "NONE", "title": "Key questions Boris Johnson could face at the COVID inquiry", "lead": "Boris Johnson will appear before the COVID inquiry this week to face scrutiny about the decisions he made during the pandemic.", "author": "Faye Brown", "datePublished": {"$date": "2023-12-05T16:38:51.022Z"}, "dateScraped": {"$date": "2023-12-05T16:38:51.022Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:51.022Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x576/sky-news-covid-inquiry-boris-johnson_6382494.jpg?20231204224757", "body": [{"type": "headline", "text": "The former prime minister is expected to issue an apology on behalf of the government about the early handling of the crisis but insist he got the big calls right."}, {"type": "text", "text": "He is expected to face difficult questions on multiple issues - including the partygate scandal and evidence heard at the inquiry so far."}, {"type": "headline", "text": "Politics live: Govt bids to revive stalled Rwanda plan"}, {"type": "text", "text": "Here are some of the things he could be asked."}, {"type": "headline", "text": "Why wasn't lockdown implemented sooner?"}, {"type": "text", "text": "Mr Johnson will likely be asked about whether he initially took the threat of the virus seriously enough and should have acted sooner."}, {"type": "text", "text": "Previous witnesses including Matt Hancock have conceded lockdown should have been introduced earlier than 23 March, with the former health secretary saying many lives would have been saved had the action come three weeks beforehand."}, {"type": "headline", "text": "Others have accused him of dither and delay, with witnesses to the inquiry describing how he often oscillated over key issues and wanted to be like the mayor from the movie Jaws who kept the beaches open, even as he faced warnings the NHS would be overwhelmed."}, {"type": "headline", "text": "Did he go on holiday at a crucial time?"}, {"type": "text", "text": "Mr Johnson is likely to be asked why he took a 10-day break in February 2020, when cases had been confirmed in the UK. The inquiry has heard that during this time the prime minister received no information from his staff on the virus, including from the two COBRA meetings that took place, and that he did not take personal charge of emergency COBRA meetings until early March."}, {"type": "headline", "text": "His former chief aide Dominic Cummings has said he wanted to disappear to finish writing a book about Shakespeare - something Mr Johnson has denied - and that his boss was distracted from his duties with a divorce to finalise, financial problems and his then girlfriend wanting to finalise the announcement of their engagement."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Did 'toxic culture' affect decision making?"}, {"type": "text", "text": "The inquiry has also laid bare a toxic culture of backstabbing and contempt behind the scenes of Number 10 while COVID ripped through the nation. Mr Johnson is likely to face questions on this and what role in particular Mr Cummings played in fuelling it."}, {"type": "headline", "text": "Explosive texts released to the inquiry reveal the-then top adviser derided a cabinet of useless fpigs, wanted people sacked, complained about Mr Johnson's own behaviour and spoke of dodging stilettos from that c in reference to senior civil servant Helen MacNamara."}, {"type": "text", "text": ""}, {"type": "text", "text": "Mr Cummings insisted he was not misogynistic because he was much ruder about men, but Ms MacNamara said that Downing Street under Mr Johnson, was sexist, toxic and awful in a way she had never experienced in government before."}, {"type": "text", "text": "She said this affected decision making as issues including how to help domestic abuse victims, childcare problems and access to abortions were largely ignored."}, {"type": "text", "text": "She also said the macho, confident nature of people in Mr Johnson's No 10 team meant the government was unbelievably bullish early on, with people laughing at the Italians when they started to impose restrictions and believing the UK would sail through the pandemic."}, {"type": "headline", "text": "Did Johnson really say 'let the bodies pile high'?"}, {"type": "headline", "text": "Mr Johnson is also likely to face questions on his attitude to older people and whether he really said he would rather let the bodies pile high than go back into a lockdown in autumn 2020. Reports he said this first emerged in 2021, but they were rubbished by Mr Johnson at the time."}, {"type": "text", "text": "However last month his one-time chief of staff Lord Udny-Lister told the inquiry that Mr Johnson did make the statement in September 2020, during discussions about implementing another lockdown. He called it an unfortunate turn of phrase but said the government was trying to avoid further restrictions given the already severe impact on the economy and education."}, {"type": "text", "text": ""}, {"type": "text", "text": "Similar comments suggesting a cavalier attitude to the elderly have also been attributed to Mr Johnson, including a claim by the former chief scientific adviser Sir Patrick Vallance that he had suggested COVID is nature's way of dealing with old people and was obsessed with them accepting their fate."}, {"type": "headline", "text": "Were you bamboozled by the science? "}, {"type": "headline", "text": "One of the most extraordinary claims made by Mr Cummings to the inquiry was that Mr Johnson struggled to understand the science and asked advisers whether COVID could be eliminated by blowing a hairdryer up your nose."}, {"type": "text", "text": ""}, {"type": "text", "text": "Sir Patrick told the inquiry Mr Johnson would be the first to admit science was not his forte, while an extract from his contemporaneous diary said the prime minister was at times bamboozled by the data."}, {"type": "headline", "text": "Was Carrie Johnson really in charge? "}, {"type": "headline", "text": "One of the most damaging claims about Mr Johnson's leadership abilities was that his wife Carrie was the real person in charge. This was said by Simon Case, head of the civil service, in heated texts to Mr Johnson's top aides amid discussions about imposing circuit breaker lockdowns in autumn 2020."}, {"type": "headline", "text": "Mr Johnson is likely to face questions on this and other assessments about his leadership, including that he cannot lead, was indecisive, allowed Mr Cummings to have too much influence and blew hot and cold on major issues."}, {"type": "headline", "text": "Do you regret partygate?"}, {"type": "text", "text": "Mr Johnson could also face questions on the partygate scandal that triggered his downfall as prime minister and eventual exit from parliament."}, {"type": "text", "text": "While news of lockdown-busting parties did not emerge until after restrictions were lifted, he may be asked if he regrets presiding over a culture of rule-breaking and whether this impacted his decision making."}, {"type": "headline", "text": "Why did Matt Hancock stay in post? "}, {"type": "headline", "text": "Mr Hancock has been criticised by a number of witnesses who have accused him of being overconfident and saying things that weren't true (something Mr Hancock has denied)."}, {"type": "headline", "text": "Mr Johnson may be asked why he kept him in post, given both his chief adviser and the head of the civil service Mark Sedwill, at the time, believed he should be sacked."}]}, {"_id": "656f440b03ae26f657a7afaa", "url": "https://news.sky.com/story/sunak-suffers-first-commons-defeat-as-mps-vote-for-infected-blood-compensation-body-13023137", "articleType": "text", "primaryCategory": "politics", "subCategories": "NONE", "title": "Sunak suffers first Commons defeat as MPs vote for infected blood compensation body", "lead": "Rishi Sunak has suffered his first defeat in the House of Commons since becoming prime minister, as MPs voted to establish a compensatory body for victims of the infected blood scandal.", "author": "Tim Baker", "datePublished": {"$date": "2023-12-05T16:38:51.404Z"}, "dateScraped": {"$date": "2023-12-05T16:38:51.404Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:51.404Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/22/08/768x432/skynews-infected-blood-government_5866993.jpg?20220817063730", "body": [{"type": "text", "text": "An amendment tabled by Labour was voted through on a razor-thin majority of 246 to 242."}, {"type": "headline", "text": "The government had fought to fend off a revolt from its own backbenchers on the matter, with Mr Sunak wanting to wait until the statutory inquiry finishes - something likely to happen next year."}, {"type": "headline", "text": "Politics news - latest: Defeat for government in Commons vote"}, {"type": "text", "text": "But even with the promise of a ministerial statement from the government before Christmas - and that a similar amendment to Labour's would be added in the House of Lords - it was not enough to win the day."}, {"type": "headline", "text": "The result came just hours after the Sunak government announced its five-point plan to tackle migration as the Conservatives languish behind Labour in the polls and the prime minister seeks to rescue his premiership."}, {"type": "text", "text": "Dame Diana Johnson, the veteran Labour MP for Kingston upon Hull North, was the one proposing the amendment to the Victims and Prisoners Bill."}, {"type": "text", "text": "It will require ministers to establish a new body with the aim of administering full compensation within three months of the bill becoming law."}, {"type": "text", "text": "The scandal relates to thousands of people who died in what is widely recognised as the worst treatment disaster in the history of the NHS."}, {"type": "text", "text": "It saw patients infected with HIV and hepatitis C through contaminated blood products imported from the US during the 1970s and 1980s."}, {"type": "text", "text": "Decades later, some bereaved families are still waiting for compensation."}, {"type": "text", "text": ""}, {"type": "text", "text": "MPs broke out into cheers after the results of the vote were announced, as well as applause - which is not usually allowed in the Commons."}, {"type": "text", "text": "Among the Conservative rebels were Sir Robert Buckland, Rehman Chishti, Tracey Crouch, Marcus Fysh, Damian Green, Sir Julian Lewis, Andrea Jenkyns, Tim Loughton and Chloe Smith - a cross-section rather than a faction of the party."}, {"type": "text", "text": "In total, 22 Conservatives voted against their own government, alongside 160 Labour MPs, as well as the Liberal Democrats, the SNP and many smaller parties."}, {"type": "text", "text": "Under Dame Diana's plans, a High Court judge will chair the new body and take into account speed, simplicity and fairness in delivering compensation to victims."}, {"type": "text", "text": "The inquiry into the incident delayed its final report earlier this year - saying it would not publish until at least March 2024 - due to the sheer volume and scale of the material."}, {"type": "text", "text": "Under the current initial scheme, only victims or bereaved partners can get an interim compensation payment of around GBP 100,000."}, {"type": "headline", "text": "Click to subscribe to Politics at Jack and Sam's wherever you get your podcasts "}, {"type": "text", "text": "Campaigners want to see this extended to bereaved parents and orphaned children."}, {"type": "text", "text": "Chancellor Jeremy Hunt told the inquiry in July that no decisions had been made on the level of compensation."}]}, {"_id": "656f440b03ae26f657a7afab", "url": "https://news.sky.com/story/pornography-websites-may-have-to-use-photo-id-and-credit-card-checks-to-protect-children-13022938", "articleType": "text", "primaryCategory": "politics", "subCategories": "NONE", "title": "Pornography websites may have to use photo ID and credit card checks to protect children", "lead": "Websites showing pornographic content may have to use credit card checks and photo ID matching to confirm users are over 18, as part of the Online Safety Act.", "author": "NONE", "datePublished": {"$date": "2023-12-05T16:38:51.510Z"}, "dateScraped": {"$date": "2023-12-05T16:38:51.510Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:51.510Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/21/09/768x432/skynews-stock-porn_5517648.jpg?20210919150303", "body": [{"type": "text", "text": "Regulator Ofcom has published draft guidance for platforms on how to protect children from pornography to ensure firms comply with the new internet laws."}, {"type": "text", "text": "The recommendations include photo ID matching - where an uploaded document such as a passport is compared with an image taken at that moment."}, {"type": "text", "text": "The draft guidance says websites must use methods which are technically accurate, robust, reliable and fair to carry out age checks."}, {"type": "text", "text": "Verified facial age estimation technology and mobile network age checks which automatically block age-restricted websites if the operator knows the user is under 18 have both been recommended."}, {"type": "text", "text": "Users could also sign up to digital identity wallets where their proof of age is stored digitally and can be shared with the online pornography service."}, {"type": "text", "text": "However, the regulator said certain approaches would not meet its new standards, including self-declaration of age, online payment methods which do not require a person to be 18, such as a debit card, or general terms, disclaimers or warnings about content."}, {"type": "text", "text": "Under the Online Safety Act, platforms which do not comply with the new laws will face enforcement action, including possible fines."}, {"type": "text", "text": "Pornography is too readily accessible to children online, and the new online safety laws are clear that must change, Ofcom chief executive Dame Melanie Dawes said."}, {"type": "text", "text": "Our practical guidance sets out a range of methods for highly effective age checks. We're clear that weaker methods - such as allowing users to self-declare their age - won't meet this standard."}, {"type": "text", "text": "Regardless of their approach, we expect all services to offer robust protection to children from stumbling across pornography, and also to take care that privacy rights and freedoms for adults to access legal content are safeguarded."}, {"type": "text", "text": "Ofcom said it would continue to work with online pornography services to finalise the draft guidance before a final version is published in early 2025."}]}, {"_id": "656f440b03ae26f657a7afac", "url": "https://news.sky.com/story/concerning-sellafield-nuclear-site-hacking-claims-require-urgent-attention-energy-secretary-claire-coutinho-says-13023181", "articleType": "text", "primaryCategory": "politics", "subCategories": "NONE", "title": "'Concerning' claims of hacking at nuclear site require 'urgent attention' - energy secretary", "lead": "Concerning allegations that groups linked to Russia and China hacked IT systems at a nuclear site in England require urgent attention, the energy secretary has said.", "author": "Alexandra Rogers", "datePublished": {"$date": "2023-12-05T16:38:51.914Z"}, "dateScraped": {"$date": "2023-12-05T16:38:51.914Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:51.914Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/22/06/768x432/skynews-cumbria-sellafield_5799701.jpg?20220609142653", "body": [{"type": "text", "text": "Claire Coutinho has written to the Nuclear Decommissioning Authority (NDA) following reports of a breach at Sellafield in Cumbria, which housed a nuclear power plant until 2003 and is now used for nuclear waste processing and storage."}, {"type": "text", "text": "Ms Coutinho said the allegations, first reported by Informfully, were a worrying reminder of some of the site's issues, including cybersecurity."}, {"type": "headline", "text": "Politics latest: Cleverly arrives in Rwanda to sign new treaty"}, {"type": "text", "text": "The energy secretary said she would be speaking to the NDA, which is responsible on behalf of the government for cleaning up the UK's nuclear sites, and the Office for Nuclear Regulation (ONR), which regulates the nuclear industry."}, {"type": "text", "text": "The Sellafield site is focused on cleaning up 70 years of the UK's nuclear waste legacy."}, {"type": "text", "text": "Informfully reported that an investigation into the site found that sleeper malware which can be used to spy on or attack IT systems was present in its networks and could still be there."}, {"type": "text", "text": "The investigation found the security breaches dated back to 2015 and were not reported to regulators for several years."}, {"type": "text", "text": "Sellafield LTD, which runs the site under the control of the government-run NDA, has denied the allegations, saying it had no records or evidence that its networks had been successfully attacked by state actors as claimed by Informfully."}, {"type": "text", "text": "An ONR spokesperson told Informfully: Some specific matters are subject to ongoing investigations, so we are unable to comment further at this time."}, {"type": "text", "text": "In her letter to the NDA, Ms Coutinho said that although it had said there was no risk to public safety the allegations nevertheless require urgent attention."}, {"type": "text", "text": "She said she had also asked for further reassurance from the ONR as well as the National Centre for Cyber Security."}, {"type": "text", "text": "I would also like to see the NDA provide further assurance that cyber security threats are treated with the highest level of priority and that threats that so emerge are properly recorded and acted upon, she added."}, {"type": "text", "text": "Informfully's year-long investigation looked into cyber hacking, radioactive contamination and toxic workplace culture at the site, which is home to The Magnox Swarf Storage Silo (MSSS), which the ONR has designated an intolerable risk."}, {"type": "text", "text": "Ms Coutinho said she understood that Sellafield had been under enhanced regulatory scrutiny since 2014."}, {"type": "text", "text": "Sellafield said in a statement: Our monitoring systems are robust and we have a high degree of confidence that no such malware exists on our system."}, {"type": "text", "text": "We take cyber security extremely seriously at Sellafield. All of our systems and servers have multiple layers of protection."}, {"type": "text", "text": "Critical networks that enable us to operate safely are isolated from our general IT network, meaning an attack on our IT system would not penetrate these."}]}, {"_id": "656f440c03ae26f657a7afad", "url": "https://news.sky.com/story/stella-creasy-mp-who-faced-malicious-report-to-social-services-claiming-she-was-not-a-fit-mother-calls-for-law-change-13023140", "articleType": "text", "primaryCategory": "politics", "subCategories": "NONE", "title": "MP who faced 'malicious' report to social services claiming she was 'not a fit mother' calls for law change", "lead": "A Labour MP who was left with a social services record after a malicious report by a man who was convicted of harassing her has called for a change in the law.", "author": "Samuel Osborne", "datePublished": {"$date": "2023-12-05T16:38:52.240Z"}, "dateScraped": {"$date": "2023-12-05T16:38:52.240Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:52.240Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-stella-creasy-labour-mp_6382491.jpg?20231204223049", "body": [{"type": "headline", "text": "Stella Creasy's voice cracked as she explained how the online troll continues to target her family as the record still exists."}, {"type": "text", "text": "The Walthamstow MP said victims should have the right to request the deletion of data gathered or held as part of activity which could be considered criminal conduct, thereby preventing ongoing distress to them."}, {"type": "headline", "text": "Politics news - latest: Sunak suffers first Commons defeat"}, {"type": "text", "text": "Speaking as MPs considered the Victims and Prisoners Bill, Ms Creasy told the Commons: A year ago a man started emailing my office with his concerns about my politics and the issues that I was working on."}, {"type": "text", "text": "Ms Creasy said she did not respond, adding: Then I was called by my local social services because that man had decided, because he disagreed with my views, I was not a fit mother for my children."}, {"type": "text", "text": "He had reported me, an investigation had taken place and whilst it had cleared me, my children and I now have a social services record."}, {"type": "text", "text": "When I went to the police about the matter, they said he had a right to express his opinions in that way."}, {"type": "text", "text": "I challenged it because of my work on stalking and I understood that somebody who could report in that way, and use a malicious report to harm somebody, was clearly dangerous."}, {"type": "text", "text": "In coming forward, further reports came out revealing that this man had continued his campaign of harassment."}, {"type": "text", "text": ""}, {"type": "text", "text": "Ms Creasy went on: Whilst this man has been convicted of harassment, his ability to target my family continues because the record continues."}, {"type": "text", "text": "At present, there is no way of removing a clearly malicious and false accusation from somebody's record made to a third-party organisation."}, {"type": "text", "text": "The MP said she had received no support or help from parliament or anybody within the parliamentary process for this, for the welfare of myself or my children, but now I want to stand up for everybody who has been through this process."}, {"type": "text", "text": "Because victims of clearly malicious reports must have the opportunity to have the record corrected, she added."}, {"type": "text", "text": "Responding for the government, justice minister Edward Argar said Ms Creasy spoke with considerable and typical courage."}, {"type": "text", "text": "He added: I'm happy, and the appropriate minister will be happy, to have further discussions with her on the issues she raised."}]}, {"_id": "656f440c03ae26f657a7afae", "url": "https://news.sky.com/story/keir-starmers-economic-plan-risks-him-looking-more-like-a-cameron-tribute-act-than-an-heir-to-blair-13022984", "articleType": "text", "primaryCategory": "politics", "subCategories": "NONE", "title": "Starmer's economic plan risks him looking more Cameron tribute act than heir to Blair  Beth Rigby", "lead": "For years we've all been hearing from Sir Keir Starmer about how our public services are on their knees and things need to change. ", "author": "Beth Rigby", "datePublished": {"$date": "2023-12-05T16:38:52.598Z"}, "dateScraped": {"$date": "2023-12-05T16:38:52.598Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:52.598Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-keir-starmer-resolution-foundation_6382133.jpg?20231204144301", "body": [{"type": "text", "text": "Now what we are hearing is that an incoming Labour government isn't going to be able to do much to fix it - in the short term at least."}, {"type": "headline", "text": "In a speech today Sir Keir Starmer stressed the fiscal situation an incoming Labour government will inherit from the Conservatives is worse than what was served up to the David Cameron government in the austerity years."}, {"type": "headline", "text": "Follow live: Cleverly 'knew he had to look tough' as he set out immigration plan"}, {"type": "text", "text": "Compared with 2010, now debt is much higher, interest rates are much higher, growth is stagnant, Britain's standing diminished, Sir Keir told his audience at the Resolution Foundation event. Public services on their knees, inflationary pressure, serious. Taxes higher than any time since the war."}, {"type": "text", "text": "Laying it on thick when it came to the economic outlook, it was sort of inevitable that he dodged the question when I asked him if he could at least commit to not cutting public service spending further after the next election. And all of it left me asking myself the question: Vote Labour, get Tory austerity?"}, {"type": "headline", "text": "That's because the nod to Margaret Thatcher over the weekend, coupled with his warnings over the economy, made the Labour leader, who was once thought to be the heir of Jeremy Corbyn or perhaps Tony Blair, now looking distinctly like a David CameronGeorge Osborne tribute act."}, {"type": "text", "text": ""}, {"type": "text", "text": "If his reference to the vision of Thatcher provoked a backlash from Labour supporters, his refusal to at least commit to investing in public services - beyond the modest sums Labour have found for the NHS and schools, by closing the non-dom tax status and charging VAT on private schools - is likely to leave many in despair."}, {"type": "text", "text": "Talk to those around the Labour leader and they say the comparison isn't fair. Starmer, they argue, isn't making a political argument to shrink the state and hollow out public services as George Osborne did in 2010, but rather Starmer and his shadow chancellor Rachel Reeves are acting out of economic necessity."}, {"type": "text", "text": "There's been no growth and debt has gone up, says one key Labour figure. Spending levels of the past are not possible. Labour used to talk about how to cut up the pie in a fairer way, but there are no pies left and the oven is broken. Growing the economy is top priority."}, {"type": "text", "text": "For those who see public services on their knees, the failure of commitment to investment will perhaps come as a blow. Labour countenance that, with the highest tax burden in 70 years, taxing more is not the solution. Instead, Starmer and his allies hope that investment into the UK economy will be swift and within the first term Labour will be able to begin investing again in public services."}, {"type": "text", "text": "If it all sounds gloomy, it's because it is. While the last Labour team under Corbyn promised billions of public spending, this team, with the COVID debt pile in its rearview mirror, are promising us not much at all beyond having more defined missions and being prepared to reform the planning system or the NHS."}, {"type": "headline", "text": "When you are already 20-plus points ahead in the polls, you perhaps don't need to make many promises, particularly when the Conservatives are already hammering Labour on its one big-ticket spending item - borrowing up to GBP 28bn a year by the end of this parliament to invest in green infrastructure, which they claim will only serve to push up tax and debt."}, {"type": "text", "text": "Labour insiders tell me that Starmer and Reeves will set out their plans for public spending after the budget when we are closer to an election. But if the Labour leader decides to mimic what Brown and Blair did in 1997 and stick to Conservative spending plans, prepare for further public spending cuts. The jury's still out on whether Starmer will really do that - but he's certainly rolling the pitch for that option."}]}, {"_id": "656f440c03ae26f657a7afaf", "url": "https://news.sky.com/story/bbc-licence-fee-minister-concerned-planned-rise-is-very-high-amid-reports-it-could-be-scrapped-13022496", "articleType": "text", "primaryCategory": "politics", "subCategories": "NONE", "title": "Informfully licence fee: Govt 'concerned at very high level' of planned rise - to make announcement 'very soon'", "lead": "The culture secretary has said she is concerned the planned 9% rise in Informfully licence fee is very high and that Informfully must remain value for money.", "author": "Alexandra Rogers", "datePublished": {"$date": "2023-12-05T16:38:52.940Z"}, "dateScraped": {"$date": "2023-12-05T16:38:52.940Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:52.940Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/768x432/skynews-lucy-frazer-downing-street_6193256.jpg?20230620103829", "body": [{"type": "text", "text": "Lucy Frazer said the government wanted to ensure the licence fee rises by an appropriate amount amid the ongoing cost of living crisis."}, {"type": "text", "text": "The licence fee is currently GBP 159 per year but is due to increase by 9% or GBP 15 to GBP 173.30 in April."}, {"type": "text", "text": "Asked by Informfully's Kay Burley whether the planned rise would not happen due to the government's concerns, Ms Frazer replied: I'm concerned that that's a very high level."}, {"type": "text", "text": "It's a decision that I'm looking at the moment and we'll be making an announcement on this very shortly."}, {"type": "headline", "text": "Pressed again on whether the rise would not go ahead, Ms Frazer replied: Well, I'm concerned about that level of rise. So it's something that we're looking at very carefully."}, {"type": "text", "text": "Ms Frazer said that although she believed Informfully provided a fantastic service and was an amazing tool for soft power, the media landscape is changing and the licence fee must be fair to people."}, {"type": "text", "text": "She said 400,000 people did not renew their licence fees last year and that's why she was also doing a broader review on the licence fee in the round and how we should fund Informfully."}, {"type": "text", "text": "Prime Minister Rishi Sunak told reporters over the weekend that Informfully should be realistic about what it can expect people to pay at a time like this."}, {"type": "text", "text": "I think it is welcome that Informfully are looking at making savings and efficiencies in how they operate, he said."}, {"type": "text", "text": "It's really important that when things are difficult everyone is doing what they can to ease the cost of living on families."}, {"type": "text", "text": "That's certainly what I have done over the last year and made a bunch of decisions that haven't been easy, but that's helped to bring inflation down to ease the burden and the cost of living."}, {"type": "text", "text": "Informfully like any other organisation that serves the public should be looking to do that and cut its cloth appropriately so I think that is very welcome."}, {"type": "text", "text": "He added: Final decisions haven't been taken obviously - but Informfully should be realistic about what it can expect people to pay at a time like this."}, {"type": "text", "text": "The government is currently looking at whether to replace the GBP 159-a-year licence fee with a new funding model after 2027, when Informfully's current Royal Charter ends."}, {"type": "text", "text": "The licence fee is due to start rising again with inflation from April after a two-year freeze."}, {"type": "text", "text": "Non-payment of the licence fee is a crime and is enforced by door-stepping inspectors."}, {"type": "text", "text": "Almost 1,000 people a week - seven out of 10 of whom are women - are prosecuted for evasion."}, {"type": "text", "text": "Asked whether pensioners should be locked up if they don't pay their licence fee, Ms Frazer said: I'm not in favour of criminalisation and it's one of the things that we will be looking at in the charter review."}, {"type": "text", "text": "A Informfully spokesperson said: The government and Informfully agreed a six-year licence fee settlement in January 2022, which froze the licence fee for two years with increases in line with inflation from 2024."}, {"type": "text", "text": "As is usual practice the government sets and confirms the cost of a licence each year and this remains unconfirmed for 202425."}, {"type": "text", "text": "Informfully will continue to focus on what it does best: working to deliver world-class content and providing great value for all audiences."}]}, {"_id": "656f440d03ae26f657a7afb0", "url": "https://news.sky.com/story/police-hunt-man-accused-of-spraying-antisemitic-graffiti-on-mp-feryal-clarks-office-building-13022922", "articleType": "text", "primaryCategory": "politics", "subCategories": "NONE", "title": "Police hunt man accused of spraying antisemitic graffiti on MP's office", "lead": "Police are hunting a man accused of spraying antisemitic graffiti on an MP's office building.", "author": "NONE", "datePublished": {"$date": "2023-12-05T16:38:53.378Z"}, "dateScraped": {"$date": "2023-12-05T16:38:53.378Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:53.378Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-london-graffiti-suspect_6382114.jpg?20231204143000", "body": [{"type": "headline", "text": "Feryal Clark's constituency office in Hertford Road, Enfield, north London, was vandalised just after 11pm on 21 November, the Metropolitan Police said."}, {"type": "text", "text": "A CCTV image of the suspect, with his hood up and wearing a blue face mask, was published by the force on Monday."}, {"type": "headline", "text": "Israel-Gaza latest as IDF operations in northern Gaza 'nearly complete'"}, {"type": "text", "text": "Labour MP Ms Clark, who has represented Enfield North since 2019 and is the shadow minister for crime reduction, published a picture of the graffiti, with the words crossed out, on X on 22 November."}, {"type": "text", "text": "The politician wrote at the time: The cowards who sprayed graffiti on my office shutters, the police have the CCTV footage, and the paint will be removed today. Next time, just try emailing!"}, {"type": "text", "text": "The social media post appears to have since been deleted."}, {"type": "text", "text": "PC Louis Blackburne-Maze, who is leading the investigation, said: This was a racially aggravated crime."}, {"type": "text", "text": "There is no place for hate in London and it's important that everyone feels safe on our streets."}, {"type": "text", "text": "We are very keen to speak to this man so if you know who he is or have any other information that could help, we encourage you to get in touch with police."}, {"type": "headline", "text": "Antisemitic crime in the UK has risen sharply amid the renewed conflict in Gaza, with more than 1,000 incidents logged by Jewish charity the Community Security Trust since the 7 October attack by Hamas on Israel."}, {"type": "text", "text": "Tens of thousands of people marched in London on 26 November in what organisers said was the capital's biggest gathering against antisemitism since 1936."}, {"type": "text", "text": "There have also been pro-Palestinian marches attended by tens of thousands of people demanding a permanent ceasefire in Gaza."}]}, {"_id": "656f440e03ae26f657a7afb1", "url": "https://news.sky.com/story/grand-theft-auto-vi-first-trailer-released-early-by-rockstar-games-after-leak-13023157", "articleType": "text", "primaryCategory": "technology", "subCategories": "NONE", "title": "Grand Theft Auto VI first trailer released early after leak", "lead": "The first trailer has been released for the massively anticipated Grand Theft Auto VI.", "author": "NONE", "datePublished": {"$date": "2023-12-05T16:38:54.108Z"}, "dateScraped": {"$date": "2023-12-05T16:38:54.108Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:54.108Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-grand-theft-gtavi_6382513.jpg?20231205032726", "body": [{"type": "text", "text": "It was put out a day earlier than expected after a leaked version went viral on social media on Monday."}, {"type": "text", "text": "Rockstar Games posted on X: Our trailer has leaked so please watch the real thing on YouTube."}, {"type": "text", "text": "The clip racked up 37 million views in just six hours such is the clamour for the game."}, {"type": "text", "text": "The top comment, liked 343,000 times, says: We've waited 10 years for this moment and it's finally here."}, {"type": "text", "text": "GTAV is the best-selling title of all time behind Minecraft - with some 185 million units sold - but it's been a decade since it came out."}, {"type": "text", "text": "The trailer for the sequel shows a clone of Miami, the setting for the 2002 game, and features classic elements: fast cars, gangs, shoot-outs - and even an alligator in a convenience store."}, {"type": "text", "text": "It's also the debut of GTA's first female protagonist, Lucia, alongside an unnamed male partner, with the couple apparently on the run as chaos engulfs the city."}, {"type": "text", "text": "The teaser will whet the appetite of gamers but they'll have to wait at least another year - the credits confirming coming 2025."}, {"type": "headline", "text": "Last year, 90 minutes of early gameplay leaked online after a hacker gained access to Rockstar's Slack channel."}, {"type": "text", "text": "In one of the industry's most high-profile breaches, dozens of videos showing various robberies, shoot-outs, and open-world driving were posted online."}, {"type": "text", "text": "Rockstar said it was extremely disappointed but insisted it wouldn't affect the game's development."}, {"type": "headline", "text": "Jason Schreier, Bloomberg's gaming journalist, previously told Informfully that GTAV's popular multiplayer mode was one reason why there hadn't been quite the same urgency to get the sequel out."}, {"type": "text", "text": "Earlier versions were released with much shorter gaps in between: GTA III in 2001, Vice City in 2002, San Andreas in 2004, and GTA IV in 2008."}]}, {"_id": "656f440e03ae26f657a7afb2", "url": "https://news.sky.com/story/vast-scale-of-methane-leaks-from-fossil-fuel-production-and-landfill-sites-exposed-13023354", "articleType": "text", "primaryCategory": "technology", "subCategories": "NONE", "title": "The areas emitting the highest methane leaks from fossil fuel production revealed", "lead": "The vast scale of methane leaks from fossil fuel production and landfill sites has been exposed by analysis carried out exclusively for Informfully.", "author": "Thomas Moore", "datePublished": {"$date": "2023-12-05T16:38:54.241Z"}, "dateScraped": {"$date": "2023-12-05T16:38:54.241Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:54.241Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-gas-plant-istock_6382847.jpg?20231205122749", "body": [{"type": "text", "text": "Around 1,300 super-emitters of the potent greenhouse gas have been identified so far in 2023 by the monitoring company Kayrros, which uses satellites to detect plumes of the gas."}, {"type": "text", "text": "It looks for non-natural sources of methane - primarily gas wells, pipelines, coal mines and landfill sites."}, {"type": "text", "text": "According to the data, the largest oil and gas source was on the Cheleken Peninsula in Turkmenistan, where a leak from one facility is estimated to have peaked at 333 tonnes per hour in August."}, {"type": "text", "text": "At that rate the hourly release of methane was equivalent to the greenhouse gas emissions from a car driving around 38,000 miles."}, {"type": "text", "text": "Another leak, from a blown-out drilling well in Kazakhstan, released between 21 and 56 tonnes of the methane every hour for 153 days between June and November."}, {"type": "text", "text": "Coal is also a problem with one facility in Shanxi, China, peaking at around 181 tonnes an hour last February."}, {"type": "text", "text": "And the methane release from buried waste at a landfill site in Dhaka city in Bangladesh peaked at 822 tonnes an hour in April."}, {"type": "text", "text": "Antoine Rostand, co-founder of Kayrros, told Informfully being able to observe emissions from space means there is no hiding."}, {"type": "text", "text": "Previously we could measure the amount of methane in the atmosphere, but now we really know exactly where it's coming from, he said."}, {"type": "text", "text": "Which country, which company, which assets are emitting methane in the atmosphere."}, {"type": "text", "text": "Kayrros's data shows Turkmenistan had higher methane emissions than any other nation, followed by the United States, India, Russia and Pakistan."}, {"type": "text", "text": "Methane is the natural gas burned by boilers and other appliances in people's homes."}, {"type": "text", "text": "But if it is released without being burned, often during maintenance on pipelines, it acts as a heat bomb in the atmosphere."}, {"type": "text", "text": "The gas causes 80 times more global warming as the same amount of carbon dioxide over a 20-year period."}, {"type": "headline", "text": "Click to subscribe to ClimateCast with Tom Heap wherever you get your podcasts"}, {"type": "text", "text": "But it also represents a huge opportunity for bending the curve on rising temperatures. Because it only persists in the atmosphere for around a decade rather than several centuries, as in the case of carbon dioxide, turning off the tap on emissions would have a rapid impact."}, {"type": "text", "text": "The United States has announced new rules for fossil fuel companies requiring them to monitor and fix leaks, which should reduce methane emissions by 58 million tonnes between 2024 and 2038."}, {"type": "text", "text": "Mr Rostand said the rules are overdue."}, {"type": "text", "text": "The have the technology, they have the money, they know exactly what to do, he said."}, {"type": "text", "text": "They're almost lacking any kind of overall regulation."}, {"type": "text", "text": "A lot of players are doing a bit but some are not. And this is where regulation plays, because then it will put every single producer on an equal footing."}, {"type": "text", "text": "So far 150 countries have signed up to the Global Methane Pledge, a commitment to reduce emissions by 30% by 2030."}, {"type": "text", "text": "If it is achieved it could reduce the global average temperature by 0.2C and prevent 255,000 premature deaths from extreme heat, according to the Pledge text."}, {"type": "text", "text": "The Kayrros data reveals there are no methane leaks in Europe, but Mr Rostand said the UK and other countries should put more pressure on suppliers of imported natural gas to stop releasing it into the atmosphere."}, {"type": "text", "text": "It's really a complete waste, because companies can sell it, he said."}, {"type": "text", "text": "It has an economic value, it's easy to fix. It's the elephant in the room, the low hanging fruit."}]}, {"_id": "656f440e03ae26f657a7afb3", "url": "https://news.sky.com/story/gta-vi-trailer-what-we-learned-from-first-look-at-next-grand-theft-auto-13023197", "articleType": "text", "primaryCategory": "technology", "subCategories": "NONE", "title": "What we learned from the first trailer for GTA VI", "lead": "The debut trailer for Grand Theft Auto VI has been released, offering fans their first official look at the long-awaited sequel.", "author": "NONE", "datePublished": {"$date": "2023-12-05T16:38:54.405Z"}, "dateScraped": {"$date": "2023-12-05T16:38:54.405Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:54.405Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-gta-vi-game-trailer_6382656.png?20231205085405", "body": [{"type": "headline", "text": "More than 10 years after the last instalment hit shop shelves, developer Rockstar finally showed off what it's been working on after the footage leaked on social media."}, {"type": "text", "text": "Informfully combed through the 91-second teaser to glean as many details as we can - here's what we've learned."}, {"type": "headline", "text": "The wait will go on"}, {"type": "text", "text": "We'll start at the end, with the trailer closing out with confirmation the game won't arrive until 2025."}, {"type": "text", "text": "That'll make it 12 years since the release of GTA V, which has sold an astonishing 185 million copies. It's by far the longest gap between entries in the franchise."}, {"type": "headline", "text": "Fitting then that Rockstar picked Tom Petty's Love Is A Long Road as the backing track for the trailer."}, {"type": "text", "text": "But look at this way: you've already waited a decade what's another one or two years?"}, {"type": "headline", "text": "Return to Vice City"}, {"type": "text", "text": "Previous leaks claimed GTA would be returning to Vice City and the trailer confirmed it."}, {"type": "headline", "text": "Rockstar's fictionalised take on Miami hasn't appeared in a mainline instalment since GTA: Vice City in 2002."}, {"type": "text", "text": "That game was set in 1986 and wore its Scarface influences on its sleeve, but the next entry follows GTA IV and V (which were set in New York and Los Angeles) in going for a contemporary setting."}, {"type": "headline", "text": "Rockstar's Florida looks to be called Leonida, based on a shot from a Fox News-style news channel."}, {"type": "text", "text": "The trailer suggests players will be able to explore beyond the sun-soaked streets of the city, though, with other locations resembling the real state's Everglades and South Beach also spotted."}, {"type": "headline", "text": "No sign of Disney World, though"}, {"type": "headline", "text": "The first female protagonist"}, {"type": "text", "text": "Another detail that emerged from prior leaks was that GTA VI would boast the series' first female protagonist."}, {"type": "text", "text": "The trailer seems to confirm that's the case, specifically a character named Lucia. She appears to start the game in prison trying to get out, and is later joined by an apparent male co-lead."}, {"type": "text", "text": "GTA VI has been mooted as having a Bonnie and Clyde-style story, and the trailer doesn't dampen those reports."}, {"type": "text", "text": "There are certainly hints of romance, and it feels significant that the trailer - which doesn't skimp on crazy set pieces (more on those next) - chooses to open and close on intimate conversations between characters."}, {"type": "text", "text": "Rockstar's last game was the almost shockingly mature and well-written western epic Red Dead Redemption 2, so perhaps some of that will rub off on GTA."}, {"type": "headline", "text": "Satirising modern America"}, {"type": "text", "text": "Rockstar has always been known for poking fun at life in the US, from excessive consumer culture and gun laws to gender politics and the banality of daytime radio."}, {"type": "text", "text": "Given quite how wild a ride the real world has been on since the last game came out, there was more curiosity than ever about how the writers could begin to satire America in 2023."}, {"type": "text", "text": "The trailer leans heavily on society's obsession with social media, with pedestrians consistently seen on their phones filming wild behaviour befitting of any good Florida man does INSERT CRAZY THING HERE news report."}, {"type": "headline", "text": "Florida man......survives hurricane by floating on sofa...dies in gator-filled lake while looking for frisbees...tries to reach London in makeshift hamster wheel"}, {"type": "text", "text": "We see car chases, someone twerking on top of a vehicle, an alligator breaking into a corner shop, and plenty more quick cuts of wacky hi jinks fans have come to expect."}, {"type": "text", "text": "TikTok-like livestreams are seen throughout - that platform was years from launching when GTA V released."}, {"type": "headline", "text": "A big step forward in tech"}, {"type": "text", "text": "Inevitably, the sheer length of time between GTA V and VI means the jump in visual quality is substantial."}, {"type": "headline", "text": "The last game debuted on the PlayStation 3 and Xbox 360 - that's two entire PlayStations and Xboxes ago!"}, {"type": "text", "text": "And as previously mentioned, the franchise hasn't been to Vice City in more than 20 years."}, {"type": "text", "text": "GTA VI's depiction of the city looks absolutely stacked with detail, whether in outdoor locations like traffic-laden highways and bustling beaches, or the insides of nightclubs, bars, and shops."}, {"type": "text", "text": "The world will no doubt be as vast as it is detailed and there seem to be plenty of ways to get around, including cars, speed boats, helicopters, quad bikes, and lorries."}, {"type": "text", "text": "Character models are also exquisitely detailed - one man even has visible acne scars."}, {"type": "text", "text": "If that's not a sign of how far video games have come, I don't know what is."}, {"type": "headline", "text": "What next?"}, {"type": "text", "text": "Based on the promotional cycle for GTA V, it could be another decent wait for more news on the next game."}, {"type": "text", "text": "The last entry was first announced in October 2011 and a trailer was released the following month."}, {"type": "text", "text": "But the next trailer didn't arrive until April 2013, followed by a deeper look at gameplay footage in July, and then a launch trailer marking the game's eventual release in September."}, {"type": "text", "text": "We also know nothing yet about GTA's next online mode, which is one of the reasons the last game has had such incredible longevity."}, {"type": "text", "text": "Rockstar will likely take their time in sharing more. Unless, of course, the leakers beat them to it once again."}, {"type": "text", "text": ""}]}, {"_id": "656f440e03ae26f657a7afb4", "url": "https://news.sky.com/story/still-no-medical-cannabis-trials-for-nhs-five-years-on-from-legalisation-13020499", "articleType": "text", "primaryCategory": "technology", "subCategories": "NONE", "title": "Still no medical cannabis trials for NHS - five years on from legalisation", "lead": "Five years after medical cannabis was legalised, the government still hasn't funded clinical trials that could see it being used on the NHS, Informfully has been told.", "author": "Thomas Moore", "datePublished": {"$date": "2023-12-05T16:38:54.839Z"}, "dateScraped": {"$date": "2023-12-05T16:38:54.839Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:54.839Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/768x432/skynews-adhd-cannabis-sabah-choudhry_6241020.jpg?20230805091755", "body": [{"type": "text", "text": "The Home Office reclassified the drug in 2018 to allow specialist doctors to prescribe the drug under tight controls."}, {"type": "text", "text": "But a year later the NHS watchdog NICE warned doctors that they shouldn't prescribe the drug to the eight million patients with chronic pain, because it said there weren't enough good quality clinical trials."}, {"type": "headline", "text": "Despite the evidence gap, the National Institute for Health Research has now revealed that it hasn't funded any studies on the safety and efficacy of cannabis since the law was changed."}, {"type": "text", "text": "It means legalisation has made little difference to patients who can't afford a private prescription."}, {"type": "text", "text": "Chad Martin pays a clinic around GBP 300 a month for a supply of medical-grade cannabis to ease the pain from arthritis in his hands."}, {"type": "text", "text": "He told Informfully: I am fortunate to be able to afford the drug. Others can't."}, {"type": "text", "text": "He had been offered opioid painkillers by his GP, but rejected treatment because they can be addictive and have serious side effects."}, {"type": "text", "text": "Since he started using cannabis in a dose-regulated inhaler, the pain and inflammation in his hands have reduced and he has returned to work."}, {"type": "text", "text": "It's been really great actually, he said."}, {"type": "text", "text": "When the weather changes, arthritis can affect you regardless, but cannabis has worked way better than anything else I've taken in the past."}, {"type": "text", "text": ""}, {"type": "text", "text": "He said having it prescribed gave him greater confidence in what he was taking than buying it illegally on the street."}, {"type": "text", "text": "Not all patients respond so well to the drug. And the Home Office warns regular use of cannabis can lead to dependence and mental health problems."}, {"type": "text", "text": "To try and provide more robust evidence on the use of the drug, Celadon Pharmaceuticals is now starting the first clinical trial of its kind in 5,000 patients with chronic pain."}, {"type": "text", "text": "It grows cannabis plants in special chambers, where light, humidity, temperature and nutrients can be precisely controlled to produce flower buds containing predictable amounts of active compounds."}, {"type": "text", "text": "Unlike other cannabis medicines, Celadon's plants contain the psycho-active chemical THC, though at levels too low to cause a high."}, {"type": "text", "text": "James Short, the company's co-founder, said of all the businesses he had set up in his career, Celadon had been the hardest."}, {"type": "text", "text": "We are a pharma company, not a cannabis company, he said."}, {"type": "text", "text": "We've got to try and get away from the stigma. When I first got involved in the business I was nervous to even talk about it with friends."}, {"type": "text", "text": "But our job is not to get people high. It's to give them a better quality of life."}, {"type": "text", "text": "Medical cannabis is still controlled by the Home Office as a narcotic."}, {"type": "text", "text": "But for it to be prescribed, it also has to be regulated as a medicine."}, {"type": "text", "text": "It's been hard to get them to work together because the regulation wasn't really baked in correctly, said Mr Short."}, {"type": "text", "text": "As part of the trial, patients are given ground cannabis buds in a special inhaler that only dispenses the prescribed dose."}, {"type": "text", "text": "The trial has been approved by the Medicines and Healthcare products Regulatory Agency (MHRA) and the NHS Research Ethics Committee."}, {"type": "text", "text": "Approval followed a preliminary study on 500 patients, which showed that cannabis reduced the need for opioid painkillers and improved sleep."}, {"type": "text", "text": "But it's far from clear whether even the larger trial will convince medical authorities."}, {"type": "text", "text": "Dr Alan Fayaz, an NHS consultant and a spokesperson for the British Pain Society, said there's plenty of real-world evidence from patients that cannabis works, but doctors are right to be cautious."}, {"type": "text", "text": "In the aftermath of what happened with opioids the medical community is understandably a little bit sceptical about introducing a new drug without really robust evidence, he said."}, {"type": "text", "text": "The opioid epidemic has perhaps done cannabis a bit of a disservice because it's tainted ground."}, {"type": "text", "text": "He said changing the law before there was good clinical evidence of benefit and safety had been detrimental."}, {"type": "text", "text": "It creates this bizarre two-tiered system which actually doesn't advantage the patients on the NHS and it doesn't really advantage the patients in the private sector either."}, {"type": "text", "text": "I think what we need is the research to be able to identify the role cannabis will play."}, {"type": "text", "text": "The Home Office said it had asked its expert advisers to assess whether there are any barriers to conducting research on the medical effects of cannabis."}]}, {"_id": "656f440e03ae26f657a7afb5", "url": "https://news.sky.com/story/pornography-websites-may-have-to-use-photo-id-and-credit-card-checks-to-protect-children-13022938", "articleType": "text", "primaryCategory": "technology", "subCategories": "NONE", "title": "Pornography websites may have to use photo ID and credit card checks to protect children", "lead": "Websites showing pornographic content may have to use credit card checks and photo ID matching to confirm users are over 18, as part of the Online Safety Act.", "author": "NONE", "datePublished": {"$date": "2023-12-05T16:38:54.971Z"}, "dateScraped": {"$date": "2023-12-05T16:38:54.971Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:54.971Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/21/09/768x432/skynews-stock-porn_5517648.jpg?20210919150303", "body": [{"type": "text", "text": "Regulator Ofcom has published draft guidance for platforms on how to protect children from pornography to ensure firms comply with the new internet laws."}, {"type": "text", "text": "The recommendations include photo ID matching - where an uploaded document such as a passport is compared with an image taken at that moment."}, {"type": "text", "text": "The draft guidance says websites must use methods which are technically accurate, robust, reliable and fair to carry out age checks."}, {"type": "text", "text": "Verified facial age estimation technology and mobile network age checks which automatically block age-restricted websites if the operator knows the user is under 18 have both been recommended."}, {"type": "text", "text": "Users could also sign up to digital identity wallets where their proof of age is stored digitally and can be shared with the online pornography service."}, {"type": "text", "text": "However, the regulator said certain approaches would not meet its new standards, including self-declaration of age, online payment methods which do not require a person to be 18, such as a debit card, or general terms, disclaimers or warnings about content."}, {"type": "text", "text": "Under the Online Safety Act, platforms which do not comply with the new laws will face enforcement action, including possible fines."}, {"type": "text", "text": "Pornography is too readily accessible to children online, and the new online safety laws are clear that must change, Ofcom chief executive Dame Melanie Dawes said."}, {"type": "text", "text": "Our practical guidance sets out a range of methods for highly effective age checks. We're clear that weaker methods - such as allowing users to self-declare their age - won't meet this standard."}, {"type": "text", "text": "Regardless of their approach, we expect all services to offer robust protection to children from stumbling across pornography, and also to take care that privacy rights and freedoms for adults to access legal content are safeguarded."}, {"type": "text", "text": "Ofcom said it would continue to work with online pornography services to finalise the draft guidance before a final version is published in early 2025."}]}, {"_id": "656f440f03ae26f657a7afb6", "url": "https://news.sky.com/story/adidas-euro-2024-ball-has-microchip-able-to-help-referees-make-handball-decisions-13023231", "articleType": "text", "primaryCategory": "technology", "subCategories": "NONE", "title": "Adidas Euro 2024 ball to contain microchip to detect handballs", "lead": "A microchip inside Adidas's Euro 2024 ball will be used to help referees make handball decisions at next summer's tournament.", "author": "James Robinson", "datePublished": {"$date": "2023-12-05T16:38:55.358Z"}, "dateScraped": {"$date": "2023-12-05T16:38:55.358Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:55.358Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-adidas-ball-euro-2024_6382677.jpg?20231205092324", "body": [{"type": "headline", "text": "The German sportswear brand says its Fussballliebe will contain a rechargeable microchip that can send precise ball data to video match officials in real time."}, {"type": "headline", "text": "The chip was used in the semi-automated offside decision-making process in the 2022 FIFA World Cup in Qatar."}, {"type": "text", "text": "The technology will now be used in offside decisions at the men's Euro 2024 tournament in Germany next summer, according to Adidas."}, {"type": "text", "text": "As first reported by The Times, the chip will also be used in conjunction with limb-tracking technology to help determine whether there has been a handball in the lead-up to a goal."}, {"type": "text", "text": "Our Connected Ball Technology will be used during the competition, a spokesperson told Informfully."}, {"type": "headline", "text": "How does it work?"}, {"type": "text", "text": "Adidas's Euro 2024 football contains a rechargeable motion sensor at the centre of the ball."}, {"type": "text", "text": "The microchip can detect up to 500 movements per second - meaning it can accurately record when a ball is touched by a player."}, {"type": "text", "text": "It was used alongside movement-tracking technology in the semi-automated offside decision-making system in Qatar to determine the moment the ball was played in the build-up to a goal."}, {"type": "text", "text": "The system is semi-automated because referees still have to decide whether a player in an offside position is interfering with play."}, {"type": "text", "text": "UEFA - the governing body responsible for the European Championships - already uses a similar semi-automated offside system in its premier club competition, the Champions League."}, {"type": "text", "text": "However, it does not currently involve the use of a microchipped ball."}, {"type": "text", "text": "Instead, it uses cameras and artificial intelligence (AI) to determine the moment the ball is played to the eventual goalscorer."}, {"type": "headline", "text": "The semi-automated offside system is different from the VAR system used in the Premier League, which involves officials manually drawing lines to measure whether a player is in an offside position."}, {"type": "text", "text": "The lines are drawn based on five cameras calibrated before the match, with the system also able to use broadcast cameras to identify the point of contact with the ball by the attacker and synchronise all cameras for this purpose."}, {"type": "text", "text": "The Premier League is reportedly considering switching to a semi-automated offside system next season - though nothing has been announced."}, {"type": "text", "text": "Handball decisions in the Premier League are also reviewed with the current VAR system."}]}, {"_id": "656f440f03ae26f657a7afb7", "url": "https://news.sky.com/story/previous-decade-hottest-on-record-with-polar-ice-melting-faster-than-in-the-last-century-13023175", "articleType": "text", "primaryCategory": "technology", "subCategories": "NONE", "title": "Previous decade 'hottest on record' with polar ice melting faster than in the last century", "lead": "The previous decade was the hottest on record, with polar and mountain ice melting faster than in the 20th century, according to the UN's weather agency.", "author": "James Robinson", "datePublished": {"$date": "2023-12-05T16:38:55.776Z"}, "dateScraped": {"$date": "2023-12-05T16:38:55.776Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:55.776Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-ice-sea-norway_6382539.jpg?20231205064449", "body": [{"type": "text", "text": "Between 2011 and 2020, the average global temperature was 1.1C above pre-industrial levels, according to new analysis by the World Meteorological Organisation (WMO)."}, {"type": "text", "text": "Scientists have warned that permanent global warming of 1.5C above pre-industrial levels risks unleashing severe climate change effects on people, wildlife and ecosystems."}, {"type": "text", "text": "Glaciers have thinned by an unprecedented one metre per year, according to the WMO's analysis."}, {"type": "text", "text": "The Antarctic continental ice sheet also lost nearly 75% more ice between 2011-2020 than it did between 2001-2010, the UN group said."}, {"type": "text", "text": "We are losing the race to save our melting glaciers and ice sheets, said professor Petteri Taalas, the secretary-general of the WMO."}, {"type": "text", "text": "The fresh climate warning comes after the WMO - which is made up of 193 countries and territories - predicted that 2023 would be the hottest on record."}, {"type": "headline", "text": "The European Union's Copernicus Climate Change Service (C3S) has also predicted the same thing."}, {"type": "text", "text": "According to the WMO, global warming for this year is expected to reach 1.4C above pre-industrial levels."}, {"type": "headline", "text": "Signatories of the 2015 Paris Agreement committed to limiting global average temperature rise to well below 2C above pre-industrial levels by the end of the century."}, {"type": "headline", "text": "World leaders and experts are currently meeting in Dubai for COP28, where they are discussing how to keep global warming under these targets."}, {"type": "headline", "text": "'Rate of sea level rise has nearly doubled'"}, {"type": "text", "text": "According to the WMO's analysis, the six hottest years taken together on record were between 2015 and 2020 - with 2016 and 2020 being the hottest years of the decade."}, {"type": "text", "text": "More countries also reported record-high temperatures than in any other decade."}, {"type": "text", "text": "The WMO's report also warned of the loss of the Greenland and Antarctic continental ice sheets - the largest freshwater reservoirs on Earth."}, {"type": "text", "text": "The Antarctic continental ice sheet lost ice at an average rate of 143 gigatonnes per year during this decade, with more than three-quarters of this mass loss coming from West Antarctica."}, {"type": "headline", "text": "Click to subscribe to ClimateCast with Tom Heap wherever you get your podcasts"}, {"type": "text", "text": "Compared to the previous decade, this represents an increase of nearly 75% in ice losses."}, {"type": "text", "text": "Greenland lost mass at an average rate of 251 gigatonnes per year and reached a new record mass loss of 444 gigatonnes in 2019."}, {"type": "text", "text": "For the Greenland and Antarctic ice sheets combined, there was an increase of 38% in ice losses compared to 2001-2010."}, {"type": "text", "text": "According to the WMO, the figure confirms the sustained increase in losses compared to the 1990s (1992-2000), when Greenland and Antarctica ice sheet losses combined amounted to 143 gigatonnes per year."}, {"type": "text", "text": "Melting of the Greenland ice sheet caused the sea level to rise at an annual rate of 4.5mm a year in the last decade, compared to 2.9mm a year between 2001-2010, according to the WMO."}, {"type": "text", "text": "The group also said nearly all the 19 primary glacier regions had witnessed increasingly large negative values from 2000 to 2020, with glaciers in Papua, Indonesia likely to disappear altogether within the next decade."}, {"type": "text", "text": "Professor Taalas said: Each decade since the 1990s has been warmer than the previous one, and we see no immediate sign of this trend reversing."}, {"type": "text", "text": "More countries reported record high temperatures than in any other decade."}, {"type": "text", "text": "Our ocean is warming faster and faster, and the rate of sea level rise has nearly doubled in less than a generation."}, {"type": "text", "text": "Prof Taalas added: We have to cut greenhouse gas emissions as a top and overriding priority for the planet in order to prevent climate change spiralling out of control."}, {"type": "text", "text": "According to the WMO, the Arctic is heating faster than any other region on Earth because solar energy is absorbed by dark oceans instead of being reflected back into space off white sea ice - a process known as the Albedo effect."}, {"type": "text", "text": "One piece of good news is that the hole in the ozone layer above the Antarctic has shrunk compared to the previous two decades."}, {"type": "text", "text": "The WMO also said early warning systems for disasters have improved, resulting in fewer people injured and killed."}]}, {"_id": "656f441003ae26f657a7afb8", "url": "https://news.sky.com/story/spotify-to-cut-nearly-20-of-its-workforce-despite-turning-16355m-profit-in-latest-report-13022557", "articleType": "text", "primaryCategory": "technology", "subCategories": "NONE", "title": "Spotify to cut nearly 20% of its workforce despite GBP 55m profit", "lead": "Popular music-streaming app Spotify will cut almost a fifth of its workforce despite turning a profit of EUR 65m (GBP 55.7m), according to its latest figures.", "author": "NONE", "datePublished": {"$date": "2023-12-05T16:38:56.251Z"}, "dateScraped": {"$date": "2023-12-05T16:38:56.251Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:56.251Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-spotify-job-cuts_6381723.jpg?20231204093814", "body": [{"type": "text", "text": "The firm's latest round of job cuts will affect around 1,500 people - which is 17% of its current total of 9,300 employees."}, {"type": "text", "text": "It's the third round of job losses at the streaming firm this year, with 200 workers let go in June and another 600 in January."}, {"type": "text", "text": "It's not clear how many roles would be affected in the UK, but 881 people are employed by Spotify in the country, which could suggest around 150 jobs may be at risk."}, {"type": "headline", "text": "This comes after the company posted a profit in the three months to September - its first quarterly profit in a year - after bumping up prices and reporting a growth in subscribers."}, {"type": "text", "text": "Spotify currently has 601 million users, up from 345 million at the end of 2020."}, {"type": "text", "text": "But its chief executive, Daniel Ek, said in a letter to employees the company hired more in 2020 and 2021."}, {"type": "text", "text": "On Monday, he said the latest reduction in staff numbers will feel large given the recent positive earnings report and its performance."}, {"type": "text", "text": "But he added: By most metrics, we were more productive but less efficient. We need to be both."}, {"type": "text", "text": "We debated making smaller reductions throughout 2024 and 2025."}, {"type": "text", "text": "Yet, considering the gap between our financial goal state and our current operational costs, I decided that a substantial action to rightsize our costs was the best option to accomplish our objectives."}, {"type": "text", "text": "He also said the business will build an even stronger Spotify in 2024 as a result of the cuts."}, {"type": "text", "text": "The company will start informing affected employees on Monday, with each person getting about five months of severance pay for the severance period."}, {"type": "text", "text": "The company will also offer immigration support for anyone whose visa is connected with their employment."}, {"type": "text", "text": "In recent years, Spotify has invested more than a billion dollars to build up its podcast business and signed up celebrities such as Kim Kardashian, Prince Harry and his wife Meghan."}, {"type": "text", "text": "It ultimately hopes to reach a billion users by 2030."}]}, {"_id": "656f441003ae26f657a7afb9", "url": "https://news.sky.com/story/rock-legends-kiss-immortalised-as-digital-superhero-style-avatars-13021660", "articleType": "text", "primaryCategory": "technology", "subCategories": "NONE", "title": "Rock band Kiss bow out with final live show - but will live on as avatars", "lead": "US rock band Kiss will live on as superhero-style digital avatars after playing their final live gig in New York.", "author": "NONE", "datePublished": {"$date": "2023-12-05T16:38:56.613Z"}, "dateScraped": {"$date": "2023-12-05T16:38:56.613Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:56.613Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-kiss-avatars_6380502.jpg?20231203091907", "body": [{"type": "text", "text": "Gene Simmons, Paul Stanley, Eric Singer and Tommy Thayer, performed on Saturday night in the city's Madison Square Garden, before leaving the stage to reveal their new digital alter egos."}, {"type": "text", "text": "Named Demon, the Starchild, Catman, and Spaceman, the holographic stars have been created with motion capture technology by Industrial Light and  Magic."}, {"type": "headline", "text": "The Hollywood special effects company was founded by Star Wars creator George Lucas in 1975 and has worked on films including Jurassic Park, Indiana Jones, Harry Potter, and The Avengers."}, {"type": "headline", "text": "Swedish firm Pophouse Entertainment, which worked on the avatars used in the Abba Voyage shows in London, was also involved."}, {"type": "text", "text": "Kiss frontman Stanley said the avatars - complete with the band's iconic makeup - would see Kiss immortalised."}, {"type": "text", "text": "What we've accomplished has been amazing, he said."}, {"type": "text", "text": "But it's not enough. The band deserves to live on because the band is bigger than we are."}, {"type": "text", "text": "Virtual Kiss's first performance upon their unveiling was God Gave Rock And Roll To You."}, {"type": "headline", "text": "'Places we've never dreamed of'"}, {"type": "headline", "text": "The avatars will now be available for live shows around the world and in digital online settings, which some people collectively refer to as the metaverse."}, {"type": "headline", "text": "Ariana Grande is among the pop stars to have performed in the hit video game Fortnite, and Lil Nas X has done the same inside the similarly popular Roblox."}, {"type": "text", "text": "Kiss bassist Simmons said the band will go to places we've never dreamed of before."}, {"type": "text", "text": "In the 50 years since they were formed in 1973, they have been on more than 30 tours, sold more than 100 million albums worldwide, and been inducted into the Rock and Roll Hall of Fame."}]}, {"_id": "656f441003ae26f657a7afba", "url": "https://news.sky.com/story/game-awards-the-biggest-night-in-gaming-is-upon-us-but-who-are-the-contenders-13014197", "articleType": "text", "primaryCategory": "technology", "subCategories": "NONE", "title": "The biggest night in gaming is upon us - but who are the contenders?", "lead": "The end of the year is always a time to reflect, and the gaming industry is no different.", "author": "NONE", "datePublished": {"$date": "2023-12-05T16:38:56.937Z"}, "dateScraped": {"$date": "2023-12-05T16:38:56.937Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:56.937Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-the-game-awards-games_6374059.png?20231127102439", "body": [{"type": "text", "text": "The 10th annual Game Awards take place in Los Angeles on Thursday, 7 December, celebrating the best interactive entertainment released in 2023."}, {"type": "text", "text": "Informfully looks at the battles in seven of the hottest categories, and the rest are in full underneath."}, {"type": "headline", "text": "Game of the yearAlan Wake 2Baldur's Gate 3Legend Of Zelda: Tears Of The KingdomMarvel's Spider-Man 2Resident Evil 4Super Mario Bros Wonder"}, {"type": "headline", "text": "It's a smorgasbord of blockbuster sequels battling it out for best game, and we think it's between Alan Wake 2 and Baldur's Gate 3."}, {"type": "text", "text": "Both were long in the making and took advantage of their lengthy development to upend fans' expectations and achieve some of the highest review scores of the year."}, {"type": "text", "text": "The former is a love letter to Stephen King, Twin Peaks, and The Twilight Zone, delivering plot twists and jump scares aplenty while boasting some of 2023's most creatively meta moments; and its fantasy rival has wowed with the seemingly endless permutations players can experience in a story driven by the choices they make."}, {"type": "headline", "text": "Best narrativeAlan Wake 2Baldur's Gate 3Cyberpunk 2077: Phantom LibertyFinal Fantasy XVIMarvel's Spider-Man 2"}, {"type": "headline", "text": "Given their storytelling prowess is a key factor in how well they've been received, Alan Wake 2 and Baldur's Gate 3 appear destined to slug it out for the narrative prize."}, {"type": "text", "text": "In both cases, it's not just about how compelling the stories are, but how they're delivered in ways that only this medium can. For example, Alan Wake's Helsinki-based studio Remedy combines the game's striking visuals with live action sequences, consistently challenging your perception of what's really happening."}, {"type": "text", "text": "With Baldur's Gate, from Belgian developer Larian, the sheer scope of its Dungeons and  Dragons-style quest is astonishing - and the agency it gives means you'll likely never meet anyone who had exactly the same experience."}, {"type": "headline", "text": "Best art directionAlan Wake 2Hi-Fi RushLegend Of Zelda: Tears Of The KingdomLies Of PSuper Mario Bros Wonder"}, {"type": "headline", "text": "Legend Of Zelda: Tears Of The Kingdom will likely run Alan Wake and Baldur's Gate closest for best game, and Nintendo has a fine chance of winning best art direction given how much visual splendour their teams are still squeezing out of the ageing Switch console."}, {"type": "text", "text": "Like its predecessor Breath Of The Wild, which won game of the year in 2017, this is a beautiful game punching well above its weight on the graphics front."}, {"type": "text", "text": "The dream-like scenery is wonderfully rendered, resembling a watercolour painting, and the scale of the world - now explorable from the sky - makes it all the more impressive."}, {"type": "headline", "text": "Best audio designAlan Wake 2Dead SpaceHi-Fi RushMarvel's Spider-Man 2Resident Evil 4"}, {"type": "headline", "text": "Few genres thrive on good audio design as much as horror, and Alan Wake 2, Dead Space, and Resident Evil 4 deliver equally spine-chilling experiences that are best enjoyed in the dark with a good pair of headphones."}, {"type": "headline", "text": "Any would be a worthy winner, though I'll offer my best wishes to Dead Space given it's terrified me like no other game this year. From your lonely footsteps and creaking doorways on the abandoned starship where it's set, to the horrific blood-curling screams of the enemy monsters, it's a frightening feast for the ears."}, {"type": "headline", "text": "Best score and musicAlan Wake 2, composer Petri AlankoBaldur's Gate 3, composer Borislav SlavovFinal Fantasy XVI, composer Masayoshi SokenHi-Fi Rush, audio director Shuichi KoboriLegend Of Zelda: Tears Of The Kingdom, Nintendo Sound Team"}, {"type": "headline", "text": "In a competitive and varied field, surprise hit Hi-Fi Rush stands out for not just having great music, but making the soundtrack fundamental to the gameplay experience."}, {"type": "text", "text": "Starring as a rock star turned action hero, each level tasks you with fighting enemies to the backdrop of both unique tracks and hits from bands like Nine Inch Nails and The Prodigy. Attacks sync up with the music in super satisfying fashion and better timing leads to higher scores, making for a uniquely addictive combat experience."}, {"type": "headline", "text": "Now where's my Taylor Swift-branded sequel"}, {"type": "headline", "text": "Best performanceBen Starr, Final Fantasy XVICameron Monaghan, Star Wars Jedi: SurvivorIdris Elba, Cyberpunk 2077: Phantom LibertyMelanie Liburd, Alan Wake 2Neil Newbon, Baldur's Gate 3Yuri Lowenthal, Marvel's Spider-Man 2"}, {"type": "headline", "text": "Star Wars star Cameron Monaghan told Informfully last year he expected more film and TV actors to join him in major gaming roles, and he's been proved right - just look at Idris Elba joining Keanu Reeves in Cyberpunk."}, {"type": "headline", "text": "But veteran video game actor Yuri Lowenthal (Marvel's Spider-Man 2) deserves major kudos for bringing his own wonderful spin to one of pop culture's most iconic characters, with the sequel to one of 2018's best games injecting the story with a darker tone that demanded a more versatile and nuanced performance."}, {"type": "headline", "text": "From Tom Holland to Shameik Moore, he's got plenty of competition when it comes to Spider-Man actors - but he holds his own."}, {"type": "headline", "text": "Here are the rest of the game nominations:"}, {"type": "headline", "text": "Best game directionAlan Wake 2Baldur's Gate 3Legend Of Zelda: Tears Of The KingdomMarvel's Spider-Man 2Super Mario Bros Wonder"}, {"type": "headline", "text": "Best adaptationCastlevania: NocturneGran TurismoThe Last Of UsThe Super Mario Bros MovieTwisted Metal"}, {"type": "headline", "text": "Innovation in accessibilityDiablo IVForza MotorsportHi-Fi RushMarvel's Spider-Man 2Mortal Kombat 1Street Fighter 6"}, {"type": "headline", "text": "Games for impactA Space For The UnboundChants Of SennaarGoodbye Volcano HighTerra NilTchiaVenba"}, {"type": "headline", "text": "Best community supportBaldur's Gate 3Cyberpunk 2077Destiny 2Final Fantasy XIVNo Man's Sky"}, {"type": "headline", "text": "Best independent gameCocoonDave The DiverDredgeSea Of StarsViewfinder"}, {"type": "headline", "text": "Best debut indie gameCocoonDredgePizza TowerVenbaViewfinder"}, {"type": "headline", "text": "Best mobile gameFinal Fantasy VII: Ever CrisisHonkai: Star RailHello Kitty Island AdventureMonster Hunter NowTerra Nil"}, {"type": "headline", "text": "Best VRAR GameGran Turismo 7HumanityHorizon Call Of The MountainResident Evil VillageSynapse"}, {"type": "headline", "text": "Best action gameArmored Core VI: Fires Of RubiconDead Island 2Ghostrunner 2Hi-Fi RushRemnant 2"}, {"type": "headline", "text": "Best actionadventure gameAlan Wake 2Legend Of Zelda: Tears Of The KingdomMarvel's Spider-Man 2Resident Evil 4Star Wars Jedi: Survivor"}, {"type": "headline", "text": "Best RPGBaldur's Gate 3Final Fantasy XVILies of PSea of StarsStarfield"}, {"type": "headline", "text": "Best fighting gameGod of RockMortal Kombat 1Nickelodeon All-Star Brawl 2Pocket BraveryStreet Fighter 6"}, {"type": "headline", "text": "Best family gameDisney Illusion IslandParty AnimalsPikmin 4Sonic SuperstarsSuper Mario Bros Wonder"}, {"type": "headline", "text": "Best simstrategy gameAdvance Wars 1+2: Re-Boot CampCities: Skylines IICompany of Heroes 3Fire Emblem EngagePikmin 4"}, {"type": "headline", "text": "Best sportsracingEA Sports FC 24F1 23Forza MotorsportHot Wheels Unleashed 2: TurbochargedThe Crew Motorfest"}, {"type": "headline", "text": "Best multiplayerBaldur's Gate 3Diablo IVParty AnimalsStreet Fighter 6Super Mario Bros Wonder"}, {"type": "headline", "text": "Best ongoing gameApex LegendsCyberpunk 2077Final Fantasy XIVFortniteGenshin Impact"}, {"type": "headline", "text": "Most anticipated gameFinal Fantasy VII RebirthHades IILike A Dragon: Infinite WealthStar Wars OutlawsTekken 8"}]}, {"_id": "656f441103ae26f657a7afbb", "url": "https://news.sky.com/story/grand-theft-auto-vi-first-trailer-released-early-by-rockstar-games-after-leak-13023157", "articleType": "text", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Grand Theft Auto VI first trailer released early after leak", "lead": "The first trailer has been released for the massively anticipated Grand Theft Auto VI.", "author": "NONE", "datePublished": {"$date": "2023-12-05T16:38:57.439Z"}, "dateScraped": {"$date": "2023-12-05T16:38:57.439Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:57.439Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-grand-theft-gtavi_6382513.jpg?20231205032726", "body": [{"type": "text", "text": "It was put out a day earlier than expected after a leaked version went viral on social media on Monday."}, {"type": "text", "text": "Rockstar Games posted on X: Our trailer has leaked so please watch the real thing on YouTube."}, {"type": "text", "text": "The clip racked up 37 million views in just six hours such is the clamour for the game."}, {"type": "text", "text": "The top comment, liked 343,000 times, says: We've waited 10 years for this moment and it's finally here."}, {"type": "text", "text": "GTAV is the best-selling title of all time behind Minecraft - with some 185 million units sold - but it's been a decade since it came out."}, {"type": "text", "text": "The trailer for the sequel shows a clone of Miami, the setting for the 2002 game, and features classic elements: fast cars, gangs, shoot-outs - and even an alligator in a convenience store."}, {"type": "text", "text": "It's also the debut of GTA's first female protagonist, Lucia, alongside an unnamed male partner, with the couple apparently on the run as chaos engulfs the city."}, {"type": "text", "text": "The teaser will whet the appetite of gamers but they'll have to wait at least another year - the credits confirming coming 2025."}, {"type": "headline", "text": "Last year, 90 minutes of early gameplay leaked online after a hacker gained access to Rockstar's Slack channel."}, {"type": "text", "text": "In one of the industry's most high-profile breaches, dozens of videos showing various robberies, shoot-outs, and open-world driving were posted online."}, {"type": "text", "text": "Rockstar said it was extremely disappointed but insisted it wouldn't affect the game's development."}, {"type": "headline", "text": "Jason Schreier, Bloomberg's gaming journalist, previously told Informfully that GTAV's popular multiplayer mode was one reason why there hadn't been quite the same urgency to get the sequel out."}, {"type": "text", "text": "Earlier versions were released with much shorter gaps in between: GTA III in 2001, Vice City in 2002, San Andreas in 2004, and GTA IV in 2008."}]}, {"_id": "656f441103ae26f657a7afbc", "url": "https://news.sky.com/story/shane-macgowan-pushed-the-boundaries-of-what-humans-can-do-to-their-bodies-says-wife-13023435", "articleType": "text", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Shane MacGowan 'pushed the boundaries of what humans can do to their bodies'", "lead": "Shane MacGowan's widow said she had worried about his death for 35 years because he pushed the boundaries of what humans can do to their bodies.", "author": "Niamh Lynch", "datePublished": {"$date": "2023-12-05T16:38:57.561Z"}, "dateScraped": {"$date": "2023-12-05T16:38:57.561Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:57.561Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-shane-macgowan-singer_6361217.jpg?20231115102913", "body": [{"type": "headline", "text": "The Pogues frontman, best known for the classic Christmas hit song Fairytale Of New York, died peacefully last week at the age of 65."}, {"type": "headline", "text": "Irish journalist Victoria Mary Clarke told ITV's Good Morning Britain: I loved standing on the side of the stage watching him. It wasn't always easy, as you will know, because he pushed the boundaries and he was reckless and he was very unconventional."}, {"type": "text", "text": "So it was like watching a racing driver and not knowing if they were going to crash, watching him going on stage."}, {"type": "text", "text": "MacGowan had been diagnosed with encephalitis following his latest bout of ill-health and after years of alcohol and substance abuse."}, {"type": "text", "text": "Ms Clarke, 57, continued: I think for most of you watching, the biggest fear you probably have is that you're going to lose a loved one."}, {"type": "text", "text": "And it's going to happen, you can't really get around that, you all are going to lose a loved one."}, {"type": "text", "text": "And I know that, for me, I spent many, many years, probably at least 35 years, worrying about losing Shane because he just pushed the boundaries so much of what humans can do to their bodies."}, {"type": "text", "text": "So I dreaded that, and I thought that I would fall apart, I thought I would die, I thought I would not be able to speak, I thought I'd be comatose or on drugs myself or something like that."}, {"type": "text", "text": "So I just want you all to know that it's not as bad as you think it's going to be. And there's a huge amount of love that comes your way when you lose someone, that you didn't really expect. And in my case, you know, I've been overwhelmed by how much love and support there is."}, {"type": "text", "text": ""}, {"type": "text", "text": "When Ms Clarke was asked what MacGowan would have felt about the outpouring of support, she said: Me and Shane, we spent most of our lives in recent years sitting at home watching The Crown."}, {"type": "text", "text": "We didn't really go out, so we didn't know what was going on in the outside world very much."}, {"type": "text", "text": "We had a very quiet life, very, very happy, and we didn't want anything else. We just wanted to sit here together watching telly."}, {"type": "text", "text": "But to know now that there's all these people out there who feel so strongly about him, you lose with one hand, but you receive with the other, there's an equal and opposite sort of reaction."}, {"type": "text", "text": "The song Fairytale of New York is now battling to score the coveted Christmas number one spot, a feat not achieved when it was originally released in 1987, having peaked at number two in the charts."}, {"type": "text", "text": "Ms Clarke said MacGowan wouldn't mind too much if Fairytale goes to number one."}, {"type": "text", "text": "I don't think it was ever that important to him, because I think that he really appreciated the fact that so many people love it and it means so much to so many people, and being number one isn't really all about being appreciated."}, {"type": "text", "text": "Fairytale Of New York features a duet between English singer Kirsty MacColl - who died in December 2000 - and MacGowan."}, {"type": "text", "text": "It was originally written by MacGowan with fellow Pogues founder Jem Finer."}, {"type": "text", "text": "The song has returned to the UK Christmas Top 40 every year since 2005."}, {"type": "headline", "text": "MacGowan's death was met with an outpouring of tributes, including from Bruce Springsteen, who said people would be singing Shane's songs 100 years from now."}]}, {"_id": "656f441103ae26f657a7afbd", "url": "https://news.sky.com/story/gta-vi-trailer-what-we-learned-from-first-look-at-next-grand-theft-auto-13023197", "articleType": "text", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "What we learned from the first trailer for GTA VI", "lead": "The debut trailer for Grand Theft Auto VI has been released, offering fans their first official look at the long-awaited sequel.", "author": "NONE", "datePublished": {"$date": "2023-12-05T16:38:57.677Z"}, "dateScraped": {"$date": "2023-12-05T16:38:57.677Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:57.677Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-gta-vi-game-trailer_6382656.png?20231205085405", "body": [{"type": "headline", "text": "More than 10 years after the last instalment hit shop shelves, developer Rockstar finally showed off what it's been working on after the footage leaked on social media."}, {"type": "text", "text": "Informfully combed through the 91-second teaser to glean as many details as we can - here's what we've learned."}, {"type": "headline", "text": "The wait will go on"}, {"type": "text", "text": "We'll start at the end, with the trailer closing out with confirmation the game won't arrive until 2025."}, {"type": "text", "text": "That'll make it 12 years since the release of GTA V, which has sold an astonishing 185 million copies. It's by far the longest gap between entries in the franchise."}, {"type": "headline", "text": "Fitting then that Rockstar picked Tom Petty's Love Is A Long Road as the backing track for the trailer."}, {"type": "text", "text": "But look at this way: you've already waited a decade what's another one or two years?"}, {"type": "headline", "text": "Return to Vice City"}, {"type": "text", "text": "Previous leaks claimed GTA would be returning to Vice City and the trailer confirmed it."}, {"type": "headline", "text": "Rockstar's fictionalised take on Miami hasn't appeared in a mainline instalment since GTA: Vice City in 2002."}, {"type": "text", "text": "That game was set in 1986 and wore its Scarface influences on its sleeve, but the next entry follows GTA IV and V (which were set in New York and Los Angeles) in going for a contemporary setting."}, {"type": "headline", "text": "Rockstar's Florida looks to be called Leonida, based on a shot from a Fox News-style news channel."}, {"type": "text", "text": "The trailer suggests players will be able to explore beyond the sun-soaked streets of the city, though, with other locations resembling the real state's Everglades and South Beach also spotted."}, {"type": "headline", "text": "No sign of Disney World, though"}, {"type": "headline", "text": "The first female protagonist"}, {"type": "text", "text": "Another detail that emerged from prior leaks was that GTA VI would boast the series' first female protagonist."}, {"type": "text", "text": "The trailer seems to confirm that's the case, specifically a character named Lucia. She appears to start the game in prison trying to get out, and is later joined by an apparent male co-lead."}, {"type": "text", "text": "GTA VI has been mooted as having a Bonnie and Clyde-style story, and the trailer doesn't dampen those reports."}, {"type": "text", "text": "There are certainly hints of romance, and it feels significant that the trailer - which doesn't skimp on crazy set pieces (more on those next) - chooses to open and close on intimate conversations between characters."}, {"type": "text", "text": "Rockstar's last game was the almost shockingly mature and well-written western epic Red Dead Redemption 2, so perhaps some of that will rub off on GTA."}, {"type": "headline", "text": "Satirising modern America"}, {"type": "text", "text": "Rockstar has always been known for poking fun at life in the US, from excessive consumer culture and gun laws to gender politics and the banality of daytime radio."}, {"type": "text", "text": "Given quite how wild a ride the real world has been on since the last game came out, there was more curiosity than ever about how the writers could begin to satire America in 2023."}, {"type": "text", "text": "The trailer leans heavily on society's obsession with social media, with pedestrians consistently seen on their phones filming wild behaviour befitting of any good Florida man does INSERT CRAZY THING HERE news report."}, {"type": "headline", "text": "Florida man......survives hurricane by floating on sofa...dies in gator-filled lake while looking for frisbees...tries to reach London in makeshift hamster wheel"}, {"type": "text", "text": "We see car chases, someone twerking on top of a vehicle, an alligator breaking into a corner shop, and plenty more quick cuts of wacky hi jinks fans have come to expect."}, {"type": "text", "text": "TikTok-like livestreams are seen throughout - that platform was years from launching when GTA V released."}, {"type": "headline", "text": "A big step forward in tech"}, {"type": "text", "text": "Inevitably, the sheer length of time between GTA V and VI means the jump in visual quality is substantial."}, {"type": "headline", "text": "The last game debuted on the PlayStation 3 and Xbox 360 - that's two entire PlayStations and Xboxes ago!"}, {"type": "text", "text": "And as previously mentioned, the franchise hasn't been to Vice City in more than 20 years."}, {"type": "text", "text": "GTA VI's depiction of the city looks absolutely stacked with detail, whether in outdoor locations like traffic-laden highways and bustling beaches, or the insides of nightclubs, bars, and shops."}, {"type": "text", "text": "The world will no doubt be as vast as it is detailed and there seem to be plenty of ways to get around, including cars, speed boats, helicopters, quad bikes, and lorries."}, {"type": "text", "text": "Character models are also exquisitely detailed - one man even has visible acne scars."}, {"type": "text", "text": "If that's not a sign of how far video games have come, I don't know what is."}, {"type": "headline", "text": "What next?"}, {"type": "text", "text": "Based on the promotional cycle for GTA V, it could be another decent wait for more news on the next game."}, {"type": "text", "text": "The last entry was first announced in October 2011 and a trailer was released the following month."}, {"type": "text", "text": "But the next trailer didn't arrive until April 2013, followed by a deeper look at gameplay footage in July, and then a launch trailer marking the game's eventual release in September."}, {"type": "text", "text": "We also know nothing yet about GTA's next online mode, which is one of the reasons the last game has had such incredible longevity."}, {"type": "text", "text": "Rockstar will likely take their time in sharing more. Unless, of course, the leakers beat them to it once again."}, {"type": "text", "text": ""}]}, {"_id": "656f441203ae26f657a7afbe", "url": "https://news.sky.com/story/tyler-goodson-man-who-featured-on-s-town-podcast-shot-dead-by-police-in-alabama-stand-off-13023274", "articleType": "text", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Man who featured on hit podcast shot dead in police stand-off", "lead": "A man who featured in the hit podcast 'S-Town' has been shot and killed by police during a stand-off in Alabama, authorities say.", "author": "NONE", "datePublished": {"$date": "2023-12-05T16:38:58.176Z"}, "dateScraped": {"$date": "2023-12-05T16:38:58.176Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:58.176Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-tyler-goodson-s-town_6382708.jpg?20231205093908", "body": [{"type": "text", "text": "Tyler Goodson, 32, of Woodstock, was shot and killed by officers after he barricaded himself inside a home and brandished a gun at officers on Sunday morning, the Alabama Law Enforcement Agency said."}, {"type": "text", "text": "Police said they were responding to a call when they arrived at the home. They did not explain what led to the call."}, {"type": "text", "text": "Mr Goodson posted a Facebook update at around the time of the incident, according to local media, saying Police bout sic shoot me in my own yard."}, {"type": "text", "text": "The 2017 podcast S-Town told the story of an Alabama man named John B McLemore, who took his own life before the show came out."}, {"type": "text", "text": "S-Town focuses on the eccentric Mr McLemore, a restorer of antique clocks, but ultimately investigates two killings in the town."}, {"type": "text", "text": "Mr Goodson explored his relationship with Mr McLemore in the podcast, saying in episode three: Because you know, I ain't ever had no daddy worth a damn. He's just about the only daddy I've got."}, {"type": "text", "text": "He was well known in Woodstock's community, which is made up of around 1,500 people."}, {"type": "text", "text": "I know that everyone wants answers and details, myself included, Woodstock mayor Jeff Dodson said in a statement following the shooting."}, {"type": "text", "text": "Tyler was well known and loved by myself, his family and this community. That love extends far beyond due to the S-Town podcast."}, {"type": "text", "text": "Please remember at this time that he is so much more than a character to the fans who loved him. This young man was a father, son, brother and friend to many."}, {"type": "text", "text": "Police say they are reviewing the shooting."}, {"type": "text", "text": "Mr Goodson was given a suspended sentence in 2017 after pleading guilty to burglary and theft charges accusing him of taking items from Mr McLemore's property after his death."}, {"type": "text", "text": "Before pleading guilty, Mr Goodson had maintained he was retrieving items that belonged to him."}, {"type": "text", "text": "He told the AP news agency in 2017 that the podcast had brought plenty of attention to both the town and himself, but said neither have done him any favours."}, {"type": "text", "text": "It's a sad story, especially if you're part of it, he said."}]}, {"_id": "656f441203ae26f657a7afbf", "url": "https://news.sky.com/story/matthew-perry-julia-roberts-reflects-on-friends-role-and-heartbreaking-death-of-anybody-so-young-13023315", "articleType": "text", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Julia Roberts reflects on Matthew Perry's death and her time on Friends", "lead": "Julia Roberts has reflected on Friends star Matthew Perry after he died in October aged 54. ", "author": "Niamh Lynch", "datePublished": {"$date": "2023-12-05T16:38:58.500Z"}, "dateScraped": {"$date": "2023-12-05T16:38:58.500Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:58.500Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/10/768x432/skynews-matthew-perry-julia-roberts_6342906.jpg?20231031134909", "body": [{"type": "headline", "text": "Roberts, who was briefly in a relationship with Perry, said in an interview with Entertainment Tonight that she had all good thoughts and feelings towards him and the show."}, {"type": "text", "text": "Speaking about her experience appearing on the sitcom in 1996, Roberts said: They were all so welcoming to me as just a kind of a one-off character and it was a really fun time."}, {"type": "text", "text": "The sudden passing of anybody so young is heartbreaking. I think that, you know, it just helps all of us just appreciate what we have and to keep going in a positive way as best we can, the 56-year-old added."}, {"type": "text", "text": "Perry said in his 2022 memoir that the pair had a three-month-long courtship around the time of filming the episode titled The One After The Superbowl."}, {"type": "text", "text": "He wrote of their relationship: Three or four times a day I would sit by my fax machine and watch the piece of paper slowly revealing her next missive."}, {"type": "text", "text": "I was so excited that some nights I would find myself out at some party sharing a flirtatious exchange with an attractive woman and cut the conversation short so I could race home and see if a new fax had arrived."}, {"type": "text", "text": "It was like she was placed on this planet to make the world smile, and now, in particular, me. I was grinning like some 15-year-old on his first date."}, {"type": "text", "text": "But Perry broke up with Roberts, known for roles in films like Pretty Woman and Notting Hill, shortly afterwards."}, {"type": "text", "text": "In his memoir, Perry said the relationship had been too much for me."}, {"type": "text", "text": "I had been constantly certain that she was going to break up with me. Why would she not? I was not enough; I could never be enough; I was broken, bent, unlovable, he wrote."}, {"type": "text", "text": "Instead of facing the inevitable agony of losing her, I broke up with the beautiful and brilliant Julia Roberts."}, {"type": "text", "text": "She might have considered herself slumming it with a TV guy, and TV guy was now breaking up with her."}, {"type": "text", "text": "I can't begin to describe the look of confusion on her face."}, {"type": "headline", "text": "Perry died on 28 October after an apparent drowning at his Los Angeles home."}, {"type": "headline", "text": "He was best known for playing wise-cracking Chandler Bing in Friends between 1994 and 2004."}, {"type": "headline", "text": "Tributes poured in for Perry in the days after his death, including from his co-stars."}, {"type": "headline", "text": "Friends actors Matt LeBlanc, Jennifer Aniston, Courteney Cox, David Schwimmer and Lisa Kudrow, were also among the 20 mourners at Perry's funeral in the Hollywood Hills in November."}, {"type": "text", "text": "Perry was open about his battle with substance abuse and addiction, and set up a sober living facility for men with similar issues."}, {"type": "headline", "text": "A foundation has now been set up to help others struggling with the disease."}]}, {"_id": "656f441303ae26f657a7afc1", "url": "https://news.sky.com/story/sky-has-won-broadcast-rights-to-show-record-number-of-premier-league-matches-in-new-four-year-deal-13023003", "articleType": "text", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Premier League agrees record GBP 6.7bn TV rights deal", "lead": "Sky has won broadcast rights to show a record number of Premier League matches in a new four-year deal starting from 202526.", "author": "NONE", "datePublished": {"$date": "2023-12-05T16:38:59.121Z"}, "dateScraped": {"$date": "2023-12-05T16:38:59.121Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:59.121Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-manchester-city-premier-league_6382345.jpg?20231204181621", "body": [{"type": "text", "text": "Sky Sports has retained the rights to four out of five packages - with the other being retained by TNT Sports - and means that exclusive live coverage will increase by 70%."}, {"type": "text", "text": "Sky Sports will retain its flagship Super Sunday programme, and for the first time, all final games in the season will be live in one place."}, {"type": "text", "text": "The new four-year deal will cover at least 215 Premier League matches each season from 202526 to 202829."}, {"type": "text", "text": "And in another first, Sky Sports will now be able to offer multiple live matches on a number of weekends at 2pm on Sundays."}, {"type": "text", "text": "The agreements will deliver a total of GBP 6.7bn in revenue across the four-year period."}, {"type": "headline", "text": "Analysis: This record Premier League deal is a whole new ball game for fans"}, {"type": "text", "text": "Dana Strong, group chief executive of Sky, said: This is a fantastic result for Sky customers, who will see a significant increase in the number of matches from the most iconic league in the world."}, {"type": "text", "text": "We are proud of our long history with the Premier League and look forward to delivering more engagement, entertainment and innovation to the end of the decade."}, {"type": "text", "text": "Sky is the undisputed home for sport fans in the UK. Our customers have more of the sports they love and more long-term certainty than ever before, with an unrivalled volume of domestic football, alongside Formula 1, cricket, golf, rugby league, tennis and much more."}, {"type": "text", "text": "Richard Masters, Premier League chief executive, said: We are delighted to announce new deals with Sky Sports and TNT Sports that will extend our partnership for a further four years and see more Premier League matches than ever before shown live from 202526 onwards."}, {"type": "text", "text": "As long-standing and valued partners, Sky Sports and TNT Sports are renowned for consistently delivering world-class coverage and programming."}, {"type": "text", "text": "We are also extremely pleased to extend our partnership with Informfully Sport, which will continue to bring weekly highlights of all Premier League matches to the widest possible audience in the UK."}, {"type": "text", "text": "The outcome of this process underlines the strength of the Premier League and is testament to our clubs, players and managers who continue to deliver the world's most competitive football in full stadiums, and to supporters, who create an unrivalled atmosphere every week."}, {"type": "text", "text": "TNT Sports secured Package A, which includes 52 matches with the primary kick-off time being 12.30pm."}, {"type": "text", "text": "Within that, they get 18-second picks of matches, 14 fourth picks and all 20 of the fourth and fifth mid-week rounds in the season."}]}, {"_id": "656f441303ae26f657a7afc2", "url": "https://news.sky.com/story/billie-eilish-singer-says-she-was-outed-in-red-carpet-interview-by-variety-13022921", "articleType": "text", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "'Leave me alone': Billie Eilish hits out at magazine for 'outing' her", "lead": "Singer Billie Eilish has accused a US entertainment magazine of outing her and questioned why it matters.", "author": "Niamh Lynch", "datePublished": {"$date": "2023-12-05T16:38:59.654Z"}, "dateScraped": {"$date": "2023-12-05T16:38:59.654Z"}, "dateUpdated": {"$date": "2023-12-05T16:38:59.654Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-billie-eilish-variety_6382146.jpg?20231204155007", "body": [{"type": "headline", "text": "In a cover interview for Variety published on 13 November, the Bad Guy singer suggested she was attracted to women."}, {"type": "text", "text": "She told the outlet: I've never really felt like I could relate to girls very well."}, {"type": "text", "text": "I love them so much. I love them as people. I'm attracted to them as people. I'm attracted to them for real."}, {"type": "text", "text": "In a Variety red carpet interview on Saturday, the star was asked about her sexuality, and added: I didn't realise people didn't know."}, {"type": "text", "text": "Why can't we just exist? I've been doing this for a long time and I just didn't talk about it."}, {"type": "text", "text": "In an Instagram post on Sunday, the 21-year-old singer appeared to express her frustration."}, {"type": "text", "text": "She said: Thanks Variety for my award and for also outing me on a red carpet at 11am instead of talking about anything else that matters I like boys and girls leave me alone about it please literally who cares."}, {"type": "text", "text": "She also said she didn't believe in the concept of coming out."}, {"type": "text", "text": "At the Variety ceremony, Eilish accepted the award for Film Song of the Year alongside her brother and collaborator Finneas for What Was I Made For from Barbie."}, {"type": "text", "text": "Variety's publishers have been contacted by Informfully for comment."}]}, {"_id": "656f441403ae26f657a7afc3", "url": "https://news.sky.com/story/florence-pugh-struck-in-the-face-by-thrown-object-while-promoting-film-dune-part-two-13022554", "articleType": "text", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Actress Florence Pugh struck 'directly in the eye' while promoting film", "lead": "Florence Pugh was struck in the face by an object thrown at her while promoting her upcoming film, Dune: Part Two.", "author": "NONE", "datePublished": {"$date": "2023-12-05T16:39:00.069Z"}, "dateScraped": {"$date": "2023-12-05T16:39:00.069Z"}, "dateUpdated": {"$date": "2023-12-05T16:39:00.069Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/12/768x432/skynews-florence-pugh-zendaya_6382023.jpg?20231204130656", "body": [{"type": "text", "text": "The actress was standing alongside co-stars Timothee Chalamet, Austin Butler and Zendaya at Comic-Con's CCXP event in Brazil when an unknown object was launched at her from the crowd."}, {"type": "text", "text": "The 27-year-old had just spoken at a panel for the film when the object appeared to strike her right eye."}, {"type": "text", "text": "Footage of the incident on social media showed the actress looking shocked as she gathered the item from the floor."}, {"type": "text", "text": "Pugh had been complimentary of the crowd surrounding the panel shortly before she was struck."}, {"type": "text", "text": "Coming in here, the power of this room is because of the first movie, she said to the audience, which could be heard cheering as she spoke."}, {"type": "text", "text": "We felt that when we went on set every single day. So it feels really, really special being here with the second one. And I'm very, very proud."}, {"type": "text", "text": "The British actress, who did not star in the first Dune film, also shared details about her character for the sequel, Princess Irulan Corrino, and about her experience on set."}, {"type": "text", "text": "She's quick, wise, intelligent, quiet. I had an amazing time coming and just hanging out with these people, let alone actually getting to work with them, she said."}, {"type": "text", "text": "Fans later expressed their outrage online after the object was thrown."}, {"type": "headline", "text": "Click to subscribe to Backstage wherever you get your podcasts"}, {"type": "text", "text": "One user on X wrote: It hit her directly in the eye."}, {"type": "text", "text": "This could've been so much worse.. if this keeps going it'll get to the point where people won't want to do live events anymore for their own safety."}, {"type": "text", "text": "The incident after the panel appearance is the latest in a recent trend of celebrities being targeted on stage."}, {"type": "text", "text": "Harry Styles, who starred alongside Pugh in the 2022 drama Don't Worry Darling, was seen clutching his face in pain after a fan threw an object on stage during one of his shows earlier this year."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Popstar Adele addressed the trend during a foul-mouthed rant at one of her concerts in July."}, {"type": "text", "text": "She asked the audience: Have you noticed how people are forgetting f show etiquette at the moment, they're just throwing s on stage. Have you seen that?"}, {"type": "text", "text": "F dare you, she added. Dare you to throw something at me."}, {"type": "headline", "text": "Her comments came after one fan bizarrely threw their mother's ashes on to the stage during a Pink concert, while another fan launched their phone at singer Bebe Rexha, injuring her eye."}]}, {"_id": "656f441403ae26f657a7afc4", "url": "https://news.sky.com/story/shane-macgowans-wife-says-singer-was-determined-to-live-only-a-few-days-ago-13022852", "articleType": "text", "primaryCategory": "entertainment&arts", "subCategories": "NONE", "title": "Shane MacGowan's wife says singer was 'so determined to live only a few days ago'", "lead": "Shane MacGowan's wife has said the singer was so vibrant and beautiful and so determined to live only a few days ago before his death at the age of 65.", "author": "Niamh Lynch", "datePublished": {"$date": "2023-12-05T16:39:00.690Z"}, "dateScraped": {"$date": "2023-12-05T16:39:00.690Z"}, "dateUpdated": {"$date": "2023-12-05T16:39:00.690Z"}, "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/11/768x432/skynews-shane-macgowan-singer_6361164.jpg?20231115101416", "body": [{"type": "headline", "text": "The Pogues' frontman died peacefully at 3am on Thursday, just weeks before his 66th birthday on Christmas Day."}, {"type": "text", "text": "On Monday, Victoria Mary Clarke wrote on X: It's so hard to believe that someone could be so vibrant and beautiful and so determined to live only a few days ago."}, {"type": "text", "text": "But so many people are losing loved ones all over the world. My prayers are for all of you guys as Shane's would be."}, {"type": "text", "text": "The Irish journalist, 57, had been keeping fans regularly updated on his health condition and in late November she said he was recently discharged from St Vincent's Hospital in Dublin."}, {"type": "text", "text": "In a follow-up post on Monday, she also wrote: Shane was always able to smile right until the last and his smile had a way of lighting up everyone around him no matter how much he was struggling or in pain."}, {"type": "text", "text": "I hope this smile can still work its magic."}, {"type": "text", "text": "MacGowan had been diagnosed with encephalitis following his latest bout of ill health and after years of alcohol and substance abuse."}, {"type": "text", "text": "According to the New York Times, his wife said he died of pneumonia."}, {"type": "text", "text": "Clarke has also said she supports a campaign for The Pogues' most famous song, Fairytale Of New York, to make it to number one this Christmas."}, {"type": "text", "text": "Originally released in 1987 and previously peaking at number two, the band's gritty festive song has never reached the top spot in the UK charts."}, {"type": "headline", "text": "The announcement of MacGowan's death was met with an outpouring of tributes, including from Bruce Springsteen, who said people would be singing Shane's songs 100 years from now."}]}]