[{"_id": "64cccc5d51ac33362ac8c114", "url": "https://news.sky.com/story/andrew-tate-wins-appeal-from-romanian-court-to-be-released-from-house-arrest-12933433", "primaryCategory": "home", "subCategories": "None", "title": "Andrew Tate wins appeal to be released from house arrest pending trial", "lead": "Andrew Tate has won his appeal in a Romanian court to be released from house arrest pending trial.", "author": "None", "datePublished": "2023-08-04 10:29:00", "dateScraped": "2023-08-04 12:01:01.198325", "dateUpdated": "2023-08-04 10:29:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-andrew-tate-romania_6237093.jpg?20230801125257", "body": [{"type": "text", "text": "Andrew Tate has won his appeal in a Romanian court to be released from house arrest pending trial."}, {"type": "headline", "text": "The controversial influencer has been held in Romania charged with human trafficking, rape and forming an organised crime group."}, {"type": "text", "text": "The Bucharest Court of Appeals said in a written ruling that it \"replaces the house arrest measure with that of judicial control for a period of 60 days from 4 August until 2 October.\""}, {"type": "text", "text": "Tate was indicted in June along with his brother Tristan and two Romanian female suspects for human trafficking, rape and forming a criminal gang to sexually exploit women."}, {"type": "text", "text": "The Tate brothers are accused of tricking seven women into sexual exploitation on fake promises of a relationship or marriage - a technique authorities have labelled the \"loverboy method\"."}, {"type": "text", "text": "It is alleged that the Tate brothers, along with the two Romanian female suspects, formed the group in 2021 to commit human trafficking in Romania and other countries - including the US and UK."}, {"type": "text", "text": "The brothers were first arrested at a property in Bucharest in December last year and held in custody until March - when they were released under house arrest."}, {"type": "text", "text": "The former professional kickboxer has repeatedly claimed Romanian prosecutors have no evidence and alleged the case is a political conspiracy designed to silence him."}, {"type": "text", "text": "Andrew Tate, who has been based mainly in Romania since 2017, is an online influencer who has amassed millions of followers, particularly among young men."}]}, {"_id": "64cccc5d51ac33362ac8c115", "url": "https://news.sky.com/story/donald-trump-warns-it-is-a-sad-day-for-america-as-he-pleads-not-guilty-over-january-6-riot-and-asks-supporters-for-cash-12933318", "primaryCategory": "home", "subCategories": "None", "title": "'A very sad day for America': Defiant Trump pleads not guilty - and asks his supporters for cash", "lead": "Donald Trump declared it is \"a very sad day for America\" after pleading not guilty to trying to overturn the 2020 election result.", "author": "None", "datePublished": "2023-08-04 05:26:00", "dateScraped": "2023-08-04 12:01:01.480030", "dateUpdated": "2023-08-04 05:26:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-donald-trump-court_6239918.jpg?20230803225625", "body": [{"type": "text", "text": "Donald Trump declared it is \"a very sad day for America\" after pleading not guilty to trying to overturn the 2020 election result."}, {"type": "text", "text": "Speaking after his court appearance, the former US president said: \"When you look at what is happening this is a persecution of a political opponent. This was never supposed to happen in America."}, {"type": "text", "text": "\"This is a persecution of a person that is leading by very, very substantial numbers in the Republican primary and leading Biden a lot. So if you can't beat him you persecute him or you prosecute him, we can't let this happen in America.\""}, {"type": "text", "text": "Barely an hour after facing a judge in Washington, Trump emailed his supporters to ask for cash - and claimed that he could face \"561 years in prison for a crime I did not commit\"."}, {"type": "text", "text": "Insisting he was an innocent man, his email said: \"You are why I could never give up our mission to save America - no matter how nasty and vicious the attacks ever got."}, {"type": "text", "text": "\"I always knew this was the price I had to pay to run for president as a political outsider and restore power to YOU, the American people..."}, {"type": "text", "text": "\"But AMERICA is always worth it!\""}, {"type": "headline", "text": "Trump emotionless in court"}, {"type": "headline", "text": "On Thursday, Trump appeared emotionless as he pleaded not guilty to all four counts against him."}, {"type": "headline", "text": "These include conspiracy to defraud the US; to deprive citizens of their right to have their votes counted; and to obstruct an official proceeding - interrupting Congress as it was certifying Joe Biden as president."}, {"type": "text", "text": "They relate to the January 6 riot on the US Capitol building, which prosecutors said was \"an unprecedented assault on the seat of American democracy\" that was \"fuelled by lies\" from the former US president."}, {"type": "text", "text": ""}, {"type": "text", "text": "The current charges - the most serious of which is the obstruction of an official proceeding and conspiracy to obstruct - are the third criminal case against the 77-year-old in the last six weeks."}, {"type": "text", "text": "In New York he was charged with falsifying business records in connection with an alleged hush money payment to porn actor Stormy Daniels, and faces 40 felony counts in Florida, accused of illegally retaining classified documents at his Mar-a-Lago estate and refusing government demands to return them."}, {"type": "text", "text": "Trump pleaded not guilty in both cases, which are set for trial next year."}, {"type": "text", "text": "The next hearing is due to take place on 28 August, five days after the first scheduled Republican primary debate. Trump is not obliged to attend."}, {"type": "text", "text": ""}, {"type": "text", "text": ""}]}, {"_id": "64cccc5d51ac33362ac8c116", "url": "https://news.sky.com/story/man-left-housebound-by-potentially-deadly-meat-allergy-triggered-by-tick-bites-12932963", "primaryCategory": "home", "subCategories": "None", "title": "Tick bite leaves man with life-threatening meat allergy after Surrey woodland walk", "lead": "A part-time dog walker has been left housebound after tick bites left him with a life threatening allergy to red meat.&#160;", "author": "\nAshish Joshi\n", "datePublished": "2023-08-04 10:22:00", "dateScraped": "2023-08-04 12:01:01.930538", "dateUpdated": "2023-08-04 10:22:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-alpha-gal-tick-bites_6239197.jpg?20230804092622", "body": [{"type": "text", "text": "A part-time dog walker has been left housebound after tick bites left him with a life threatening allergy to red meat. "}, {"type": "text", "text": "Christopher Goldman suffers from alpha-gal syndrome, a tickborne illness that can cause anaphylaxis if he eats mammal meat such as beef, pork or lamb."}, {"type": "text", "text": "He believes any exposure, including airborne transmission, to any mammal by-product including wool, diary and leather will trigger a reaction."}, {"type": "text", "text": "The 28-year-old now only wears vegan approved clothing and uses household products that are guaranteed animal free. This regime extends to everything he eats and includes all medicines."}, {"type": "text", "text": "He has to carry an epi-pen at all times, wears an emergency contact bracelet and lives in just three rooms in his home. Anything that he suspects might contain mammal products have been piled up in a room at the front of the house."}, {"type": "text", "text": "Christopher was bitten by the parasite in woods near his home in Woking in Surrey. He has since been bitten at least four times since December and has since suffered eight fainting episodes, including five on the same day."}, {"type": "text", "text": "The most serious episode was on 28 June."}, {"type": "text", "text": "The full-time business production manager, said: \"I woke up with intense itching and I was very hot. I did not want to wake up my girlfriend so I went to the bathroom."}, {"type": "text", "text": "\"My skin was crimson red and I had hives all over my body. I noticed a strange sensation in my hands, my face and my tongue began to swell. As my throat began to constrict I stood up and felt a 'wash' down to my feet.\""}, {"type": "text", "text": "That was when Christopher fainted. He regained consciousness on the bathroom floor, but still unable to cry for help. He lay on his back helpless and terrified."}, {"type": "text", "text": "\"I just spent the time looking up at the ceiling, just waiting to either die or see what happened to me. It was definitely the most traumatic experience ever.\""}, {"type": "text", "text": "Christopher had eaten red meat a few hours before his anaphylaxis and suspected that might have been the trigger."}, {"type": "text", "text": "But he says the A&E doctors who treated him at his local hospital were unaware of any related conditions. A private blood test confirmed Christopher's tick bites had developed into alpha-gal syndrome."}, {"type": "text", "text": "The condition is caused when a person is bitten by a tick which carries the alpha-gal molecule in its saliva, which when in the blood stream causes the immune system to make antibodies causing a reaction to red meat."}, {"type": "text", "text": "However the condition is believe to be rare, with only a few cases reported in the UK. There is also no scientific evidence to support Christopher's belief of the risks of airborne transmission."}, {"type": "text", "text": "He says not enough research is being done, and people who raise concerns are often dismissed out of hand."}, {"type": "text", "text": "\"Doctors are telling people that it is psychosomatic, that it is anxiety or stress induced, and they're not getting help,\" Christopher said."}, {"type": "text", "text": "\"But what I'm here to speak up about the debilitating side of this, leaving people housebound and with my life completely torn up, more research needs to be done because we're getting absolutely no help.\""}, {"type": "text", "text": "A chance and random tick bite has had devastating consequences for Christopher, who is now resigned to staying indoors.\"If nothing does change I have to face the possibility that I won't be leaving the house for the indefinite future,\" he added."}]}, {"_id": "64cccc5e51ac33362ac8c117", "url": "https://news.sky.com/story/top-comedians-offer-their-support-to-tearful-actress-after-just-one-person-goes-to-her-edinburgh-fringe-show-12933335", "primaryCategory": "home", "subCategories": "None", "title": "Top comedians offer their support to tearful actress after just one person goes to her Fringe show", "lead": "Some of the UK's best-known comedians have offered their support to an actress after just one person turned up to watch her performance at the Edinburgh Fringe.", "author": "None", "datePublished": "2023-08-04 07:41:00", "dateScraped": "2023-08-04 12:01:02.426525", "dateUpdated": "2023-08-04 07:41:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-georgie-grier-edinburgh-fringe_6239968.jpg?20230804053340", "body": [{"type": "text", "text": "Some of the UK's best-known comedians have offered their support to an actress after just one person turned up to watch her performance at the Edinburgh Fringe."}, {"type": "text", "text": "Posting on X, formerly Twitter, Georgie Grier had shared a photo of her crying, and wrote: \"There was one person in my audience today when I performed my one woman play, 'Sunsets' at #edfringe. It's fine, isn't it? It's fine...?\""}, {"type": "text", "text": "Her emotive message led to words of comfort from celebrities, who said they had experienced the same early on in their careers."}, {"type": "text", "text": "Dara O Briain replied: \"Soon, you'll dine out on this anecdote."}, {"type": "text", "text": "\"More than once I had to buy my audience a drink, as a thank you for being the only ones there.\""}, {"type": "text", "text": "And striking an upbeat note, the former Mock The Week presenter said that spending time on stage will help the show improve even more - \"ready for the big crowds later\"."}, {"type": "text", "text": "Jason Manford also offered words of encouragement - and said: \"It's absolutely normal ... for one person to rock up to your show, especially at the beginning of Edinburgh, and also for you to be a bit upset or annoyed or p***** off about it. That's totally fine as well.\""}, {"type": "text", "text": "Manford revealed that, when he performed at the Fringe in 2004 and 2005, \"it was such a slog and I was out in the rain and I was flyering and people weren't coming\"."}, {"type": "text", "text": "The comedian added: \"I got total impostor syndrome. How much is this costing me? What am I doing here?\""}, {"type": "text", "text": "He went on to reassure Ms Grier that \"tomorrow will be better and next week will be better...so just enjoy yourself, if you can\"."}, {"type": "text", "text": "Ms Grier has thanked those who reached out to offer their support - and said her play, which is about romcoms and families, is on every day until 27 August."}, {"type": "text", "text": "The 76th Edinburgh Fringe officially begins today - and the celebration of art, culture and comedy will see hundreds of thousands of people descend on the Scottish capital this month."}, {"type": "text", "text": "Last year, around two million tickets were sold."}]}, {"_id": "64cccc5e51ac33362ac8c118", "url": "https://news.sky.com/story/james-webb-space-telescope-captures-spectacular-image-of-final-chapters-of-stars-life-12933410", "primaryCategory": "home", "subCategories": "None", "title": "Spectacular image shows final chapters of star's life", "lead": "The spectacular final chapters of a star's life have been captured in unprecedented detail by the James Webb Space Telescope.", "author": "None", "datePublished": "2023-08-04 10:48:00", "dateScraped": "2023-08-04 12:01:02.837593", "dateUpdated": "2023-08-04 10:48:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-ring-nebula-james-webb_6239360.jpg?20230803135137", "body": [{"type": "text", "text": "The spectacular final chapters of a star's life have been captured in unprecedented detail by the James Webb Space Telescope."}, {"type": "text", "text": "Astronomers say the image of the Ring Nebula - which got its name from its wispy, doughnut-like structure - may provide new insights into what happens to the celestial bodies as they die."}, {"type": "headline", "text": "Dr Mike Barlow, who led an international team of scientists on the project, said it offered \"a preview of the sun's distant future\"."}, {"type": "text", "text": "Ring Nebula is 2,600 light years away from Earth and was born from a dying star that expelled its outer layers, showcased in the picture by the glowing pink ring."}, {"type": "text", "text": "It is located in the Lyra constellation and is visible in the night sky during the summer months."}, {"type": "text", "text": "Like fireworks, different chemical elements in the nebula can emit light of specific colours - allowing astronomers to study their evolution in detail."}, {"type": "text", "text": "Dr Barlow said the new image of Ring Nebula, also known as Messier 57, also revealed the inner region around the central white dwarf \"in exquisite clarity\"."}, {"type": "text", "text": "A white dwarf offers a glimpse of the sun's fate - it's what such stars become once they run out of their nuclear fuel, near the end of their burning stage, and begin to expel most of their outer material."}, {"type": "headline", "text": "The James Webb Space Telescope has a habit of capturing such spellbinding images, including ancient galaxies, beautiful celestial clusters, and the moment a star is born."}, {"type": "text", "text": "Certainly a reliable source of fresh desktop wallpapers."}]}, {"_id": "64cccc5f51ac33362ac8c119", "url": "https://news.sky.com/story/cardi-b-police-in-las-vegas-drop-battery-investigation-after-microphone-throw-at-beach-club-12933380", "primaryCategory": "home", "subCategories": "None", "title": "Las Vegas police drop battery investigation after Cardi B mic throw", "lead": "Police in Las Vegas have dropped a criminal battery investigation after rapper Cardi B was reported for throwing a microphone at an audience member.", "author": "None", "datePublished": "2023-08-04 08:53:00", "dateScraped": "2023-08-04 12:01:03.076608", "dateUpdated": "2023-08-04 08:53:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-cardi-b-met-gala-2023_6240029.jpg?20230804084522", "body": [{"type": "text", "text": "Police in Las Vegas have dropped a criminal battery investigation after rapper Cardi B was reported for throwing a microphone at an audience member."}, {"type": "text", "text": "The incident took place after a woman in the crowd appeared to splash a drink on the star as she was performing her hit Bodak Yellow on stage at Drai's Beachclub."}, {"type": "headline", "text": "Clips showing Cardi B throwing a mic - also shared by the rapper herself - went viral on social media at the end of July."}, {"type": "headline", "text": "The Las Vegas Metropolitan Police Department said a woman reported a battery case to the force the day after the concert."}, {"type": "text", "text": "However, the force has now issued a statement saying no charges will be filed."}, {"type": "text", "text": "\"After a thorough review of this case and with the consultation from the Clark County district attorney's office, this case has been closed as having insufficient evidence,\" the statement read."}, {"type": "text", "text": "Several high-profile artists have been hit by objects while performing on stage in recent months."}, {"type": "headline", "text": "In June, Bebe Rexha shared pictures of her black eye after she was hit by a mobile phone, and footage of a fan throwing their mother's ashes at Pink in London quickly went viral."}, {"type": "text", "text": "In another incident, country singer Kelsea Ballerini had to stop mid-performance after a concertgoer threw an unknown object at her face."}, {"type": "headline", "text": "Harry Styles has also been hit by flying objects at his gigs, including Skittles - which hit him in the eye and led to the sweets brand making a public plea on social media."}]}, {"_id": "64cccc5f51ac33362ac8c11a", "url": "https://news.sky.com/story/church-of-scientology-calls-us-sitcom-stars-harassment-claims-pure-lunacy-12933403", "primaryCategory": "home", "subCategories": "None", "title": "Church of Scientology calls star's harassment claims 'pure lunacy'", "lead": "The Church of Scientology has responded to claims of \"harassment and intimidation\" made against it by actress Leah Remini, describing her allegations as \"pure lunacy\".", "author": "None", "datePublished": "2023-08-04 10:32:00", "dateScraped": "2023-08-04 12:01:03.524692", "dateUpdated": "2023-08-04 10:32:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-scientology-leah-remini_6238976.jpg?20230803093624", "body": [{"type": "text", "text": "The Church of Scientology has responded to claims of \"harassment and intimidation\" made against it by actress Leah Remini, describing her allegations as \"pure lunacy\"."}, {"type": "headline", "text": "Remini, who rose to fame in teen shows such as Saved By The Bell, and is known for sitcoms including The King Of Queens and Kevin Can Wait, has filed a lawsuit against the organisation and its leader David Miscavige."}, {"type": "text", "text": "The 53-year-old star is a former member of the church who joined as a child, but has become one of its most prominent critics since leaving in 2013."}, {"type": "text", "text": "She is now seeking damages after claiming to have suffered 17 years of \"psychological torture, defamation, surveillance, harassment, and intimidation\" which she claims \"significantly\" impacted her life and career."}, {"type": "text", "text": "The Church of Scientology has now responded, describing Remini as \"an anti-free speech bigot\" and a \"horrible person\"."}, {"type": "text", "text": "The statement read: \"This lawsuit is ludicrous and the allegations pure lunacy. The Church is not intimidated by Remini's latest act of blatant harassment and attempt to prevent truthful free speech.\""}, {"type": "text", "text": "It also accuses the actress of profiting from her \"fabrications\"."}, {"type": "text", "text": "Remini co-created and hosted an anti-Scientology documentary series, Leah Remini: Scientology And The Aftermath, which aired from 2016 to 2019 and won two Emmy awards."}, {"type": "text", "text": "In a statement released after filing her lawsuit, she said: \"I believe I am not the first person targeted by Scientology and its operations, but I intend to be the last.\""}, {"type": "text", "text": "In the document, filed on Wednesday, she accuses the Church of \"mob-style operations and attacks\" on her and other \"victims and survivors\"."}]}, {"_id": "64cccc5f51ac33362ac8c11b", "url": "https://news.sky.com/story/govt-turns-to-private-sector-in-attempt-to-cut-nhs-waiting-lists-12933175", "primaryCategory": "home", "subCategories": "None", "title": "Private sector to operate free new centres to cut NHS waiting lists", "lead": "The government is turning to the private sector in an attempt to cut NHS waiting lists.", "author": "\nAlexandra Rogers\n", "datePublished": "2023-08-04 09:57:00", "dateScraped": "2023-08-04 12:01:03.818507", "dateUpdated": "2023-08-04 09:57:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/07/70x70/skynews-nhs-hospital-ppe-covid_6208362.jpg?20230705075942", "body": [{"type": "text", "text": "The government is turning to the private sector in an attempt to cut NHS waiting lists."}, {"type": "text", "text": "Thirteen new community diagnostics centres (CDCs) will be opened across England to carry out an additional 742,000 scans, checks and tests per year."}, {"type": "text", "text": "Eight of the new facilities will be operated by the private sector - but despite this, all services will remain free to patients."}, {"type": "text", "text": "NHS waiting lists stood at 7.47 million at the end of May, the highest number since records began in 2007."}, {"type": "headline", "text": "Labour condemns Greenpeace protest at PM's home - politics latest"}, {"type": "text", "text": ""}, {"type": "headline", "text": "Mr Sunak made cutting NHS waiting lists one of his five priorities to the public in a speech he gave in January - but last month, he said industrial action in the health service had made his mission \"more challenging\"."}, {"type": "text", "text": "Analysis by Sky News carried out in May found that the number of people waiting more than a year for hospital treatment is 186 times higher than before the pandemic began."}, {"type": "text", "text": "At the end of February, 300,000 people in England had been waiting for more than a year since being referred by a consultant. Two years ago, in February 2020, that figure was below 2,000."}, {"type": "headline", "text": "Junior doctors are currently preparing for another four-day strike beginning on 11 August, while consultants are set to walk out for 48 hours from 24 August in an ongoing dispute with the government over pay and working conditions."}, {"type": "text", "text": "Health Secretary Steve Barclay said: \"We must use every available resource to deliver life-saving checks to ease pressure on the NHS."}, {"type": "text", "text": "\"By making use of the available capacity in the independent sector, and enabling patients to access this diagnostic capacity free at the point of need, we can offer patients a wider choice of venues to receive treatment and in doing so diagnose major illnesses quicker and start treatments sooner.\""}, {"type": "text", "text": ""}, {"type": "text", "text": "The development is likely to reignite the debate over private sector involvement in the NHS, a concept that is fiercely resisted by campaigners who fear any potential shift towards US-style private healthcare."}, {"type": "headline", "text": "In an exclusive interview with Sky News last month, former prime minister Sir Tony Blair said the NHS was \"not serving its purpose\" and warned: \"The truth is, you're not going to have a lot more money to spend, but you do have to think how do we do things completely differently.\""}, {"type": "text", "text": "He said there should be more private sector involvement in the NHS and that there should be \"complete cooperation between the public and private sector\"."}, {"type": "text", "text": "During his campaign to be Labour leader, Sir Keir Starmer pledged to introduce common ownership of Britain's utilities - including rail, mail, energy and water - saying \"public services should be in public hands\"."}, {"type": "text", "text": "He also promised to \"end outsourcing in our NHS, local government and justice system.\""}, {"type": "text", "text": ""}, {"type": "text", "text": "However, in an interview with Sky News's Sophy Ridge on Sunday programme in January, the Labour leader backtracked on that pledge, saying: \"We're not talking about privatising the NHS. The NHS has always used elements from the private sector, GPs are an example of that."}, {"type": "text", "text": "\"Outsourcing of some issues and functions I don't think has been very effective.\""}, {"type": "text", "text": "And in its response to the new centres announced today, Labour said the government is currently not making enough use of private capacity - claiming that 331,000 patients waiting for NHS care could have been treated since January 2022."}, {"type": "text", "text": "Shadow health secretary Wes Streeting said: \"The Conservatives are failing to make use of private sector capacity and patients are paying the price."}, {"type": "text", "text": "\"No one should be waiting in pain while hospital beds that could be used lie empty. The next Labour government will use spare capacity in the private sector to get patients seen faster.\""}, {"type": "text", "text": "The private centres announced today will operate in a similar way to those run by the NHS, but staff will be employed by private operators, which also own the buildings."}, {"type": "text", "text": "Sites in the South West - located in Redruth, Bristol, Torbay, Yeovil and Weston-super-Mare - will be operated by diagnostics company InHealth."}, {"type": "text", "text": "The others are located in Southend, Northampton and south Birmingham - and join the four already operating in Brighton, north Solihull, Oxford and Salford."}, {"type": "text", "text": "The new NHS-run sites are in Hornchurch, Skegness, Lincoln, Nottingham and Stoke-on-Trent."}, {"type": "text", "text": "The government vowed to open 160 CDCs by 2030. Currently, 114 are operating and they have carried out 4.6 million tests, checks and scans since July 2021."}]}, {"_id": "64cccc6051ac33362ac8c11c", "url": "https://news.sky.com/story/greenpeace-activists-drape-rishi-sunaks-1632m-mansion-in-oil-black-fabric-after-climbing-on-roof-12932858", "primaryCategory": "home", "subCategories": "None", "title": "Greenpeace activists released on bail after scaling roof of Rishi Sunak's home", "lead": "Greenpeace activists who scaled Rishi Sunak's North Yorkshire home in protest against the government's decision to expand North Sea oil drilling have been released on police bail.", "author": "\nFaye Brown\n", "datePublished": "2023-08-04 09:56:00", "dateScraped": "2023-08-04 12:01:04.491647", "dateUpdated": "2023-08-04 09:56:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-greenpeace-protest_6239159.jpg?20230803112701", "body": [{"type": "text", "text": "Greenpeace activists who scaled Rishi Sunak's North Yorkshire home in protest against the government's decision to expand North Sea oil drilling have been released on police bail."}, {"type": "text", "text": "Four people were arrested after they used ladders and ropes to climb on the grade II-listed manor house in Kirby Sigston and drape oil-black fabric over the property."}, {"type": "text", "text": "A fifth activist was later arrested on suspicion of causing a public nuisance in connection with the stunt."}, {"type": "text", "text": "In an update this morning, North Yorkshire Police said: \"All five suspects who were arrested following the protest in Kirby Sigston on 3 August, have been released on conditional police bail to allow for further enquiries to be carried out."}, {"type": "text", "text": "\"The investigation remains ongoing.\""}, {"type": "text", "text": "The campaigners climbed on to the roof at around 8am on Thursday, while Mr Sunak, his wife and children were on holiday in California, and stayed there until around 1.15pm, when they were arrested."}, {"type": "text", "text": "The protest has led to fresh concerns around MPs' security, with a former police chief calling for an \"investigation into how this has been allowed to happen\"."}, {"type": "text", "text": "Peter Walker, who stepped down as North Yorkshire Police's deputy chief constable in 2003, said he was \"absolutely astonished\" the protesters gained access to the prime minister's house."}, {"type": "text", "text": "He told LBC radio: \"It is clearly in my view a major breach of security.\""}, {"type": "text", "text": "However Greenpeace today insisted the protest was a \"proportionate response to a disastrous decision\" amid criticism from both Tory and Labour MPs."}, {"type": "headline", "text": "Areeba Hamid, co-executive director of Greenpeace, told Sky News: \"It was an empty home. We wouldn't have done it if he was there because our intention was to draw attention to the fact that what he's doing on climate is actually a big disaster, rather than to talk about his family or where he lives.\""}, {"type": "headline", "text": "Greenpeace was acting in protest against the prime minister's plans to allow 100 new licences to be granted for further development of North Sea oil and gas off the coast of Scotland."}, {"type": "text", "text": "The group said the move will be a \"disaster\" for the environment and hinder efforts to reach net zero - a crucial climate target which relies on cutting down greenhouse gas emissions."}, {"type": "text", "text": "Protester Alex Wilson, who was on the roof, released a video message from the scene of the protest, saying: \"We're all here because Rishi Sunak has opened the door to a new drilling frenzy in the North Sea while large parts of our world are literally on fire."}, {"type": "text", "text": "\"This will be a disaster for the climate.\""}, {"type": "text", "text": "On the ground, Greenpeace campaigner Philip Evans defended the decision to target the PM's home, saying they had made sure Mr Sunak's family were on holiday."}, {"type": "text", "text": "He said the group had knocked on the door when they arrived and said \"this is a peaceful protest\" but there was no answer."}, {"type": "text", "text": "Mr Evans added: \"Rishi Sunak's government has been the worst government we've had on climate.\""}, {"type": "headline", "text": "Sunak is a 'climate arsonist', Greenpeace campaigner says"}, {"type": "text", "text": "Greenpeace has said it is also carrying out its protest because Mr Sunak has indicated he will approve drilling at Rosebank - the UK's largest undeveloped oil field."}, {"type": "text", "text": "The group says the move \"flies in the face of multiple warnings from the government's own climate advisers, the International Energy Agency and the UN secretary general that any new fossil fuel projects risk tipping the world into the danger zone above 1.5C of warming\"."}, {"type": "text", "text": "Mr Evans said: \"We desperately need our prime minister to be a climate leader, not a climate arsonist."}, {"type": "text", "text": "\"Sunak is even willing to peddle the old myth about new oil and gas helping ordinary people struggling with energy bills when he knows full well it's not true."}, {"type": "text", "text": "\"More North Sea drilling will only benefit oil giants who stand to make even more billions from it, partly thanks to a giant loophole in Sunak's own windfall tax.\""}, {"type": "headline", "text": "'Plonkers'"}, {"type": "headline", "text": "But Labour, who oppose the oil and gas license expansion, said \"targeting someone's home in that way is disgraceful and unacceptable\". "}, {"type": "text", "text": "Meanwhile Deputy Prime Minister Oliver Dowden, who is standing in for Mr Sunak during his holiday, said more oil and gas is needed as part of our \"energy mix\" as he hit out the \"stupid stunt\"."}, {"type": "text", "text": "Speaking about the protest while on a visit to Able Seaton Port in Hartlepool he said: \"I think what most people would say is 'can you stop the stupid stunts', actually what they want to see from government is action."}, {"type": "text", "text": "\"That's what you're seeing here today, the world's largest offshore wind farm being built right here, creating jobs."}, {"type": "text", "text": "\"But at the same time we're going to need in the coming decades oil and gas as part of our energy mix.\"The question is do we produce it here, where we get more tax, we create more jobs, or do we do what the Labour and others say which is say 'no more investment in our North Sea oil and gas'?\""}, {"type": "text", "text": "Alicia Kearns, the senior Tory who chairs the Commons foreign affairs committee, called the protest \"unacceptable\"."}, {"type": "text", "text": "She said: \"Politicians live in the public eye and rightly receive intense scrutiny, but their family homes should not be under assault."}, {"type": "text", "text": "\"Before long police will need to be stationed outside the home of every MP.\""}, {"type": "text", "text": "Government minister Alex Burghart called the activists \"plonkers\"."}, {"type": "text", "text": "Conservative backbencher Brendan Clarke-Smith said: \"MPs and their families have enough to worry about with their security without extremist groups and their spoilt activists pulling stunts like this at their homes to promote their unrealistic, extravagant demands and student union-level politics.\""}]}, {"_id": "64cccc6051ac33362ac8c11d", "url": "https://news.sky.com/story/duchess-of-york-reveals-she-has-named-her-reconstructed-breast-derek-after-mastectomy-12933336", "primaryCategory": "home", "subCategories": "None", "title": "Duchess of York 'coming to terms with new best friend' after mastectomy", "lead": "Sarah, the Duchess of York, has named her reconstructed left breast \"Derek\" following her cancer diagnosis.", "author": "None", "datePublished": "2023-08-04 07:05:00", "dateScraped": "2023-08-04 12:01:04.996097", "dateUpdated": "2023-08-04 07:05:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-duchess-of-york-royal-family_6239971.jpg?20230804055331", "body": [{"type": "text", "text": "Sarah, the Duchess of York, has named her reconstructed left breast \"Derek\" following her cancer diagnosis."}, {"type": "text", "text": "The 63-year-old underwent surgery in June after she was diagnosed with an early form of breast cancer."}, {"type": "headline", "text": "It was discovered during a routine mammogram, which she has urged others to go for."}, {"type": "text", "text": "The Duke of York's ex-wife had single mastectomy surgery and explained on the latest episode of her Tea Talks podcast that naming her new breast had helped her move forward."}, {"type": "text", "text": "She said: \"I am just coming to terms with my new best friend Derek, on my left, he's called Derek."}, {"type": "text", "text": "\"He's very important because he saved my life.\""}, {"type": "text", "text": "Asked why she picked the name by her co-host Sarah Thomson, the duchess replied: \"I don't know."}, {"type": "text", "text": "\"It just made me laugh that I have now a friend who is with me all the time who is protecting me with his shield of armour.\""}, {"type": "text", "text": "Joking about her \"perky friend on my left\", she added: \"Poor Eric on the right is feeling rather sad because he is not as perky as Derek on the left but I will get Eric balanced, don't worry.\""}, {"type": "headline", "text": "Read more UK news:Police hunt for thief who stole 14 beehivesActress in tears after just one person goes to her show"}, {"type": "text", "text": "The duchess praised the \"amazing work\" of the surgeons and doctors who helped her."}, {"type": "text", "text": "She said is \"getting much better\", but since she does not feel able to travel for about a month as she recovers, she added she can perhaps plan for next year's holidays."}, {"type": "headline", "text": "The duchess has two daughters with her former husband, Prince Andrew - Princess Beatrice, 34, and Princess Eugenie, 33."}, {"type": "text", "text": "In an earlier podcast, she spoke of being \"blown away\" by the love she had received from around the world after the eight-hour operation."}, {"type": "text", "text": "She said it had been \"moving\" to receive a note saying: \"You are the strongest, bravest person I know and it's because of you that I'm still here.\""}, {"type": "text", "text": "The support she has received had given her strength to \"go forward\", she said."}]}, {"_id": "64cccc6151ac33362ac8c11e", "url": "https://news.sky.com/story/man-left-housebound-by-potentially-deadly-meat-allergy-triggered-by-tick-bites-12932963", "primaryCategory": "uk", "subCategories": "None", "title": "Tick bite leaves man with life-threatening meat allergy after Surrey woodland walk", "lead": "A part-time dog walker has been left housebound after tick bites left him with a life threatening allergy to red meat.&#160;", "author": "\nAshish Joshi\n", "datePublished": "2023-08-04 10:22:00", "dateScraped": "2023-08-04 12:01:05.369079", "dateUpdated": "2023-08-04 10:22:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-alpha-gal-tick-bites_6239197.jpg?20230804092622", "body": [{"type": "text", "text": "A part-time dog walker has been left housebound after tick bites left him with a life threatening allergy to red meat. "}, {"type": "text", "text": "Christopher Goldman suffers from alpha-gal syndrome, a tickborne illness that can cause anaphylaxis if he eats mammal meat such as beef, pork or lamb."}, {"type": "text", "text": "He believes any exposure, including airborne transmission, to any mammal by-product including wool, diary and leather will trigger a reaction."}, {"type": "text", "text": "The 28-year-old now only wears vegan approved clothing and uses household products that are guaranteed animal free. This regime extends to everything he eats and includes all medicines."}, {"type": "text", "text": "He has to carry an epi-pen at all times, wears an emergency contact bracelet and lives in just three rooms in his home. Anything that he suspects might contain mammal products have been piled up in a room at the front of the house."}, {"type": "text", "text": "Christopher was bitten by the parasite in woods near his home in Woking in Surrey. He has since been bitten at least four times since December and has since suffered eight fainting episodes, including five on the same day."}, {"type": "text", "text": "The most serious episode was on 28 June."}, {"type": "text", "text": "The full-time business production manager, said: \"I woke up with intense itching and I was very hot. I did not want to wake up my girlfriend so I went to the bathroom."}, {"type": "text", "text": "\"My skin was crimson red and I had hives all over my body. I noticed a strange sensation in my hands, my face and my tongue began to swell. As my throat began to constrict I stood up and felt a 'wash' down to my feet.\""}, {"type": "text", "text": "That was when Christopher fainted. He regained consciousness on the bathroom floor, but still unable to cry for help. He lay on his back helpless and terrified."}, {"type": "text", "text": "\"I just spent the time looking up at the ceiling, just waiting to either die or see what happened to me. It was definitely the most traumatic experience ever.\""}, {"type": "text", "text": "Christopher had eaten red meat a few hours before his anaphylaxis and suspected that might have been the trigger."}, {"type": "text", "text": "But he says the A&E doctors who treated him at his local hospital were unaware of any related conditions. A private blood test confirmed Christopher's tick bites had developed into alpha-gal syndrome."}, {"type": "text", "text": "The condition is caused when a person is bitten by a tick which carries the alpha-gal molecule in its saliva, which when in the blood stream causes the immune system to make antibodies causing a reaction to red meat."}, {"type": "text", "text": "However the condition is believe to be rare, with only a few cases reported in the UK. There is also no scientific evidence to support Christopher's belief of the risks of airborne transmission."}, {"type": "text", "text": "He says not enough research is being done, and people who raise concerns are often dismissed out of hand."}, {"type": "text", "text": "\"Doctors are telling people that it is psychosomatic, that it is anxiety or stress induced, and they're not getting help,\" Christopher said."}, {"type": "text", "text": "\"But what I'm here to speak up about the debilitating side of this, leaving people housebound and with my life completely torn up, more research needs to be done because we're getting absolutely no help.\""}, {"type": "text", "text": "A chance and random tick bite has had devastating consequences for Christopher, who is now resigned to staying indoors.\"If nothing does change I have to face the possibility that I won't be leaving the house for the indefinite future,\" he added."}]}, {"_id": "64cccc6151ac33362ac8c11f", "url": "https://news.sky.com/story/andrew-tate-wins-appeal-from-romanian-court-to-be-released-from-house-arrest-12933433", "primaryCategory": "uk", "subCategories": "None", "title": "Andrew Tate wins appeal to be released from house arrest pending trial", "lead": "Andrew Tate has won his appeal in a Romanian court to be released from house arrest pending trial.", "author": "None", "datePublished": "2023-08-04 10:29:00", "dateScraped": "2023-08-04 12:01:05.543451", "dateUpdated": "2023-08-04 10:29:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-andrew-tate-romania_6237093.jpg?20230801125257", "body": [{"type": "text", "text": "Andrew Tate has won his appeal in a Romanian court to be released from house arrest pending trial."}, {"type": "headline", "text": "The controversial influencer has been held in Romania charged with human trafficking, rape and forming an organised crime group."}, {"type": "text", "text": "The Bucharest Court of Appeals said in a written ruling that it \"replaces the house arrest measure with that of judicial control for a period of 60 days from 4 August until 2 October.\""}, {"type": "text", "text": "Tate was indicted in June along with his brother Tristan and two Romanian female suspects for human trafficking, rape and forming a criminal gang to sexually exploit women."}, {"type": "text", "text": "The Tate brothers are accused of tricking seven women into sexual exploitation on fake promises of a relationship or marriage - a technique authorities have labelled the \"loverboy method\"."}, {"type": "text", "text": "It is alleged that the Tate brothers, along with the two Romanian female suspects, formed the group in 2021 to commit human trafficking in Romania and other countries - including the US and UK."}, {"type": "text", "text": "The brothers were first arrested at a property in Bucharest in December last year and held in custody until March - when they were released under house arrest."}, {"type": "text", "text": "The former professional kickboxer has repeatedly claimed Romanian prosecutors have no evidence and alleged the case is a political conspiracy designed to silence him."}, {"type": "text", "text": "Andrew Tate, who has been based mainly in Romania since 2017, is an online influencer who has amassed millions of followers, particularly among young men."}]}, {"_id": "64cccc6151ac33362ac8c120", "url": "https://news.sky.com/story/top-comedians-offer-their-support-to-tearful-actress-after-just-one-person-goes-to-her-edinburgh-fringe-show-12933335", "primaryCategory": "uk", "subCategories": "None", "title": "Top comedians offer their support to tearful actress after just one person goes to her Fringe show", "lead": "Some of the UK's best-known comedians have offered their support to an actress after just one person turned up to watch her performance at the Edinburgh Fringe.", "author": "None", "datePublished": "2023-08-04 07:41:00", "dateScraped": "2023-08-04 12:01:05.733195", "dateUpdated": "2023-08-04 07:41:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-georgie-grier-edinburgh-fringe_6239968.jpg?20230804053340", "body": [{"type": "text", "text": "Some of the UK's best-known comedians have offered their support to an actress after just one person turned up to watch her performance at the Edinburgh Fringe."}, {"type": "text", "text": "Posting on X, formerly Twitter, Georgie Grier had shared a photo of her crying, and wrote: \"There was one person in my audience today when I performed my one woman play, 'Sunsets' at #edfringe. It's fine, isn't it? It's fine...?\""}, {"type": "text", "text": "Her emotive message led to words of comfort from celebrities, who said they had experienced the same early on in their careers."}, {"type": "text", "text": "Dara O Briain replied: \"Soon, you'll dine out on this anecdote."}, {"type": "text", "text": "\"More than once I had to buy my audience a drink, as a thank you for being the only ones there.\""}, {"type": "text", "text": "And striking an upbeat note, the former Mock The Week presenter said that spending time on stage will help the show improve even more - \"ready for the big crowds later\"."}, {"type": "text", "text": "Jason Manford also offered words of encouragement - and said: \"It's absolutely normal ... for one person to rock up to your show, especially at the beginning of Edinburgh, and also for you to be a bit upset or annoyed or p***** off about it. That's totally fine as well.\""}, {"type": "text", "text": "Manford revealed that, when he performed at the Fringe in 2004 and 2005, \"it was such a slog and I was out in the rain and I was flyering and people weren't coming\"."}, {"type": "text", "text": "The comedian added: \"I got total impostor syndrome. How much is this costing me? What am I doing here?\""}, {"type": "text", "text": "He went on to reassure Ms Grier that \"tomorrow will be better and next week will be better...so just enjoy yourself, if you can\"."}, {"type": "text", "text": "Ms Grier has thanked those who reached out to offer their support - and said her play, which is about romcoms and families, is on every day until 27 August."}, {"type": "text", "text": "The 76th Edinburgh Fringe officially begins today - and the celebration of art, culture and comedy will see hundreds of thousands of people descend on the Scottish capital this month."}, {"type": "text", "text": "Last year, around two million tickets were sold."}]}, {"_id": "64cccc6151ac33362ac8c121", "url": "https://news.sky.com/story/greenpeace-activists-drape-rishi-sunaks-1632m-mansion-in-oil-black-fabric-after-climbing-on-roof-12932858", "primaryCategory": "uk", "subCategories": "None", "title": "Greenpeace activists released on bail after scaling roof of Rishi Sunak's home", "lead": "Greenpeace activists who scaled Rishi Sunak's North Yorkshire home in protest against the government's decision to expand North Sea oil drilling have been released on police bail.", "author": "\nFaye Brown\n", "datePublished": "2023-08-04 09:56:00", "dateScraped": "2023-08-04 12:01:05.935911", "dateUpdated": "2023-08-04 09:56:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-greenpeace-protest_6239159.jpg?20230803112701", "body": [{"type": "text", "text": "Greenpeace activists who scaled Rishi Sunak's North Yorkshire home in protest against the government's decision to expand North Sea oil drilling have been released on police bail."}, {"type": "text", "text": "Four people were arrested after they used ladders and ropes to climb on the grade II-listed manor house in Kirby Sigston and drape oil-black fabric over the property."}, {"type": "text", "text": "A fifth activist was later arrested on suspicion of causing a public nuisance in connection with the stunt."}, {"type": "text", "text": "In an update this morning, North Yorkshire Police said: \"All five suspects who were arrested following the protest in Kirby Sigston on 3 August, have been released on conditional police bail to allow for further enquiries to be carried out."}, {"type": "text", "text": "\"The investigation remains ongoing.\""}, {"type": "text", "text": "The campaigners climbed on to the roof at around 8am on Thursday, while Mr Sunak, his wife and children were on holiday in California, and stayed there until around 1.15pm, when they were arrested."}, {"type": "text", "text": "The protest has led to fresh concerns around MPs' security, with a former police chief calling for an \"investigation into how this has been allowed to happen\"."}, {"type": "text", "text": "Peter Walker, who stepped down as North Yorkshire Police's deputy chief constable in 2003, said he was \"absolutely astonished\" the protesters gained access to the prime minister's house."}, {"type": "text", "text": "He told LBC radio: \"It is clearly in my view a major breach of security.\""}, {"type": "text", "text": "However Greenpeace today insisted the protest was a \"proportionate response to a disastrous decision\" amid criticism from both Tory and Labour MPs."}, {"type": "headline", "text": "Areeba Hamid, co-executive director of Greenpeace, told Sky News: \"It was an empty home. We wouldn't have done it if he was there because our intention was to draw attention to the fact that what he's doing on climate is actually a big disaster, rather than to talk about his family or where he lives.\""}, {"type": "headline", "text": "Greenpeace was acting in protest against the prime minister's plans to allow 100 new licences to be granted for further development of North Sea oil and gas off the coast of Scotland."}, {"type": "text", "text": "The group said the move will be a \"disaster\" for the environment and hinder efforts to reach net zero - a crucial climate target which relies on cutting down greenhouse gas emissions."}, {"type": "text", "text": "Protester Alex Wilson, who was on the roof, released a video message from the scene of the protest, saying: \"We're all here because Rishi Sunak has opened the door to a new drilling frenzy in the North Sea while large parts of our world are literally on fire."}, {"type": "text", "text": "\"This will be a disaster for the climate.\""}, {"type": "text", "text": "On the ground, Greenpeace campaigner Philip Evans defended the decision to target the PM's home, saying they had made sure Mr Sunak's family were on holiday."}, {"type": "text", "text": "He said the group had knocked on the door when they arrived and said \"this is a peaceful protest\" but there was no answer."}, {"type": "text", "text": "Mr Evans added: \"Rishi Sunak's government has been the worst government we've had on climate.\""}, {"type": "headline", "text": "Sunak is a 'climate arsonist', Greenpeace campaigner says"}, {"type": "text", "text": "Greenpeace has said it is also carrying out its protest because Mr Sunak has indicated he will approve drilling at Rosebank - the UK's largest undeveloped oil field."}, {"type": "text", "text": "The group says the move \"flies in the face of multiple warnings from the government's own climate advisers, the International Energy Agency and the UN secretary general that any new fossil fuel projects risk tipping the world into the danger zone above 1.5C of warming\"."}, {"type": "text", "text": "Mr Evans said: \"We desperately need our prime minister to be a climate leader, not a climate arsonist."}, {"type": "text", "text": "\"Sunak is even willing to peddle the old myth about new oil and gas helping ordinary people struggling with energy bills when he knows full well it's not true."}, {"type": "text", "text": "\"More North Sea drilling will only benefit oil giants who stand to make even more billions from it, partly thanks to a giant loophole in Sunak's own windfall tax.\""}, {"type": "headline", "text": "'Plonkers'"}, {"type": "headline", "text": "But Labour, who oppose the oil and gas license expansion, said \"targeting someone's home in that way is disgraceful and unacceptable\". "}, {"type": "text", "text": "Meanwhile Deputy Prime Minister Oliver Dowden, who is standing in for Mr Sunak during his holiday, said more oil and gas is needed as part of our \"energy mix\" as he hit out the \"stupid stunt\"."}, {"type": "text", "text": "Speaking about the protest while on a visit to Able Seaton Port in Hartlepool he said: \"I think what most people would say is 'can you stop the stupid stunts', actually what they want to see from government is action."}, {"type": "text", "text": "\"That's what you're seeing here today, the world's largest offshore wind farm being built right here, creating jobs."}, {"type": "text", "text": "\"But at the same time we're going to need in the coming decades oil and gas as part of our energy mix.\"The question is do we produce it here, where we get more tax, we create more jobs, or do we do what the Labour and others say which is say 'no more investment in our North Sea oil and gas'?\""}, {"type": "text", "text": "Alicia Kearns, the senior Tory who chairs the Commons foreign affairs committee, called the protest \"unacceptable\"."}, {"type": "text", "text": "She said: \"Politicians live in the public eye and rightly receive intense scrutiny, but their family homes should not be under assault."}, {"type": "text", "text": "\"Before long police will need to be stationed outside the home of every MP.\""}, {"type": "text", "text": "Government minister Alex Burghart called the activists \"plonkers\"."}, {"type": "text", "text": "Conservative backbencher Brendan Clarke-Smith said: \"MPs and their families have enough to worry about with their security without extremist groups and their spoilt activists pulling stunts like this at their homes to promote their unrealistic, extravagant demands and student union-level politics.\""}]}, {"_id": "64cccc6251ac33362ac8c122", "url": "https://news.sky.com/story/govt-turns-to-private-sector-in-attempt-to-cut-nhs-waiting-lists-12933175", "primaryCategory": "uk", "subCategories": "None", "title": "Private sector to operate free new centres to cut NHS waiting lists", "lead": "The government is turning to the private sector in an attempt to cut NHS waiting lists.", "author": "\nAlexandra Rogers\n", "datePublished": "2023-08-04 09:57:00", "dateScraped": "2023-08-04 12:01:06.130621", "dateUpdated": "2023-08-04 09:57:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/07/70x70/skynews-nhs-hospital-ppe-covid_6208362.jpg?20230705075942", "body": [{"type": "text", "text": "The government is turning to the private sector in an attempt to cut NHS waiting lists."}, {"type": "text", "text": "Thirteen new community diagnostics centres (CDCs) will be opened across England to carry out an additional 742,000 scans, checks and tests per year."}, {"type": "text", "text": "Eight of the new facilities will be operated by the private sector - but despite this, all services will remain free to patients."}, {"type": "text", "text": "NHS waiting lists stood at 7.47 million at the end of May, the highest number since records began in 2007."}, {"type": "headline", "text": "Labour condemns Greenpeace protest at PM's home - politics latest"}, {"type": "text", "text": ""}, {"type": "headline", "text": "Mr Sunak made cutting NHS waiting lists one of his five priorities to the public in a speech he gave in January - but last month, he said industrial action in the health service had made his mission \"more challenging\"."}, {"type": "text", "text": "Analysis by Sky News carried out in May found that the number of people waiting more than a year for hospital treatment is 186 times higher than before the pandemic began."}, {"type": "text", "text": "At the end of February, 300,000 people in England had been waiting for more than a year since being referred by a consultant. Two years ago, in February 2020, that figure was below 2,000."}, {"type": "headline", "text": "Junior doctors are currently preparing for another four-day strike beginning on 11 August, while consultants are set to walk out for 48 hours from 24 August in an ongoing dispute with the government over pay and working conditions."}, {"type": "text", "text": "Health Secretary Steve Barclay said: \"We must use every available resource to deliver life-saving checks to ease pressure on the NHS."}, {"type": "text", "text": "\"By making use of the available capacity in the independent sector, and enabling patients to access this diagnostic capacity free at the point of need, we can offer patients a wider choice of venues to receive treatment and in doing so diagnose major illnesses quicker and start treatments sooner.\""}, {"type": "text", "text": ""}, {"type": "text", "text": "The development is likely to reignite the debate over private sector involvement in the NHS, a concept that is fiercely resisted by campaigners who fear any potential shift towards US-style private healthcare."}, {"type": "headline", "text": "In an exclusive interview with Sky News last month, former prime minister Sir Tony Blair said the NHS was \"not serving its purpose\" and warned: \"The truth is, you're not going to have a lot more money to spend, but you do have to think how do we do things completely differently.\""}, {"type": "text", "text": "He said there should be more private sector involvement in the NHS and that there should be \"complete cooperation between the public and private sector\"."}, {"type": "text", "text": "During his campaign to be Labour leader, Sir Keir Starmer pledged to introduce common ownership of Britain's utilities - including rail, mail, energy and water - saying \"public services should be in public hands\"."}, {"type": "text", "text": "He also promised to \"end outsourcing in our NHS, local government and justice system.\""}, {"type": "text", "text": ""}, {"type": "text", "text": "However, in an interview with Sky News's Sophy Ridge on Sunday programme in January, the Labour leader backtracked on that pledge, saying: \"We're not talking about privatising the NHS. The NHS has always used elements from the private sector, GPs are an example of that."}, {"type": "text", "text": "\"Outsourcing of some issues and functions I don't think has been very effective.\""}, {"type": "text", "text": "And in its response to the new centres announced today, Labour said the government is currently not making enough use of private capacity - claiming that 331,000 patients waiting for NHS care could have been treated since January 2022."}, {"type": "text", "text": "Shadow health secretary Wes Streeting said: \"The Conservatives are failing to make use of private sector capacity and patients are paying the price."}, {"type": "text", "text": "\"No one should be waiting in pain while hospital beds that could be used lie empty. The next Labour government will use spare capacity in the private sector to get patients seen faster.\""}, {"type": "text", "text": "The private centres announced today will operate in a similar way to those run by the NHS, but staff will be employed by private operators, which also own the buildings."}, {"type": "text", "text": "Sites in the South West - located in Redruth, Bristol, Torbay, Yeovil and Weston-super-Mare - will be operated by diagnostics company InHealth."}, {"type": "text", "text": "The others are located in Southend, Northampton and south Birmingham - and join the four already operating in Brighton, north Solihull, Oxford and Salford."}, {"type": "text", "text": "The new NHS-run sites are in Hornchurch, Skegness, Lincoln, Nottingham and Stoke-on-Trent."}, {"type": "text", "text": "The government vowed to open 160 CDCs by 2030. Currently, 114 are operating and they have carried out 4.6 million tests, checks and scans since July 2021."}]}, {"_id": "64cccc6251ac33362ac8c123", "url": "https://news.sky.com/story/rishi-sunak-strolls-along-sun-soaked-california-pier-with-his-family-in-holiday-photos-12933326", "primaryCategory": "uk", "subCategories": "None", "title": "Rishi Sunak strolls along sun-soaked California pier with his family in holiday photos", "lead": "Rishi Sunak has been pictured on his summer holiday as his family enjoy a \"really special\" trip to California.", "author": "None", "datePublished": "2023-08-04 04:26:00", "dateScraped": "2023-08-04 12:01:06.590964", "dateUpdated": "2023-08-04 04:26:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-rishi-sunak-holiday_6239959.jpg?20230804040512", "body": [{"type": "text", "text": "Rishi Sunak has been pictured on his summer holiday as his family enjoy a \"really special\" trip to California. "}, {"type": "text", "text": "The prime minister, his wife Akshata Murty, and two young daughters Krishna and Anoushka beamed while on the busy Santa Monica Pier where they played funfair games."}, {"type": "headline", "text": "The family will also head to Disneyland during their first \"proper\" family summer holiday in a few years, according to Mr Sunak."}, {"type": "text", "text": "He said his daughters were \"very excited\" about going to the theme park before joking they fear they will spend too much time at the Star Wars experience because he is a fan."}, {"type": "text", "text": "Wearing casual clothing, Mr Sunak said California is a meaningful place for the family as it is where he met his wife, and where he spent time whilst studying at Stanford University."}, {"type": "headline", "text": "In his absence, Deputy Prime Minister Oliver Dowden is taking over responsibilities, with Mr Sunak receiving daily updates from his private office."}, {"type": "text", "text": "Prime ministerial holiday photo shoots are a long tradition, with recent examples including David Cameron being pictured at a Portuguese fish market, and Theresa May hiking in Switzerland."}, {"type": "headline", "text": "It comes after five Greenpeace activists were arrested after climbing onto the roof of the Sunak family manor house in North Yorkshire with a sign that read \"no new oil\"."}, {"type": "headline", "text": "The climate activist group were protesting the prime minister's \"backing for a major expansion of North Sea oil and gas drilling\" - where it will grant 100 new licences off the coast of Scotland."}]}, {"_id": "64cccc6251ac33362ac8c124", "url": "https://news.sky.com/story/dan-woottons-mailonline-column-paused-while-personal-conduct-allegations-investigated-12933273", "primaryCategory": "uk", "subCategories": "None", "title": "Dan Wootton's MailOnline column paused while allegations made against him investigated", "lead": "Dan Wootton's column with the MailOnline has been paused while the publication investigates allegations he used a pseudonym and offered colleagues money for sexual material.", "author": "None", "datePublished": "2023-08-04 01:13:00", "dateScraped": "2023-08-04 12:01:06.861887", "dateUpdated": "2023-08-04 01:13:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/07/70x70/skynews-dan-wootton-lorraine_6222833.jpg?20230719061121", "body": [{"type": "text", "text": "Dan Wootton's column with the MailOnline has been paused while the publication investigates allegations he used a pseudonym and offered colleagues money for sexual material."}, {"type": "text", "text": "The GB News presenter has written a regular column for the online news outlet since 2021. His last article was published on 29 June."}, {"type": "text", "text": "It comes after The Sun newspaper said they were also looking into allegations against the New Zealand-born star."}, {"type": "headline", "text": "Last month, Wootton admitted he had made \"errors of judgement\" in the past but branded criminal allegations, following a report by the Byline Times, as \"simply untrue\"."}, {"type": "text", "text": "Previously he has spoken on his show Dan Wootton Tonight, telling viewers that he has been the target of a \"smear campaign\" by people \"with an axe to grind\"."}, {"type": "text", "text": "He also said he had previously been the victim of an abusive relationship and was talking about it for the first time following these allegations."}, {"type": "text", "text": "On Thursday, a spokesperson for DMG Media, which publishes MailOnline, said: \"The allegations are obviously serious but also complex and historic and there is an independent investigation underway at the media group which employed him during the relevant period."}, {"type": "text", "text": "\"In the meantime, his freelance column with MailOnline has been paused.\""}, {"type": "text", "text": "Many of the claims made against the presenter concern events said to have taken place while Wootton was employed by The Sun - where he worked as an executive editor and previously editor of the paper's Bizarre column."}, {"type": "text", "text": "After addressing the allegations live on air, Wootton said he could not comment further on the advice of his lawyers."}, {"type": "headline", "text": "Byline Times said they have contacted the Metropolitan Police with evidence. There is currently no active investigation."}, {"type": "text", "text": "Leaving The Sun in 2021, Wootton now hosts his weeknight opinion show on GB News."}, {"type": "text", "text": "He also previously worked as a showbiz editor at the now-defunct News Of The World, and has appeared on ITV's Lorraine as the showbiz correspondent."}]}, {"_id": "64cccc6351ac33362ac8c125", "url": "https://news.sky.com/story/sadiq-khan-extends-ulez-scrappage-scheme-after-policy-blamed-for-labours-uxbridge-by-election-defeat-12933254", "primaryCategory": "uk", "subCategories": "None", "title": "ULEZ scrappage scheme will open to all Londoners - but Tories say this is 'too little, too late'", "lead": "London mayor Sadiq Khan has expanded the scrappage scheme for cars to comply with his ultra low emission zone (ULEZ) after it was blamed for Labour's defeat in the Uxbridge by-election.", "author": "\nAlexandra Rogers\n", "datePublished": "2023-08-04 02:06:00", "dateScraped": "2023-08-04 12:01:07.326914", "dateUpdated": "2023-08-04 02:06:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/07/70x70/skynews-ulez-zone-london_6205892.jpg?20230703075411", "body": [{"type": "text", "text": "London mayor Sadiq Khan has expanded the scrappage scheme for cars to comply with his ultra low emission zone (ULEZ) after it was blamed for Labour's defeat in the Uxbridge by-election."}, {"type": "text", "text": "Grants of up to £2,000 will now be made available to all Londoners who wish to scrap any car or motorcycle that is non-compliant with the zone's emissions standards."}, {"type": "text", "text": "The grants were previously only available to child benefit recipients, disabled people and those on low incomes - but from Monday 21 August, everyone in the capital can apply."}, {"type": "text", "text": "The payment for vans will rise from £5,000 to £7,000, with small businesses and sole traders able to receive up to £21,000 in grants to scrap up to three vans."}, {"type": "text", "text": "However, the scrappage scheme is not retrospective - meaning those who have already paid for a new vehicle will not be reimbursed."}, {"type": "text", "text": "The Conservatives described the development as \"too little too late\"."}, {"type": "text", "text": "The ULEZ - which is already in place in central and inner London - charges motorists £12.50 a day to drive the most polluting vehicles in the boundaries it covers."}, {"type": "text", "text": "From 29 August, the zone will be extended up to the capital's borders with Buckinghamshire, Essex, Hertfordshire, Kent and Surrey."}, {"type": "headline", "text": "This new concession, funded by £50m of City Hall reserves, comes after the Tories were able to hold on to Boris Johnson's former seat by campaigning on an anti-ULEZ platform."}, {"type": "text", "text": ""}, {"type": "text", "text": "The mayor has repeatedly stressed that 90% of cars seen driving in outer London on an average day are already compliant with ULEZ - but the expansion of the scheme has encountered fierce resistance in some areas due to the rising cost of living."}, {"type": "text", "text": "In the wake of the Uxbridge by-election result - which the Tories won by just 495 votes - a number of senior Labour politicians, including leader Sir Keir Starmer and deputy Angela Rayner, came on to the airwaves to denounce the policy."}, {"type": "headline", "text": "In a direct rebuke to the Labour London mayor, Sir Keir told Sky News that his party lost the Uxbridge by-election because of the scheme's expansion as he urged Mr Khan to \"reflect\"."}, {"type": "text", "text": "Mr Khan has stuck by the policy, citing the damaging effect of air pollution on Londoners' health."}, {"type": "headline", "text": "Last week he was boosted by a High Court ruling which found the expansion to the capital's outer boroughs was lawful."}, {"type": "text", "text": "Mr Khan said: \"I'm not prepared to step back, delay or water down vital green policies like ULEZ, which will not only save lives and protect children's lungs by cleaning up our polluted air but help us to fight the climate crisis."}, {"type": "text", "text": "\"I have continued to listen to the concerns of Londoners over recent months, and today I can announce a huge expansion to the scrappage scheme that means that all Londoners with non ULEZ-compliant cars will now be able to get financial support to switch to greener, less polluting vehicles.\""}, {"type": "text", "text": "More support kicking in on Friday includes higher payments for switching to an electric vehicle, for charities with old vans, and for retrofitting an existing vehicle. Grants for replacing wheelchair accessible vehicles will double to £10,000."}, {"type": "text", "text": "The mayor's intervention was welcomed by disability rights champion Dr Kush Kanodia, who said it was \"great news for the disabled community and shows campaigns from disabled people can have a significant impact to change the policy in Greater London\"."}, {"type": "text", "text": "Tim Dexter, clean air lead at Asthma + Lung UK, said: \"ULEZ is about reducing the number of polluting vehicles on the road and helping every Londoner breathe cleaner air, including the estimated 585,000 people living with asthma or chronic obstructive pulmonary disease living across London."}, {"type": "text", "text": "\"Schemes like ULEZ are proven to reduce air pollution - a public health emergency contributing to 4,000 early deaths in London every year.\""}, {"type": "text", "text": ""}, {"type": "text", "text": "But Susan Hall, who will stand for the Tories against Mr Khan at the next mayoral election in 2024, said: \"This is too little, too late from Sadiq Khan, who is facing mounting pressure from Londoners and his own party."}, {"type": "text", "text": "\"Thousands of families, small businesses and charities face financial ruin because of Sadiq Khan's ULEZ expansion, which will do next to nothing to improve air quality."}, {"type": "text", "text": "\"If I am elected mayor, I will reverse this disastrous policy and replace it with a £50m fund to reduce air pollution without taxing people.\""}, {"type": "text", "text": "Keith Prince, City Hall's Conservative transport spokesperson, claimed it was an \"act of desperation to appease members of his own party\" but would not \"go far enough to stop the damage his ULEZ expansion will do to Londoners\"."}, {"type": "text", "text": "\"The best thing he could do is U-turn and adopt some policies that would actually clean the air, such as accelerating the move to zero-emission buses,\" he said."}]}, {"_id": "64cccc6351ac33362ac8c126", "url": "https://news.sky.com/story/aidan-roche-british-hiker-missing-in-switzerland-as-family-and-friends-extremely-worried-12933198", "primaryCategory": "uk", "subCategories": "None", "title": "Family and friends of missing British hiker 'extremely worried'", "lead": "The family and friends of a British hiker last seen on a Swiss mountain six weeks ago say they are \"extremely worried\".", "author": "None", "datePublished": "2023-08-04 10:30:00", "dateScraped": "2023-08-04 12:01:07.864903", "dateUpdated": "2023-08-04 10:30:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-aidan-roche-pay-picture_6239691.jpg?20230803202741", "body": [{"type": "text", "text": "The family and friends of a British hiker last seen on a Swiss mountain six weeks ago say they are \"extremely worried\"."}, {"type": "text", "text": "Aidan Roche, 29, was last seen on 22 June on the Eiger Trail in the Grindelwald area of the Bernese Alps on the twelfth day of a two-week trip."}, {"type": "text", "text": "Since then, the solo traveller and chemical engineer from Middlesbrough has not been in contact with friends or family \"which isn't like him and we are extremely worried\", said a GoFundMe page set up on behalf of Mr Roche's brother Connor."}, {"type": "text", "text": "The fundraiser set up to help with the search, including hiring a helicopter, has raised more than £30,000."}, {"type": "text", "text": "Mr Roche's friends and family have also shared the last videos Mr Roche sent them in the hope that it can help find him."}, {"type": "text", "text": "In a TikTok video, Mr Roche's friend Beth Taylor said the 6ft 2in experienced trekker and camper has a \"distinct tattoo on his arm\" and \"absolutely loved blaring music out of his speaker in his backpack\"."}, {"type": "text", "text": "It also included the last videos sent by Mr Roche to friends and family which feature panoramic shots of mountains and included other hikers."}, {"type": "text", "text": "Ms Taylor said she hoped releasing the videos might prompt a new lead in that hope that someone can identify the other people in them."}, {"type": "text", "text": "The fundraiser previously claimed authorities had launched a police and mountain rescue but had \"exhausted every option they can for the past week\" and had \"stopped searching\"."}, {"type": "text", "text": "In her TikTok video, Ms Taylor said the search operation had \"found his van but no sign of Aidan\"."}, {"type": "text", "text": "Last month, the GoFundMe page said Mr Roche's family and extended family would go out to Switzerland on 21 July to \"continue the search\"."}, {"type": "text", "text": "The Eiger mountain trail is a popular walking route."}]}, {"_id": "64cccc6451ac33362ac8c127", "url": "https://news.sky.com/story/police-hunt-for-thief-who-stole-14-beehives-in-welsh-town-12933293", "primaryCategory": "uk", "subCategories": "None", "title": "Police hunt for thief who stole 14 beehives", "lead": "Police in a remote Welsh town are on the hunt for a thief who stole 14 beehives.", "author": "None", "datePublished": "2023-08-04 04:09:00", "dateScraped": "2023-08-04 12:01:08.367651", "dateUpdated": "2023-08-04 04:09:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-wales-bees_6239919.png?20230803230127", "body": [{"type": "text", "text": "Police in a remote Welsh town are on the hunt for a thief who stole 14 beehives."}, {"type": "text", "text": "Witnesses have been urged to come forward after the hives disappeared from Blackwood Lane near Llangollen, North Wales, over the weekend."}, {"type": "text", "text": ""}, {"type": "text", "text": "In a video update on Twitter, PCSO Iwan Owen, of the North Wales Rural Crime team, said: \"Bit of an unusual one for you today - we've had reports that 14 beehives with incumbent bees have been stolen from this location sometime between 8am Saturday morning and possibly about midnight on Monday."}, {"type": "text", "text": "\"This is an appeal for anyone who's seen anything suspicious in that time - and to the beekeeping community."}, {"type": "text", "text": "\"They are likely to have been taken late at night after the bees have presumably returned to the hive.\""}, {"type": "text", "text": "He added that 14 hives have gone so its \"likely\" to be a vehicle similar to a long wheelbase Ford Transit or a trailer."}, {"type": "text", "text": ""}, {"type": "text", "text": "PCSO Owen said if people are aware of \"somebody who has a sudden influx of beehives (or) someone who's starting to sell new hives\" to get in touch with the force."}]}, {"_id": "64cccc6451ac33362ac8c128", "url": "https://news.sky.com/story/donald-trump-warns-it-is-a-sad-day-for-america-as-he-pleads-not-guilty-over-january-6-riot-and-asks-supporters-for-cash-12933318", "primaryCategory": "world", "subCategories": "None", "title": "'A very sad day for America': Defiant Trump pleads not guilty - and asks his supporters for cash", "lead": "Donald Trump declared it is \"a very sad day for America\" after pleading not guilty to trying to overturn the 2020 election result.", "author": "None", "datePublished": "2023-08-04 05:26:00", "dateScraped": "2023-08-04 12:01:08.742669", "dateUpdated": "2023-08-04 05:26:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-donald-trump-court_6239918.jpg?20230803225625", "body": [{"type": "text", "text": "Donald Trump declared it is \"a very sad day for America\" after pleading not guilty to trying to overturn the 2020 election result."}, {"type": "text", "text": "Speaking after his court appearance, the former US president said: \"When you look at what is happening this is a persecution of a political opponent. This was never supposed to happen in America."}, {"type": "text", "text": "\"This is a persecution of a person that is leading by very, very substantial numbers in the Republican primary and leading Biden a lot. So if you can't beat him you persecute him or you prosecute him, we can't let this happen in America.\""}, {"type": "text", "text": "Barely an hour after facing a judge in Washington, Trump emailed his supporters to ask for cash - and claimed that he could face \"561 years in prison for a crime I did not commit\"."}, {"type": "text", "text": "Insisting he was an innocent man, his email said: \"You are why I could never give up our mission to save America - no matter how nasty and vicious the attacks ever got."}, {"type": "text", "text": "\"I always knew this was the price I had to pay to run for president as a political outsider and restore power to YOU, the American people..."}, {"type": "text", "text": "\"But AMERICA is always worth it!\""}, {"type": "headline", "text": "Trump emotionless in court"}, {"type": "headline", "text": "On Thursday, Trump appeared emotionless as he pleaded not guilty to all four counts against him."}, {"type": "headline", "text": "These include conspiracy to defraud the US; to deprive citizens of their right to have their votes counted; and to obstruct an official proceeding - interrupting Congress as it was certifying Joe Biden as president."}, {"type": "text", "text": "They relate to the January 6 riot on the US Capitol building, which prosecutors said was \"an unprecedented assault on the seat of American democracy\" that was \"fuelled by lies\" from the former US president."}, {"type": "text", "text": ""}, {"type": "text", "text": "The current charges - the most serious of which is the obstruction of an official proceeding and conspiracy to obstruct - are the third criminal case against the 77-year-old in the last six weeks."}, {"type": "text", "text": "In New York he was charged with falsifying business records in connection with an alleged hush money payment to porn actor Stormy Daniels, and faces 40 felony counts in Florida, accused of illegally retaining classified documents at his Mar-a-Lago estate and refusing government demands to return them."}, {"type": "text", "text": "Trump pleaded not guilty in both cases, which are set for trial next year."}, {"type": "text", "text": "The next hearing is due to take place on 28 August, five days after the first scheduled Republican primary debate. Trump is not obliged to attend."}, {"type": "text", "text": ""}, {"type": "text", "text": ""}]}, {"_id": "64cccc6451ac33362ac8c129", "url": "https://news.sky.com/story/andrew-tate-wins-appeal-from-romanian-court-to-be-released-from-house-arrest-12933433", "primaryCategory": "world", "subCategories": "None", "title": "Andrew Tate wins appeal to be released from house arrest pending trial", "lead": "Andrew Tate has won his appeal in a Romanian court to be released from house arrest pending trial.", "author": "None", "datePublished": "2023-08-04 10:29:00", "dateScraped": "2023-08-04 12:01:08.916883", "dateUpdated": "2023-08-04 10:29:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-andrew-tate-romania_6237093.jpg?20230801125257", "body": [{"type": "text", "text": "Andrew Tate has won his appeal in a Romanian court to be released from house arrest pending trial."}, {"type": "headline", "text": "The controversial influencer has been held in Romania charged with human trafficking, rape and forming an organised crime group."}, {"type": "text", "text": "The Bucharest Court of Appeals said in a written ruling that it \"replaces the house arrest measure with that of judicial control for a period of 60 days from 4 August until 2 October.\""}, {"type": "text", "text": "Tate was indicted in June along with his brother Tristan and two Romanian female suspects for human trafficking, rape and forming a criminal gang to sexually exploit women."}, {"type": "text", "text": "The Tate brothers are accused of tricking seven women into sexual exploitation on fake promises of a relationship or marriage - a technique authorities have labelled the \"loverboy method\"."}, {"type": "text", "text": "It is alleged that the Tate brothers, along with the two Romanian female suspects, formed the group in 2021 to commit human trafficking in Romania and other countries - including the US and UK."}, {"type": "text", "text": "The brothers were first arrested at a property in Bucharest in December last year and held in custody until March - when they were released under house arrest."}, {"type": "text", "text": "The former professional kickboxer has repeatedly claimed Romanian prosecutors have no evidence and alleged the case is a political conspiracy designed to silence him."}, {"type": "text", "text": "Andrew Tate, who has been based mainly in Romania since 2017, is an online influencer who has amassed millions of followers, particularly among young men."}]}, {"_id": "64cccc6551ac33362ac8c12a", "url": "https://news.sky.com/story/donald-trumps-presidential-campaign-being-led-behind-bars-is-a-real-possibility-this-is-truly-uncharted-territory-12933331", "primaryCategory": "world", "subCategories": "None", "title": "Trump seemed almost fragile in third arraignment in four months - but this is the most serious", "lead": "The courthouse where Donald Trump pleaded not guilty to four charges against him, including conspiracy to defraud the United States, bears the name of Elijah Barrett Prettyman.", "author": "\nMartha Kelner\n", "datePublished": "2023-08-04 07:06:00", "dateScraped": "2023-08-04 12:01:09.157757", "dateUpdated": "2023-08-04 07:06:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-trump-court_6239962.jpg?20230804044421", "body": [{"type": "text", "text": "The courthouse where Donald Trump pleaded not guilty to four charges against him, including conspiracy to defraud the United States, bears the name of Elijah Barrett Prettyman."}, {"type": "text", "text": "As a Washington lawyer, Prettyman fought for the release of prisoners captured in the Bay of Pigs invasion. He represented Truman Capote and John Lennon and argued 19 cases at the Supreme Court before his death, aged 91, in November 2016."}, {"type": "text", "text": "Five days later Donald Trump, a billionaire businessman turned reality TV star, was elected to the White House."}, {"type": "text", "text": ""}, {"type": "text", "text": "If Prettyman was among the minority who anticipated Trump's victory, he surely couldn't have imagined that seven years later this is where it would lead. Even those steeped in legal history have never seen, could never have imagined, an alleged criminal scheme like this. It is unprecedented."}, {"type": "text", "text": "The 45-page indictment unsealed on Tuesday presents four charges against Donald Trump. It is judicious in its content and meticulous in its detail but at its centre is one key allegation - that Trump orchestrated a scheme to overturn the results of a free and fair election, directly from the Oval Office."}, {"type": "headline", "text": "The world's media gathered outside the courthouse in Washington DC to await the arrival of the former president to answer these charges."}, {"type": "text", "text": "It was a balmy morning, sunny with a hint of indictment fatigue hanging heavy in the air, this being Donald Trump's third arraignment in four months."}, {"type": "text", "text": "The helicopter pictures of his motorcade charted a familiar journey from home to courthouse, another hop down the east coast on Trump Force One, another wave to the cameras on the tarmac."}, {"type": "text", "text": "It may feel repetitive but it does not diminish the significance of what unfolded inside Courtroom 22A. Donald Trump seemed subdued, almost fragile, as he pleaded not guilty, as expected, to all of the charges."}, {"type": "text", "text": "This is the most serious of his many legal predicaments because - unlike indictments in Manhattan and Florida - the crimes are alleged to have taken place while he was a sitting president."}, {"type": "text", "text": ""}, {"type": "text", "text": "Perhaps the most significant part of this procedural hearing was the indication from the trial judge, Tanya Chutkan, that there would be no delay in scheduling the next court appointment and a trial date. Jack Smith, the prosecutor in the case, has indicated he will pursue a speedy trial."}, {"type": "text", "text": "It is probable that next year Trump will be scheduling court appearances in three, maybe four, criminal trials around campaign rallies."}, {"type": "text", "text": "Judges in each of these cases may end up jostling for position, with the New York state indictment surrounding hush money payments to Stormy Daniels likely to take a back seat."}, {"type": "text", "text": "Outside the court was muted, but divided America in a microcosm. There was only a smattering of protesters, either pro or anti-Trump. One man held a sign saying \"Loser\" aloft, another \"Trump or Dead.\""}, {"type": "text", "text": "New Yorker Dominic Santana came dressed as a convict, holding up a \"LOCK HIM UP\" sign on one side, and an AI-generated image of Trump in an orange jumpsuit on the other."}, {"type": "text", "text": "\"I'm here to make sure that the world knows that Donald Trump is a crook,\" he says, \"that Donald Trump should have been locked up a long time ago, that Donald Trump hoodwinked and bamboozled America and he made it to the White House.\""}, {"type": "text", "text": ""}, {"type": "text", "text": "More than half of Republican voters in this country have indicated they would still vote for Trump to return to the White House, even if he is convicted of federal crimes."}, {"type": "text", "text": "The possibility of a presidential campaign from behind bars is a real one."}, {"type": "text", "text": "Politically and legally this is, truly, uncharted territory."}]}, {"_id": "64cccc6651ac33362ac8c12b", "url": "https://news.sky.com/story/niger-coup-president-bazoum-labels-himself-hostage-and-warns-of-devastating-consequences-if-military-takeover-succeeds-12933329", "primaryCategory": "world", "subCategories": "None", "title": "Niger's ousted president says he is a 'hostage' after military coup", "lead": "President Mohamed Bazoum of Niger has claimed he is a \"hostage\" and that the entire Sahel region could fall to the Russians following the country's military coup.", "author": "None", "datePublished": "2023-08-04 05:46:00", "dateScraped": "2023-08-04 12:01:10.572774", "dateUpdated": "2023-08-04 05:46:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-niger-coup_6239966.jpg?20230804050134", "body": [{"type": "text", "text": "President Mohamed Bazoum of Niger has claimed he is a \"hostage\" and that the entire Sahel region could fall to the Russians following the country's military coup."}, {"type": "text", "text": "Writing for the Washington Post, Mr Bazoum said he had been \"illegally imprisoned\" after all political activity was suspended by Niger's military junta."}, {"type": "text", "text": "He said that if successful, the coup would have \"devastating consequences for our country, our region and the entire world\"."}, {"type": "headline", "text": "Referring to the Ukraine war, he said \"the entire central Sahel region could fall to Russian influence via the Wagner Group\"."}, {"type": "text", "text": "It comes as many pro-junta protesters waved Russian flags and broadcasters RFI and France 24 television were banned from broadcasting in the country."}, {"type": "text", "text": "The president finished by pleading to the US government and the \"entire international community\" to help the country \"restore constitutional order\"."}, {"type": "text", "text": ""}, {"type": "text", "text": "He said fighting for shared values is the \"the only way to make sustainable progress against poverty and terrorism\"."}, {"type": "text", "text": "The plea comes as US Secretary of State Antony Blinken said the US is \"very much\" in support of the West African regional body - known as ECOWAS - which has threatened to use force to regain democracy."}, {"type": "text", "text": "President Joe Biden also used Niger's independence day to call for the release of Mr Bazoum and for democracy to be restored."}, {"type": "text", "text": "The European Union, United Nations, France and others have also condemned the uprising and refused to recognise self-declared head of state General Abdourahamane Tiani."}, {"type": "headline", "text": "On Thursday, 14 Britons arrived in France after being flown out of the country, following plans by Italy and France to evacuate their citizens."}, {"type": "text", "text": "ECOWAS has set a deadline of Sunday 6 August for the junta to reinstate Mr Bazoum - when this expires, the body will decide what steps to take on the recommendations of its defence experts."}]}, {"_id": "64cccc6651ac33362ac8c12c", "url": "https://news.sky.com/story/amateur-rapper-and-her-husband-plead-guilty-after-trying-to-launder-stolen-bitcoin-worth-billions-12933322", "primaryCategory": "world", "subCategories": "None", "title": "Man and amateur rapper wife who went to great lengths to launder stolen Bitcoin plead guilty", "lead": "An amateur rapper and her husband have pleaded guilty to attempting to launder stolen Bitcoin.", "author": "\nConnor Sephton\n", "datePublished": "2023-08-04 04:13:00", "dateScraped": "2023-08-04 12:01:10.816022", "dateUpdated": "2023-08-04 04:13:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-heather-morgan-crypto_6239948.png?20230804023946", "body": [{"type": "text", "text": "An amateur rapper and her husband have pleaded guilty to attempting to launder stolen Bitcoin."}, {"type": "text", "text": "Heather Morgan and Ilya Lichtenstein went to desperate lengths in their attempts to convert billions of dollars worth of cryptocurrency into cash."}, {"type": "text", "text": "At the time of their arrest in 2022, the stash of 120,000 Bitcoin was worth $4.5bn (£3.5bn)."}, {"type": "text", "text": "The US Department of Justice managed to recover $3.6bn (£2.8bn) of this, in what was the biggest financial seizure in its history."}, {"type": "text", "text": "While the couple were only accused of laundering this cryptocurrency rather than stealing it, Lichtenstein has now admitted that he was the person who hacked the Bitfinex exchange in 2016."}, {"type": "text", "text": "The 35-year-old then enlisted his wife in an elaborate scheme that involved burying gold coins and burning documents in a bin in Kazakhstan."}, {"type": "text", "text": "Prosecutors had accused the pair of creating fake identities to set up online trading accounts so they could launder the Bitcoin."}, {"type": "text", "text": "Detectives found folders on Lichtenstein's computer named \"personas\" - and a plastic bag labelled \"burner phones\" was also discovered under their bed."}, {"type": "text", "text": "They also used their ill-gotten gains to buy non-fungible tokens, and Walmart gift cards."}, {"type": "text", "text": "Heather Morgan called herself as \"Razzlekhan\" in her rap videos, and claimed she was the \"Crocodile of Wall Street\"."}, {"type": "text", "text": "In the past, she had also worked as a public speaker, and held an event in New York called \"How to Social Engineer Your Way Into Anything\"."}, {"type": "text", "text": "Her tips for crashing an event included wearing black T-shirts to look like security, and wearing as many layers as possible so outfits could change at short notice."}, {"type": "text", "text": "The husband and wife had entered into a plea deal late last month, and a date for their sentencing has not been set."}, {"type": "text", "text": "At the time of their arrest, officials said they could face up to 20 years behind bars if convicted."}]}, {"_id": "64cccc6751ac33362ac8c12d", "url": "https://news.sky.com/story/somali-sports-official-suspended-after-untrained-runner-competes-in-games-12932910", "primaryCategory": "world", "subCategories": "None", "title": "'Untrained sprinter' takes more than 20 seconds to finish 100m race - sparking 'abuse of power' allegations", "lead": "A Somali sports official has been suspended after an apparently untrained female sprinter represented the African country at an international athletics tournament in China.", "author": "None", "datePublished": "2023-08-03 14:40:00", "dateScraped": "2023-08-04 12:01:11.301378", "dateUpdated": "2023-08-03 14:40:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-somalia-runner_6239070.png?20230803115442", "body": [{"type": "text", "text": "A Somali sports official has been suspended after an apparently untrained female sprinter represented the African country at an international athletics tournament in China."}, {"type": "text", "text": "Nasra Abukar Ali took more than 20 seconds to finish the 100m race at the World University Games in Chengdu, with footage showing she came last by a considerable distance."}, {"type": "text", "text": "She also appeared to be significantly less physically fit than the other competitors."}, {"type": "text", "text": "Despite being quickly left behind by her rivals, Ali did do a little skip to celebrate when she crossed the finish line."}, {"type": "text", "text": "Khadijo Aden Dahir, the chairwoman of the Somali Athletics Federation, has been suspended amid reports Ali is a relative of hers and was only entered into the contest because of family connections."}, {"type": "text", "text": "Ms Dahir has been accused of abusing her power and defaming Somalia and was suspended following a meeting between the country's sports ministry and its National Olympic Committee."}, {"type": "text", "text": "Mohamed Barre Mohamud, Somalia's minister of youth and sports, has said he does not know how Ali ended up being chosen."}, {"type": "headline", "text": "Somalia's university union said it had not sent any runners to China as part of an official Somali team."}]}, {"_id": "64cccc6751ac33362ac8c12e", "url": "https://news.sky.com/story/yacht-that-princess-diana-spent-last-summer-on-with-dodi-al-fayed-sinks-to-bottom-of-mediterranean-12933100", "primaryCategory": "world", "subCategories": "None", "title": "Yacht that Princess Diana spent last summer on sinks to bottom of Med", "lead": "A motor yacht used by Princess Diana and her boyfriend Dodi Al-Fayed on their final summer holiday in the South of France before they died in a Paris car crash has sunk.", "author": "None", "datePublished": "2023-08-03 17:00:00", "dateScraped": "2023-08-04 12:01:11.864451", "dateUpdated": "2023-08-03 17:00:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-cujo-diana-dodi-fayed_6239390.jpg?20230803141237", "body": [{"type": "text", "text": "A motor yacht used by Princess Diana and her boyfriend Dodi Al-Fayed on their final summer holiday in the South of France before they died in a Paris car crash has sunk."}, {"type": "text", "text": "The 19m (62ft) Cujo went down 21 miles (35km) off Beaulieu-sur-Mer after sending out a mayday call last Saturday."}, {"type": "text", "text": "The seven people on board the luxury vessel, which was taking on water, were rescued by teams from Antibes before it sank to the bottom of the Mediterranean at a depth of 2500m (8200ft)."}, {"type": "text", "text": "They were safely returned to shore."}, {"type": "text", "text": "The area was monitored for pollution as the boat sank with 7,000 litres of diesel in its tanks."}, {"type": "headline", "text": "Cujo made front page news around the world back in the summer of 1997 when Al-Fayed entertained Diana onboard, a year after her divorce from Prince Charles, which was finalised in August 1996."}, {"type": "text", "text": "That summer, Diana was also photographed on Sokar, the yacht then owned by al Fayed's billionaire father Mohamed."}, {"type": "text", "text": "It had previously been named Jonikal."}, {"type": "text", "text": "Cujo was built in Italy in 1972 for businessman John von Neumann who told the Italian Baglietto shipyard that he wanted the world's fastest motor yacht."}, {"type": "text", "text": "She was fitted with two 18-cylinder engines giving her a top speed of 42 knots."}, {"type": "text", "text": "Van Neumann then sold the boat to the son of Saudi businessman and arms dealer Adnan Khashoggi and he sold her on to his cousin, al Fayed."}, {"type": "text", "text": "Cujo was frequently moored off St Tropez, a famous celebrity hangout on the French Riviera, with guests including Clint Eastwood, Tony Curtis and Bruce Willis."}, {"type": "text", "text": "Following the death of Diana and Al-Fayed in central Paris on 31 August 1997, Cujo fell into disrepair."}, {"type": "text", "text": "She was decommissioned in 1999, and spent years in storage, before being restored by new owners."}]}, {"_id": "64cccc6851ac33362ac8c12f", "url": "https://news.sky.com/story/italian-prime-minister-giorgia-meloni-sues-placebo-singer-for-calling-her-fascist-racist-12933111", "primaryCategory": "world", "subCategories": "None", "title": "Italian prime minister sues Placebo singer for calling her 'fascist, racist'", "lead": "Italy's Prime Minister Giorgia Meloni is reportedly suing the lead singer of Placebo after he called her a \"fascist, racist\" at a gig last month.", "author": "\nSamuel Osborne\n", "datePublished": "2023-08-03 18:03:00", "dateScraped": "2023-08-04 12:01:12.326948", "dateUpdated": "2023-08-03 18:03:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-placebo-giorgia-meloni_6239683.jpg?20230803175746", "body": [{"type": "text", "text": "Italy's Prime Minister Giorgia Meloni is reportedly suing the lead singer of Placebo after he called her a \"fascist, racist\" at a gig last month."}, {"type": "headline", "text": "Brian Molko launched into a rant in Italian about Ms Meloni, who leads the far-right Brothers of Italy party, on stage at the Sonic Park festival in Turin."}, {"type": "text", "text": "Speaking in front of around 5,000 fans, the frontman of the alternative rock band called the prime minister a \"piece of s***\" and described her as \"fascist, racist\"."}, {"type": "text", "text": "His remarks prompted cheers from the audience."}, {"type": "text", "text": "Prosecutors in Turin officially opened an investigation into Molko for \"contempt of the institutions\" following the outburst."}, {"type": "text", "text": "He could be fined up to €5,000 (£4,300) if convicted."}, {"type": "text", "text": "Ms Meloni's lawyers have now taken legal action and filed a lawsuit for defamation, Italian news outlet La Stampa reported."}, {"type": "headline", "text": "Meloni has filed other defamation lawsuits"}, {"type": "text", "text": "The prime minister leads Italy's first far-right government since the end of the Second World War and is the first woman to hold the position of prime minister in the country."}, {"type": "text", "text": "She has already filed a defamation lawsuit against journalist Roberto Saviano, author of Gomorrah, who called her a \"b******\" during a TV interview in 2020 because of her anti-immigration policies."}, {"type": "text", "text": "She also filed a defamation lawsuit against the newspaper Domani after it accused her of helping an MP from her own party win a government contract to procure face masks during the pandemic."}]}, {"_id": "64cccc6851ac33362ac8c130", "url": "https://news.sky.com/story/south-korea-one-dead-and-12-injured-after-man-carries-out-car-and-knife-attack-in-seongnam-12933044", "primaryCategory": "world", "subCategories": "None", "title": "'One dead' and 12 injured after man drives car onto pavement and launches stab attack", "lead": "One person has reportedly died and 12 others were injured in South Korea after a man drove a car onto a pavement and rammed pedestrians, before he got out and stabbed people in a shopping centre.", "author": "None", "datePublished": "2023-08-03 15:45:00", "dateScraped": "2023-08-04 12:01:12.564398", "dateUpdated": "2023-08-03 15:45:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-policeman-seongnam_6239325.jpg?20230803152551", "body": [{"type": "text", "text": "One person has reportedly died and 12 others were injured in South Korea after a man drove a car onto a pavement and rammed pedestrians, before he got out and stabbed people in a shopping centre."}, {"type": "text", "text": "Four of the victims were hit by the vehicle near a subway station in the commuter town of Seongnam, about 12 miles (20km) south of the capital Seoul."}, {"type": "text", "text": "A white Kia hatchback with a broken front window and ruptured front tyre could be seen on a pavement near the station."}, {"type": "text", "text": "Nine victims were knifed and pictures from the scene also showed forensic officers examining AK Plaza, where the stabbings took place."}, {"type": "text", "text": "A man in his 60s died in the attack, Newsis news agency reported."}, {"type": "text", "text": "Police said 12 people had been taken to hospital, but officers did not confirm the condition of the wounded nor whether the person killed was stabbed or run over."}, {"type": "text", "text": "Officers have been questioning an unidentified man suspect in his 20s who was arrested at the scene, said police spokesman Yoon Sung-hyun."}, {"type": "text", "text": "National Police Agency Commissioner General Yoon Hee-keun said Thursday's attack was \"virtually an act of terrorism\"."}, {"type": "text", "text": "Authorities have not said what the motive was for the attack."}, {"type": "headline", "text": "Read more from Sky News:Latest news from South KoreaMother of US soldier held in North Korea 'just wants him home'"}, {"type": "text", "text": "The National Police Agency met regional police chiefs to discuss ways to deal with stabbings and other attacks against random targets."}, {"type": "text", "text": "Officials are considering increasing night-time patrols in leisure districts and other crowded areas and stepping up CCTV surveillance, according to the agency."}, {"type": "text", "text": "It comes just days after a man stabbed at least four pedestrians on a street in the capital, Seoul, killing one person."}]}, {"_id": "64cccc6951ac33362ac8c131", "url": "https://news.sky.com/story/most-work-done-by-women-globally-is-unpaid-oxfam-says-12932510", "primaryCategory": "world", "subCategories": "None", "title": "Most work done by women 'is unpaid'", "lead": "Most of the work done by women around the world is unpaid, according to a new Oxfam report.", "author": "None", "datePublished": "2023-08-03 02:10:00", "dateScraped": "2023-08-04 12:01:13.061811", "dateUpdated": "2023-08-03 02:10:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-childcare-child-baby_6238384.jpg?20230802161003", "body": [{"type": "text", "text": "Most of the work done by women around the world is unpaid, according to a new Oxfam report."}, {"type": "text", "text": "The charity estimates around 65% of women's working hours are not remunerated and said official statistics should be changed to recognise their contribution."}, {"type": "headline", "text": "Oxfam said its analysis of international labour data also found that 45% of weekly work done by both men and women globally was unpaid care."}, {"type": "text", "text": "It said domestic duties such as cooking and cleaning, which are often carried out by women globally, are also not valued in economic figures and measures such as GDP (gross domestic product)."}, {"type": "text", "text": "Oxfam described the measurement as \"anti-feminist and colonial because it sustains a framework of value creation and productivity that only counts what can be monetised\"."}, {"type": "text", "text": "\"Women are rendered to the 'private' sphere and their work is invisible,\" the charity added."}, {"type": "headline", "text": "It comes after separate research earlier this year found that the value of unpaid care in England and Wales is almost equivalent to a second NHS, with workers saving the government £162bn per year in wages."}, {"type": "text", "text": "Another study by the Centre for Progressive Policy thinktank also found women in the UK provided more than twice as much unpaid childcare per year as men - 23.2 billion hours compared with 9.7 billion hours."}, {"type": "text", "text": "Oxfam report author Anam Parvez accused governments of being \"fixated\" on GDP, and said policies should instead be \"guided by a set of metrics that look at the whole picture\"."}, {"type": "text", "text": "She added: \"Women are being short-changed the world over, pushed deeper into time and income poverty."}, {"type": "text", "text": "\"To add insult to injury, the majority of their work is ignored by official statistics. Unpaid care is a hidden subsidy to the global economy; without it the system would collapse.\""}, {"type": "text", "text": "The UK government said traditional economic measures, such as GDP, remained some of the most useful indicators of economic performance, but acknowledged it had limitations."}, {"type": "text", "text": "A spokesperson said the Office for National Statistics (ONS) had been provided with an additional £25m to improve economic statistics."}, {"type": "text", "text": "The agency has said it is \"working on radical plans to go 'beyond GDP'\", including \"new and innovative metrics reflecting the impact of economic change on people and the environment\"."}]}, {"_id": "64cccc6951ac33362ac8c132", "url": "https://news.sky.com/story/microsofts-determined-to-buy-the-maker-of-call-of-duty-but-will-the-uk-allow-it160-12933327", "primaryCategory": "business", "subCategories": "None", "title": "Microsoft's determined to buy the maker of Call Of Duty - but will the UK allow it?&#160;", "lead": "A final decision is in sight for Microsoft's protracted bid to acquire the maker of Call Of Duty now that the UK's competition regulator has closed its public consultation on the matter.", "author": "None", "datePublished": "2023-08-04 03:53:00", "dateScraped": "2023-08-04 12:01:13.688671", "dateUpdated": "2023-08-04 03:53:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-microsoft-call-of-duty_6239952.jpg?20230804034732", "body": [{"type": "text", "text": "A final decision is in sight for Microsoft's protracted bid to acquire the maker of Call Of Duty now that the UK's competition regulator has closed its public consultation on the matter."}, {"type": "text", "text": "The Competition and Markets Authority will consider comments from the public - which were submitted over the past week - and Microsoft's amended proposal to determine whether to reverse its decision to block the technology giant's proposed takeover of Activision Blizzard."}, {"type": "text", "text": "Microsoft announced plans to acquire the gaming studio, which owns World Of Warcraft, in January last year - but the merger has been fraught with difficulty."}, {"type": "text", "text": "Regulators across the world were concerned that approving it would give the company too much power in the gaming market and limit choice for consumers."}, {"type": "text", "text": "However, Microsoft has struck 10-year deals with Sony and Nintendo to make Call Of Duty available on PlayStation and Nintendo consoles. It has also agreed to make all Activision Blizzard games available on other cloud gaming providers for a decade."}, {"type": "text", "text": "The Competition and Markets Authority is concerned that allowing the technology giant to go ahead with the merger could threaten the development of the fast-growing cloud gaming market. This refers to games that are streamed rather than downloaded to a device before playing."}, {"type": "text", "text": "George Osborn, director of policy communications at Taso Advisory, believes that the UK regulator was trying to play its part in \"establishing a really strong regulatory environment in regards to tech and in regards to the UK being a tech superpower\"."}, {"type": "text", "text": "He said: \"It's butted up against reality is that if one of the US or the EU went with it, it may well have been in a position to actually continue and hold its position,\" he said, adding: \"But now that both have gone against it, it very much seems like it's been forced back to the negotiating table.\""}, {"type": "text", "text": "Microsoft has attempted to restructure the $69bn (£56bn) deal to respond to the Competition and Markets Authority's concerns after a breakthrough in the United States."}, {"type": "text", "text": "A US judge ruled earlier this month that Microsoft could go ahead with its acquisition, which has already been approved in the EU and China. The biggest remaining milestone is securing approval in Britain."}, {"type": "text", "text": "UK gaming is bigger than the music industry and accounts for nearly half of all revenue from the entertainment sector, according to figures for 2022 published by the Entertainment Retailers Association."}, {"type": "text", "text": "One of the main draws for Microsoft is acquiring the lucrative mobile phone game Candy Crush."}, {"type": "text", "text": ""}, {"type": "text", "text": "A spokesperson for the Competition and Markets Authority said: \"Our decision to block this deal over concerns in the cloud gaming market stands."}, {"type": "text", "text": "They added: \"If a company restructures its deal to address the CMA's concerns, or claims that developments since our decision mean circumstances have materially changed, we are legally required to consider that position. We will reach a view on Microsoft's submissions independently and based on the evidence we receive.\""}, {"type": "text", "text": "The regulator is expected to deliver its decision by 29 August."}]}, {"_id": "64cccc6951ac33362ac8c133", "url": "https://news.sky.com/story/meet-the-redditch-residents-turning-to-food-banks-to-survive-amid-rising-interest-rates-12933230", "primaryCategory": "business", "subCategories": "None", "title": "'I'd be dead': Meet the Redditch residents turning to food banks to survive", "lead": "At Batchley Support Group in Redditch, I meet Tony.", "author": "\nAdele Robinson\n", "datePublished": "2023-08-03 21:33:00", "dateScraped": "2023-08-04 12:01:13.961256", "dateUpdated": "2023-08-03 21:33:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-foodbank-batchley_6239772.jpg?20230803194841", "body": [{"type": "text", "text": "At Batchley Support Group in Redditch, I meet Tony."}, {"type": "text", "text": "He's 59 and one of a higher-than-average number of people in the town who have a mortgage."}, {"type": "text", "text": "That's despite the area having the fifth-lowest average salaries in England and Wales."}, {"type": "text", "text": "It means he, like others, may be disproportionately affected by interest rate rises."}, {"type": "text", "text": "It turns out, for Tony, it's much more than that."}, {"type": "text", "text": "He's just been told his flat may be repossessed."}, {"type": "text", "text": "Tony's circumstances are complicated. He bought the property 19 years ago when he had a job as a lorry driver."}, {"type": "text", "text": "He subsequently became disabled, suffering brain damage, after a street attack."}, {"type": "text", "text": "In recent years his disability benefit changed to a \"limited capacity\" one."}, {"type": "text", "text": "It has meant he has struggled to make payments on his tracker mortgage and the recent interest rate rises have pushed him over the edge."}, {"type": "headline", "text": "Intimidating and impossible figures"}, {"type": "text", "text": "He takes us into his top-floor flat and shows us his papers in a darkened living room."}, {"type": "text", "text": "One letter clearly states his interest rate is rising by another 0.5% from 1 August and he may be losing his home."}, {"type": "text", "text": "The letter states how he is now £7,000 in arrears with £29,000 left to pay on his mortgage."}, {"type": "text", "text": "These are intimidating and impossible figures for Tony."}, {"type": "text", "text": "He doesn't use heating and limited electricity."}, {"type": "text", "text": "He can't afford to buy a single piece of food."}, {"type": "text", "text": "He's been making £150 payments every month but it's not even half of what he needs to."}, {"type": "headline", "text": "'I'd be dead' without food bank"}, {"type": "text", "text": "\"I've been here for 20 years. It is my home,\" he tells me. \"You know, I'm disabled, I need heat and everything else. Where am I going to go? I have got nowhere, no house to go. That's it.\""}, {"type": "text", "text": "I ask him if he didn't have the nearby food bank, what he would do?"}, {"type": "text", "text": "He replies simply: \"I'd be knackered, I'd be dead.\""}, {"type": "headline", "text": "Single mother reliant on food bank"}, {"type": "text", "text": "At the Batchley Support Group Centre - a hub in the middle of this community which offers advice and help for all issues - I also meet single mother Sarah."}, {"type": "text", "text": "She's holding down three jobs, including an NHS technician role, an online teaching job and acting."}, {"type": "text", "text": "It's still not enough to help feed her and her family."}, {"type": "text", "text": "She lives with her 13-year-old boy, and her 19-year-old son when he's back from university."}, {"type": "text", "text": "She's lucky her landlord hasn't put her rent up, but she describes how everything else has increased."}, {"type": "text", "text": "\"You can't change the rent, you can't change your gas, your electric, your water, your TV licence…."}, {"type": "text", "text": "\"So you can only change the way that you spend the money you have.\""}, {"type": "text", "text": "She can pick up as much food as she needs from the food bank here for just £1."}, {"type": "text", "text": "But she's also worried about interest rates on her credit card."}, {"type": "text", "text": "She describes being reliant on it to pay for fuel for her car to get to work."}, {"type": "headline", "text": "'More working people are struggling'"}, {"type": "text", "text": "Mark Barron runs the Support Group, and has had to order an extra load of food each week recently to cope with demand."}, {"type": "text", "text": "He says the service is also seeing a rise in employed people seeking help: \"We see more working people who are struggling."}, {"type": "text", "text": "\"And that tells us it's really about disposable income, what's left once you pay the bills, if anything, what's left to live on? And that's, that's a real leveller for people.\""}, {"type": "text", "text": "Redditch isn't unique in this."}, {"type": "text", "text": "Disposable incomes are being stretched if not annihilated across the country."}, {"type": "text", "text": "Interest rate rises mean that standards of living, in general, are being swept away."}, {"type": "text", "text": "And with them, people like Tony, who are becoming collateral damage."}]}, {"_id": "64cccc6a51ac33362ac8c134", "url": "https://news.sky.com/story/amateur-rapper-and-her-husband-plead-guilty-after-trying-to-launder-stolen-bitcoin-worth-billions-12933322", "primaryCategory": "business", "subCategories": "None", "title": "Man and amateur rapper wife who went to great lengths to launder stolen Bitcoin plead guilty", "lead": "An amateur rapper and her husband have pleaded guilty to attempting to launder stolen Bitcoin.", "author": "\nConnor Sephton\n", "datePublished": "2023-08-04 04:13:00", "dateScraped": "2023-08-04 12:01:14.188993", "dateUpdated": "2023-08-04 04:13:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-heather-morgan-crypto_6239948.png?20230804023946", "body": [{"type": "text", "text": "An amateur rapper and her husband have pleaded guilty to attempting to launder stolen Bitcoin."}, {"type": "text", "text": "Heather Morgan and Ilya Lichtenstein went to desperate lengths in their attempts to convert billions of dollars worth of cryptocurrency into cash."}, {"type": "text", "text": "At the time of their arrest in 2022, the stash of 120,000 Bitcoin was worth $4.5bn (£3.5bn)."}, {"type": "text", "text": "The US Department of Justice managed to recover $3.6bn (£2.8bn) of this, in what was the biggest financial seizure in its history."}, {"type": "text", "text": "While the couple were only accused of laundering this cryptocurrency rather than stealing it, Lichtenstein has now admitted that he was the person who hacked the Bitfinex exchange in 2016."}, {"type": "text", "text": "The 35-year-old then enlisted his wife in an elaborate scheme that involved burying gold coins and burning documents in a bin in Kazakhstan."}, {"type": "text", "text": "Prosecutors had accused the pair of creating fake identities to set up online trading accounts so they could launder the Bitcoin."}, {"type": "text", "text": "Detectives found folders on Lichtenstein's computer named \"personas\" - and a plastic bag labelled \"burner phones\" was also discovered under their bed."}, {"type": "text", "text": "They also used their ill-gotten gains to buy non-fungible tokens, and Walmart gift cards."}, {"type": "text", "text": "Heather Morgan called herself as \"Razzlekhan\" in her rap videos, and claimed she was the \"Crocodile of Wall Street\"."}, {"type": "text", "text": "In the past, she had also worked as a public speaker, and held an event in New York called \"How to Social Engineer Your Way Into Anything\"."}, {"type": "text", "text": "Her tips for crashing an event included wearing black T-shirts to look like security, and wearing as many layers as possible so outfits could change at short notice."}, {"type": "text", "text": "The husband and wife had entered into a plea deal late last month, and a date for their sentencing has not been set."}, {"type": "text", "text": "At the time of their arrest, officials said they could face up to 20 years behind bars if convicted."}]}, {"_id": "64cccc6a51ac33362ac8c135", "url": "https://news.sky.com/story/new-purplebricks-owner-to-strike-out-chunk-of-workforce-12933242", "primaryCategory": "business", "subCategories": "None", "title": "New Purplebricks owner to Strike out chunk of workforce", "lead": "The new owner of Purplebricks, the online estate agent, is finalising plans to cut more than 100 jobs in a bid to improve its financial performance.", "author": "\nMark Kleinman\n", "datePublished": "2023-08-04 03:26:00", "dateScraped": "2023-08-04 12:01:14.713793", "dateUpdated": "2023-08-04 03:26:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-purplebricks-purple_6239769.jpg?20230803194626", "body": [{"type": "text", "text": "The new owner of Purplebricks, the online estate agent, is finalising plans to cut more than 100 jobs in a bid to improve its financial performance."}, {"type": "text", "text": "Sky News understands that Strike, a rival operator, is close to rubber-stamping plans to axe roughly 15% of Purplebricks' 695-strong workforce prior to the takeover."}, {"type": "text", "text": "Sources close to the company said on Thursday that a consultation process signalled after the deal closed in May would reach a conclusion next week."}, {"type": "text", "text": "In total, between 100 and 120 jobs are expected to go, they said."}, {"type": "text", "text": "Despite a softening UK housing market which has been affected by a protracted string of Bank of England base rate increases, Purplebricks is said to have fared better than expected at the time of Strike's purchase."}, {"type": "text", "text": "Once worth well over £1bn, the online property group was worth little more than £2m when Strike agreed to buy it."}, {"type": "text", "text": "Strike's main backers include Sir Charles Dunstone, the Carphone Warehouse and TalkTalk co-founder."}, {"type": "text", "text": "\"This restructuring process will involve certain roles being made redundant as we shift to a scalable, lower-cost operating model following the sale to Strike,\" a Purplebricks spokesman said."}, {"type": "text", "text": "\"However, we have also proposed a significant number of new roles, specifically designed to enhance our specialised workforce focused on delivering an exceptional customer journey.\""}, {"type": "headline", "text": "Read more from business:Bank of England increases interest rate for 14th time in a rowWilko: 12,000 jobs at risk as UK retail chain on brink of collapseNext beats forecasts again as profits to be £10m higher than expected"}, {"type": "text", "text": "He added: \"Since the acquisition by Strike, Purplebricks has seen an uptick in weekly instructions and has achieved number one market share nationally for three of the past six weeks."}, {"type": "text", "text": "\"This consultation is about ensuring Purplebricks has the right operating model going forward, providing a solid foundation for continued success in the estate agency industry.\""}]}, {"_id": "64cccc6b51ac33362ac8c136", "url": "https://news.sky.com/story/bank-of-england-increases-interest-rate-for-14th-time-in-a-row-to-525-12932441", "primaryCategory": "business", "subCategories": "None", "title": "'This is difficult for households' - Bank of England boss defends raising interest rates for 14th time in a row", "lead": "The Bank of England has raised interest rates for the 14th successive time, lifting its official rate to 5.25%.", "author": "\nEd Conway\n", "datePublished": "2023-08-03 22:36:00", "dateScraped": "2023-08-04 12:01:15.220756", "dateUpdated": "2023-08-03 22:36:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-bank-of-england-interest-rates_6237815.png?20230802085424", "body": [{"type": "text", "text": "The Bank of England has raised interest rates for the 14th successive time, lifting its official rate to 5.25%. "}, {"type": "headline", "text": "The quarter percentage point increase was somewhat smaller than some economists had expected, following the release of lower-than-anticipated inflation data last month."}, {"type": "headline", "text": "\"Inflation is falling and that's good news,\" said the Bank's governor Andrew Bailey."}, {"type": "text", "text": "\"We know that inflation hits the least well off hardest and we need to make absolutely sure that it falls all the way back to the 2% target. That's why we've raised rates to 5.25% today.\""}, {"type": "text", "text": "However, while the Bank's forecasts do not imply a recession in the coming years, they paint the picture of an economy which is both weaker than previously forecast and effectively flatlining all the way through to 2026."}, {"type": "headline", "text": "This is, said the Bank, in large part because of the fact that interest rates are expected to remain at high levels for considerably longer than markets previously anticipated."}, {"type": "headline", "text": "Rate rises 'are having an effect'"}, {"type": "text", "text": "In an interview with Sky News, Mr Bailey acknowledged higher interest rates were \"difficult\" for many - but defended hiking them as necessary to bring down inflation."}, {"type": "text", "text": "He said: \"It is tough, and I'm very conscious of that... I'm very, very aware that this is difficult for households. But we've got to get inflation back down to target."}, {"type": "text", "text": "\"I think it will come down quite substantially by the end of the year - it won't be back to target, we've got more to do next year, and we will do it, but it's on the way down now.\""}, {"type": "text", "text": "Mr Bailey said it was \"too early\" to make predictions about when rates would be lowered, but said the Bank had several choices over how to achieve its 2% target. Options included keeping rates at the current level for several years, or by raising and then lowering them in a shorter timespan, he said."}, {"type": "text", "text": "The governor said: \"Interest rates are having their effect... They are restricting inflation, bringing it down.\""}, {"type": "text", "text": "On wage setting, Mr Bailey added: \"It's not consistent currently with the 2% target, because we're not at the 2% target at the moment. It's going to need to come down.\""}, {"type": "text", "text": ""}, {"type": "text", "text": "While the Bank itself does not deliver its own interest rate forecasts, it dropped a heavy hint that it does expect borrowing costs to stay high for some time, saying in the minutes to its policy meeting that: \"The [Monetary Policy Committee] would ensure that Bank Rate was sufficiently restrictive for sufficiently long to return inflation to the 2% target sustainably in the medium term, in line with its remit.\""}, {"type": "headline", "text": "Click to subscribe to the Sky News Daily wherever you get your podcasts"}, {"type": "text", "text": "The nine-person MPC was split on Thursday's decision, with two members - Catherine Mann and Jonathan Haskel - voting for a bigger increase and one member, Swati Dhingra, voting to keep rates on hold."}, {"type": "text", "text": "However, economists and financial markets are betting on further increases, with markets pricing in a peak of 5.75% or slightly higher."}, {"type": "headline", "text": "The Bank's forecasts indicate the prime minister is likely to meet his pledge to halve inflation by the end of the year, pointing towards a rate of around 4.9% in the final quarter (the government's pledge implies a rate of 5.4%)."}, {"type": "text", "text": "However, considerable uncertainty remains, with around a 20% chance of a higher figure."}, {"type": "text", "text": ""}, {"type": "headline", "text": "While the Bank's forecast for gross domestic product (GDP) growth in the year to the third quarter is slightly higher than before (0.8% rather than the 0.6% it forecast in May), it is still far weaker than what would be considered \"trend growth\"."}, {"type": "text", "text": "Moreover, the GDP forecast for the same period in 2024 was also cut from 0.6% to 0.3%, as was the relevant forecast in 2025 (from 0.8% to 0.3%). All told, they add up to a long period of insipid economic growth."}, {"type": "headline", "text": "Chancellor Jeremy Hunt said it was \"encouraging\" that the Bank had forecast that the government would achieve its goal of inflation being halved by the end of the year."}, {"type": "text", "text": "However, speaking to Sky News, he added: \"But we should recognise that there is a lot of pain for families, for businesses."}, {"type": "text", "text": "\"The process of getting there is very tough and so what we have to do is to stick to the plan to get there as quickly as possible. Because, once we get inflation down, you can start to see a path where interest rates will come down and that will relieve the pressure on families with mortgages.\""}, {"type": "text", "text": ""}, {"type": "text", "text": "Labour's shadow chancellor Rachel Reeves described the rate rise as \"incredibly worrying for households across the country.\""}, {"type": "text", "text": "She added: \"Responsibility for this crisis lies with the Tories. They've crashed our economy leaving working people worse off."}, {"type": "text", "text": "\"Labour's plans will boost growth and get bills down.\""}]}, {"_id": "64cccc6b51ac33362ac8c137", "url": "https://news.sky.com/story/bank-of-england-hints-economic-pain-felt-by-many-to-be-a-long-drawn-out-affair-12932967", "primaryCategory": "business", "subCategories": "None", "title": "Bank of England hints economic pain felt by many to be a long, drawn-out affair | Ed Conway", "lead": "Higher for longer.", "author": "\nEd Conway\n", "datePublished": "2023-08-03 18:03:00", "dateScraped": "2023-08-04 12:01:15.759755", "dateUpdated": "2023-08-03 18:03:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/22/10/70x70/skynews-bank-of-england-business_5930876.jpg?20221014165102", "body": [{"type": "text", "text": "Higher for longer."}, {"type": "headline", "text": "The Bank of England may have lifted interest rates by less than a lot of people had been expecting up until recently - up by a quarter percentage point rather than a half - but for those with mortgages, the most striking thing from the trove of analysis they've published today isn't about today but about tomorrow."}, {"type": "text", "text": "Because there are heavy hints dropped throughout the Bank's Monetary Policy Report that it expects borrowing costs to stay high for a lot longer than many had anticipated."}, {"type": "headline", "text": "Only a few months ago financial markets were betting that the Bank Rate - the official borrowing level set at Threadneedle Street - would be down to 4% by 2024 and 3.7% by 2025. Far higher than the post-financial crisis period but a fall all the same."}, {"type": "text", "text": "Now, those same markets think rates will still be at 5.9% in 2024 and at 5% by 2025. And rather than challenging those assumptions, the Bank has come as close as possible to reinforcing them."}, {"type": "text", "text": "This institution doesn't provide explicit guidance about where it's expecting interest rates to go; it prefers to drop hints. And the hint in the minutes alongside the decision today was about as heavy as you could get."}, {"type": "text", "text": "\"The [Monetary Policy Committee] would ensure that Bank Rate was sufficiently restrictive for sufficiently long to return inflation to the 2% target sustainably in the medium term, in line with its remit.\""}, {"type": "text", "text": "Higher for longer, in other words."}, {"type": "text", "text": "Why? Another clue is to be found elsewhere in the Bank's forecasts today. It's worth quoting at length: \"Sharp increases in energy, food and other import prices over the past two years have had second-round effects on domestic prices and wages."}, {"type": "text", "text": "\"These second-round effects are likely to take longer to unwind than they did to emerge and the Monetary Policy Committee has placed weight in its recent forecasts on the risk that they might persist for longer."}, {"type": "text", "text": "\"The committee now judges that some of this risk may have begun to crystallise.\""}, {"type": "text", "text": ""}, {"type": "text", "text": "It fears, in other words, that the inflation cat is now out of the bag. And thus getting price rises to come down may involve considerably more work on its part than it previously anticipated. Higher for longer."}, {"type": "text", "text": "Which of course means pain for many households - especially those with mortgages and those renting (most landlords also have mortgages)."}, {"type": "headline", "text": "Click to subscribe to the Sky News Daily wherever you get your podcasts"}, {"type": "text", "text": "And unlike previous eras where most households were on floating rate mortgages and thus that pain was very quickly felt in their pockets, today that pain is being drip fed into the economy as two and five year fixed-rate mortgages gradually expire and are replaced with far more expensive monthly payments."}, {"type": "headline", "text": "Read more from business:Why renters are more vulnerable to interest rate risesEffects of interest rate hikes pushing economy towards 'recession'The squeeze on renters is a symptom of Britain's housing crisis "}, {"type": "text", "text": "Again, that means the impact of these interest rate increases is going to be a long, drawn-out affair. And you can see the implications in the Bank's economic forecast. The economy isn't likely to face a recession, at least according to its central projection."}, {"type": "text", "text": "But it will essentially flatline - depressed by these higher rates - for three years, not showing meaningful growth until 2026."}, {"type": "text", "text": "It is a depressing prospect. Perhaps the best thing to hope for is that the Bank is wrong. This has happened before - indeed it's already submitting to an independent inquiry into how it failed to foresee the recent spike in inflation, led by former Federal Reserve chairman Ben Bernanke."}, {"type": "text", "text": "It's not altogether implausible that they fail to foresee a more meaningful economic recovery."}]}, {"_id": "64cccc6c51ac33362ac8c138", "url": "https://news.sky.com/story/banks-face-very-large-fines-if-they-close-customers-accounts-over-political-views-12933224", "primaryCategory": "business", "subCategories": "None", "title": "Banks face 'very large' fines if they ban customers over political views", "lead": "Chancellor Jeremy Hunt has said banks face \"very large\" fines if they close customers' accounts because of their political opinions.", "author": "None", "datePublished": "2023-08-03 20:59:00", "dateScraped": "2023-08-04 12:01:16.373000", "dateUpdated": "2023-08-03 20:59:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-jeremy-hunt-chancellor_6239565.jpg?20230803162401", "body": [{"type": "text", "text": "Chancellor Jeremy Hunt has said banks face \"very large\" fines if they close customers' accounts because of their political opinions."}, {"type": "headline", "text": "His warning comes in the wake of the row surrounding former UKIP and Brexit Party leader Nigel Farage, who accused Coutts of unfairly shutting his accounts because it did not agree with his views."}, {"type": "headline", "text": "Speaking following the Bank of England's decision to hike interest rates to 5.25% on Thursday, Mr Hunt said he had written to regulator the Financial Conduct Authority (FCA) to look into the issue of \"so-called de-banking\"."}, {"type": "text", "text": "He told Sky News: \"I'm worried that it may exist more than we had thought."}, {"type": "headline", "text": "\"And the reason I'm worried is because free speech is a fundamental human right, and you can agree or disagree with Nigel Farage, but everyone wants to be able to express their opinions.\""}, {"type": "text", "text": "Mr Hunt said regulations already exist that ban banks from closing accounts due to someone's political views."}, {"type": "text", "text": "But he revealed the FCA had promised to carry out a review into the issue and report back to him by September."}, {"type": "text", "text": "The chancellor added: \"They have the right to fine banks very large sums of money if they find this practice is widespread. I want to know if it is and I want to know what they're doing about it.\""}, {"type": "text", "text": "Mr Farage later responded on X, formally known as Twitter, writing: \"The chancellor has written to the FCA about my case and the issue of de-banking. Thank you @Jeremy_Hunt\"."}, {"type": "headline", "text": "It comes after City Minister Andrew Griffith also promised a crackdown on \"de-banking\", while the Treasury also unveiled reforms designed to force banks to be more transparent about account closures."}, {"type": "headline", "text": "Earlier this week Mr Farage revealed that Coutts had offered to reinstate his personal and business accounts, but said he would still campaign on the issue and wanted compensation for what had happened to him."}, {"type": "headline", "text": "Read more from business:Wilko: 12,000 jobs at risk as UK retail chain on brink of collapseAnalysis: Bank of England hints economic pain to be a drawn-out affairNext beats forecasts again as profits to be £10m higher than expected"}, {"type": "text", "text": ""}, {"type": "text", "text": "NatWest, which owns Coutts, previously apologised to Mr Farage and ordered an independent review."}, {"type": "headline", "text": "Coutts boss Peter Flavel resigned, as did NatWest chief executive Dame Alison Rose after she admitted being the source behind an incorrect BBC story about the row."}, {"type": "headline", "text": "It came after Mr Farage obtained a 40-page dossier from Coutts which suggested the closure of his accounts was taken partly because his views did not align with its \"values\", including his position on LGBTQ+ rights and friendship with former US president Donald Trump."}, {"type": "text", "text": "The controversy has led to a wider debate on bank account closures and thrown similar complaints into the spotlight."}, {"type": "headline", "text": "The Muslim Council of Britain recently wrote to political leaders saying the withdrawal of banking services by a variety of different high street chains was \"par for the course\" for many Muslims and Islamic organisations in the UK."}, {"type": "headline", "text": "Its secretary general, Zara Mohammed, called for an investigation and said: \"The practice has continued unhindered, with limited transparency... little to no recourse for those impacted and no action taken by successive governments to address any of the aforementioned.\""}, {"type": "headline", "text": "Businesswoman and aspiring MP Gina Miller also criticised the banking sector after Monzo Bank closed an account belonging to her True and Fair Party."}, {"type": "text", "text": "The bank later confirmed it did not allow political party accounts and said the initial decision to allow her to open one had been made in error."}]}, {"_id": "64cccc6c51ac33362ac8c139", "url": "https://news.sky.com/story/12000-jobs-at-risk-as-uk-retail-chain-wilko-on-brink-of-collapse-12932997", "primaryCategory": "business", "subCategories": "None", "title": "12,000 jobs at risk as Wilko on brink of collapse", "lead": "High street retailer Wilko has filed a notice of intent to appoint administrators - putting around 12,000 jobs at risk.", "author": "None", "datePublished": "2023-08-03 19:12:00", "dateScraped": "2023-08-04 12:01:16.598436", "dateUpdated": "2023-08-03 19:12:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-wilko-store_6239244.jpg?20230803123442", "body": [{"type": "text", "text": "High street retailer Wilko has filed a notice of intent to appoint administrators - putting around 12,000 jobs at risk."}, {"type": "text", "text": "The discount homeware and hardware chain said in a statement that while it had received indicative offers to help recapitalise, none of them were able to provide sufficient liquidity in the time needed - meaning it was set to call in administrators."}, {"type": "text", "text": "Wilko, which has around 400 stores across the UK, filed a notice of intention at the High Court on Thursday to appoint administrators."}, {"type": "text", "text": "\"We'll continue to progress discussions with interested parties with the aim of completing a transaction which preserves the business,\" chief executive Mark Jackson said."}, {"type": "text", "text": "\"We continue to believe that our robust turnaround plan, with significant re-stabilisation cost savings in progress, will deliver a profitable Wilko and maximise the significant opportunities that we know exist.\""}, {"type": "headline", "text": "The retailer has emerged as one of the first major victims of Britain's tougher economy, after consecutive interest rate rises that started in December 2021."}, {"type": "headline", "text": "Read more from business:Interest rate increased to 5.25%Next beats forecasts againMost work done by women is 'unpaid'"}, {"type": "text", "text": "Despite the squeeze on household incomes from the jump in interest rates and high levels of inflation, most high street chains have been able to keep trading well so far this year."}, {"type": "text", "text": "The national secretary of the GMB union, Andy Prendergast, said: \"This is extremely concerning but we remain hopeful that a buyer can be found."}, {"type": "text", "text": "\"Wilko's staff deserve reassurance that their jobs are safe. We hope this is the number one priority going forward.\""}, {"type": "headline", "text": "The development comes after Sky News revealed last month that the chain was trying to secure a cash injection as it prepared to launch a financial restructuring aimed at securing its future."}, {"type": "headline", "text": "Advisers to Wilko also began sounding out potential buyers as it explored a possible change in ownership."}, {"type": "headline", "text": "Sky News then learnt that specialist retail investor Hilco had agreed to amend the terms of a credit facility to bolster the availability of financing to Wilko."}]}, {"_id": "64cccc6d51ac33362ac8c13a", "url": "https://news.sky.com/story/interest-rates-up-focus-on-savers-and-renters-12933081", "primaryCategory": "business", "subCategories": "None", "title": "Interest rates up - focus on savers and renters", "lead": "The Bank of England has increased its base rate of interest by a quarter of a percentage point to 5.25% - which is lower than some economists had predicted.&#160;", "author": "None", "datePublished": "2023-08-03 17:17:00", "dateScraped": "2023-08-04 12:01:17.073154", "dateUpdated": "2023-08-03 17:17:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/2372308030229670307_6238887.png?20230803081218", "body": [{"type": "text", "text": "The Bank of England has increased its base rate of interest by a quarter of a percentage point to 5.25% - which is lower than some economists had predicted. "}, {"type": "text", "text": "On the Sky News Daily, Leah Boleto speaks to our business correspondent Gurpreet Narwan about the decision to raise interest rates for the 14th time in a row."}, {"type": "text", "text": "Plus, Sky's data and forensics journalist Daniel Dunford explains why renters could be the hardest hit by rate rises, and Tilly Smith, from campaign group Generation Rent, on its call for the government to offer more support to people renting."}, {"type": "headline", "text": "Click to subscribe to the Sky News Daily wherever you get your podcasts"}, {"type": "text", "text": "Podcast producer: Rosie GillottInterviews producer: Alex EddenPodcast promotion producer: Jim FarthingEditor: Paul Stanworth"}, {"type": "text", "text": ""}]}, {"_id": "64cccc6d51ac33362ac8c13b", "url": "https://news.sky.com/story/yeezy-sales-back-to-old-levels-despite-adidas-severing-ties-with-kanye-west-12933047", "primaryCategory": "business", "subCategories": "None", "title": "Yeezy sales back to old levels - despite Adidas severing ties with Kanye West", "lead": "Adidas sold &#8364;400m (&#163;345m) worth of Kanye West-designed footwear from April to the end of June this year - as much as the same time last year, despite severing ties with the rapper.", "author": "\nSarah Taaffe-Maguire\n", "datePublished": "2023-08-03 17:16:00", "dateScraped": "2023-08-04 12:01:17.339703", "dateUpdated": "2023-08-03 17:16:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/05/70x70/skynews-adidas-yeezy_6152235.jpg?20230511171302", "body": [{"type": "text", "text": "Adidas sold €400m (£345m) worth of Kanye West-designed footwear from April to the end of June this year - as much as the same time last year, despite severing ties with the rapper."}, {"type": "headline", "text": "The German sports giant took a hit when it ended its association with West last year following a string of antisemitic comments from the performer, now known as Ye, on social media, TV and radio."}, {"type": "text", "text": "A mountain of unsold Yeezy brand trainers were left after the partnership ended."}, {"type": "text", "text": ""}, {"type": "headline", "text": "But Adidas on Thursday announced its recouping losses, having decided to sell the stock previously made in conjunction with the musician."}, {"type": "text", "text": "The sale of the Yeezys added about €150m (£129.4m) to company operating profit in the second quarter of this year."}, {"type": "text", "text": "At the same time, Adidas said there was still a financial impact in the year overall."}, {"type": "text", "text": "There were no Yeezy revenues in the first three months of 2023 while in the same period a year before, about €400m (£345m) worth had been sold."}, {"type": "text", "text": "In the first half of this year, revenue from the trainers was €400m (£345m), compared with €800m (£690m) in the first six months of last year."}, {"type": "text", "text": "Adidas is expected to break even, rather than profit for the whole of 2023, with the potential write off cost of the Yeezys coming in at €400m (£345m), less than the €500m (£430m) previously expected."}, {"type": "headline", "text": "Some proceeds from the Yeezy sales will be given to charity, Adidas said, but did not detail the value of charitable contributions."}, {"type": "text", "text": "Around €180m will be spent on one-off costs related to the strategic review announced by Adidas and \"donations and accruals for further donations\"."}, {"type": "text", "text": "Over the quarter around €110m was spent on in donations and accruals for further donations."}, {"type": "text", "text": "Organisations such as the Anti-Defamation League, the Philonise & Keeta Floyd Institute for Social Change and Robert Kraft's Foundation to Combat Antisemitism were named by Adidas as beneficiaries."}, {"type": "text", "text": "\"We will continue to carefully sell off more of the existing Yeezy inventory. This is much better than destroying and writing off the inventory and allows us to make substantial donations to organisations,\" Adidas chief executive Bjørn Gulden said."}]}, {"_id": "64cccc6d51ac33362ac8c13c", "url": "https://news.sky.com/story/govt-turns-to-private-sector-in-attempt-to-cut-nhs-waiting-lists-12933175", "primaryCategory": "politics", "subCategories": "None", "title": "Private sector to operate free new centres to cut NHS waiting lists", "lead": "The government is turning to the private sector in an attempt to cut NHS waiting lists.", "author": "\nAlexandra Rogers\n", "datePublished": "2023-08-04 09:57:00", "dateScraped": "2023-08-04 12:01:17.949603", "dateUpdated": "2023-08-04 09:57:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/07/70x70/skynews-nhs-hospital-ppe-covid_6208362.jpg?20230705075942", "body": [{"type": "text", "text": "The government is turning to the private sector in an attempt to cut NHS waiting lists."}, {"type": "text", "text": "Thirteen new community diagnostics centres (CDCs) will be opened across England to carry out an additional 742,000 scans, checks and tests per year."}, {"type": "text", "text": "Eight of the new facilities will be operated by the private sector - but despite this, all services will remain free to patients."}, {"type": "text", "text": "NHS waiting lists stood at 7.47 million at the end of May, the highest number since records began in 2007."}, {"type": "headline", "text": "Labour condemns Greenpeace protest at PM's home - politics latest"}, {"type": "text", "text": ""}, {"type": "headline", "text": "Mr Sunak made cutting NHS waiting lists one of his five priorities to the public in a speech he gave in January - but last month, he said industrial action in the health service had made his mission \"more challenging\"."}, {"type": "text", "text": "Analysis by Sky News carried out in May found that the number of people waiting more than a year for hospital treatment is 186 times higher than before the pandemic began."}, {"type": "text", "text": "At the end of February, 300,000 people in England had been waiting for more than a year since being referred by a consultant. Two years ago, in February 2020, that figure was below 2,000."}, {"type": "headline", "text": "Junior doctors are currently preparing for another four-day strike beginning on 11 August, while consultants are set to walk out for 48 hours from 24 August in an ongoing dispute with the government over pay and working conditions."}, {"type": "text", "text": "Health Secretary Steve Barclay said: \"We must use every available resource to deliver life-saving checks to ease pressure on the NHS."}, {"type": "text", "text": "\"By making use of the available capacity in the independent sector, and enabling patients to access this diagnostic capacity free at the point of need, we can offer patients a wider choice of venues to receive treatment and in doing so diagnose major illnesses quicker and start treatments sooner.\""}, {"type": "text", "text": ""}, {"type": "text", "text": "The development is likely to reignite the debate over private sector involvement in the NHS, a concept that is fiercely resisted by campaigners who fear any potential shift towards US-style private healthcare."}, {"type": "headline", "text": "In an exclusive interview with Sky News last month, former prime minister Sir Tony Blair said the NHS was \"not serving its purpose\" and warned: \"The truth is, you're not going to have a lot more money to spend, but you do have to think how do we do things completely differently.\""}, {"type": "text", "text": "He said there should be more private sector involvement in the NHS and that there should be \"complete cooperation between the public and private sector\"."}, {"type": "text", "text": "During his campaign to be Labour leader, Sir Keir Starmer pledged to introduce common ownership of Britain's utilities - including rail, mail, energy and water - saying \"public services should be in public hands\"."}, {"type": "text", "text": "He also promised to \"end outsourcing in our NHS, local government and justice system.\""}, {"type": "text", "text": ""}, {"type": "text", "text": "However, in an interview with Sky News's Sophy Ridge on Sunday programme in January, the Labour leader backtracked on that pledge, saying: \"We're not talking about privatising the NHS. The NHS has always used elements from the private sector, GPs are an example of that."}, {"type": "text", "text": "\"Outsourcing of some issues and functions I don't think has been very effective.\""}, {"type": "text", "text": "And in its response to the new centres announced today, Labour said the government is currently not making enough use of private capacity - claiming that 331,000 patients waiting for NHS care could have been treated since January 2022."}, {"type": "text", "text": "Shadow health secretary Wes Streeting said: \"The Conservatives are failing to make use of private sector capacity and patients are paying the price."}, {"type": "text", "text": "\"No one should be waiting in pain while hospital beds that could be used lie empty. The next Labour government will use spare capacity in the private sector to get patients seen faster.\""}, {"type": "text", "text": "The private centres announced today will operate in a similar way to those run by the NHS, but staff will be employed by private operators, which also own the buildings."}, {"type": "text", "text": "Sites in the South West - located in Redruth, Bristol, Torbay, Yeovil and Weston-super-Mare - will be operated by diagnostics company InHealth."}, {"type": "text", "text": "The others are located in Southend, Northampton and south Birmingham - and join the four already operating in Brighton, north Solihull, Oxford and Salford."}, {"type": "text", "text": "The new NHS-run sites are in Hornchurch, Skegness, Lincoln, Nottingham and Stoke-on-Trent."}, {"type": "text", "text": "The government vowed to open 160 CDCs by 2030. Currently, 114 are operating and they have carried out 4.6 million tests, checks and scans since July 2021."}]}, {"_id": "64cccc6e51ac33362ac8c13d", "url": "https://news.sky.com/story/rishi-sunak-strolls-along-sun-soaked-california-pier-with-his-family-in-holiday-photos-12933326", "primaryCategory": "politics", "subCategories": "None", "title": "Rishi Sunak strolls along sun-soaked California pier with his family in holiday photos", "lead": "Rishi Sunak has been pictured on his summer holiday as his family enjoy a \"really special\" trip to California.", "author": "None", "datePublished": "2023-08-04 04:26:00", "dateScraped": "2023-08-04 12:01:18.119350", "dateUpdated": "2023-08-04 04:26:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-rishi-sunak-holiday_6239959.jpg?20230804040512", "body": [{"type": "text", "text": "Rishi Sunak has been pictured on his summer holiday as his family enjoy a \"really special\" trip to California. "}, {"type": "text", "text": "The prime minister, his wife Akshata Murty, and two young daughters Krishna and Anoushka beamed while on the busy Santa Monica Pier where they played funfair games."}, {"type": "headline", "text": "The family will also head to Disneyland during their first \"proper\" family summer holiday in a few years, according to Mr Sunak."}, {"type": "text", "text": "He said his daughters were \"very excited\" about going to the theme park before joking they fear they will spend too much time at the Star Wars experience because he is a fan."}, {"type": "text", "text": "Wearing casual clothing, Mr Sunak said California is a meaningful place for the family as it is where he met his wife, and where he spent time whilst studying at Stanford University."}, {"type": "headline", "text": "In his absence, Deputy Prime Minister Oliver Dowden is taking over responsibilities, with Mr Sunak receiving daily updates from his private office."}, {"type": "text", "text": "Prime ministerial holiday photo shoots are a long tradition, with recent examples including David Cameron being pictured at a Portuguese fish market, and Theresa May hiking in Switzerland."}, {"type": "headline", "text": "It comes after five Greenpeace activists were arrested after climbing onto the roof of the Sunak family manor house in North Yorkshire with a sign that read \"no new oil\"."}, {"type": "headline", "text": "The climate activist group were protesting the prime minister's \"backing for a major expansion of North Sea oil and gas drilling\" - where it will grant 100 new licences off the coast of Scotland."}]}, {"_id": "64cccc6e51ac33362ac8c13e", "url": "https://news.sky.com/story/greenpeace-activists-drape-rishi-sunaks-1632m-mansion-in-oil-black-fabric-after-climbing-on-roof-12932858", "primaryCategory": "politics", "subCategories": "None", "title": "Greenpeace activists released on bail after scaling roof of Rishi Sunak's home", "lead": "Greenpeace activists who scaled Rishi Sunak's North Yorkshire home in protest against the government's decision to expand North Sea oil drilling have been released on police bail.", "author": "\nFaye Brown\n", "datePublished": "2023-08-04 09:56:00", "dateScraped": "2023-08-04 12:01:18.301536", "dateUpdated": "2023-08-04 09:56:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-greenpeace-protest_6239159.jpg?20230803112701", "body": [{"type": "text", "text": "Greenpeace activists who scaled Rishi Sunak's North Yorkshire home in protest against the government's decision to expand North Sea oil drilling have been released on police bail."}, {"type": "text", "text": "Four people were arrested after they used ladders and ropes to climb on the grade II-listed manor house in Kirby Sigston and drape oil-black fabric over the property."}, {"type": "text", "text": "A fifth activist was later arrested on suspicion of causing a public nuisance in connection with the stunt."}, {"type": "text", "text": "In an update this morning, North Yorkshire Police said: \"All five suspects who were arrested following the protest in Kirby Sigston on 3 August, have been released on conditional police bail to allow for further enquiries to be carried out."}, {"type": "text", "text": "\"The investigation remains ongoing.\""}, {"type": "text", "text": "The campaigners climbed on to the roof at around 8am on Thursday, while Mr Sunak, his wife and children were on holiday in California, and stayed there until around 1.15pm, when they were arrested."}, {"type": "text", "text": "The protest has led to fresh concerns around MPs' security, with a former police chief calling for an \"investigation into how this has been allowed to happen\"."}, {"type": "text", "text": "Peter Walker, who stepped down as North Yorkshire Police's deputy chief constable in 2003, said he was \"absolutely astonished\" the protesters gained access to the prime minister's house."}, {"type": "text", "text": "He told LBC radio: \"It is clearly in my view a major breach of security.\""}, {"type": "text", "text": "However Greenpeace today insisted the protest was a \"proportionate response to a disastrous decision\" amid criticism from both Tory and Labour MPs."}, {"type": "headline", "text": "Areeba Hamid, co-executive director of Greenpeace, told Sky News: \"It was an empty home. We wouldn't have done it if he was there because our intention was to draw attention to the fact that what he's doing on climate is actually a big disaster, rather than to talk about his family or where he lives.\""}, {"type": "headline", "text": "Greenpeace was acting in protest against the prime minister's plans to allow 100 new licences to be granted for further development of North Sea oil and gas off the coast of Scotland."}, {"type": "text", "text": "The group said the move will be a \"disaster\" for the environment and hinder efforts to reach net zero - a crucial climate target which relies on cutting down greenhouse gas emissions."}, {"type": "text", "text": "Protester Alex Wilson, who was on the roof, released a video message from the scene of the protest, saying: \"We're all here because Rishi Sunak has opened the door to a new drilling frenzy in the North Sea while large parts of our world are literally on fire."}, {"type": "text", "text": "\"This will be a disaster for the climate.\""}, {"type": "text", "text": "On the ground, Greenpeace campaigner Philip Evans defended the decision to target the PM's home, saying they had made sure Mr Sunak's family were on holiday."}, {"type": "text", "text": "He said the group had knocked on the door when they arrived and said \"this is a peaceful protest\" but there was no answer."}, {"type": "text", "text": "Mr Evans added: \"Rishi Sunak's government has been the worst government we've had on climate.\""}, {"type": "headline", "text": "Sunak is a 'climate arsonist', Greenpeace campaigner says"}, {"type": "text", "text": "Greenpeace has said it is also carrying out its protest because Mr Sunak has indicated he will approve drilling at Rosebank - the UK's largest undeveloped oil field."}, {"type": "text", "text": "The group says the move \"flies in the face of multiple warnings from the government's own climate advisers, the International Energy Agency and the UN secretary general that any new fossil fuel projects risk tipping the world into the danger zone above 1.5C of warming\"."}, {"type": "text", "text": "Mr Evans said: \"We desperately need our prime minister to be a climate leader, not a climate arsonist."}, {"type": "text", "text": "\"Sunak is even willing to peddle the old myth about new oil and gas helping ordinary people struggling with energy bills when he knows full well it's not true."}, {"type": "text", "text": "\"More North Sea drilling will only benefit oil giants who stand to make even more billions from it, partly thanks to a giant loophole in Sunak's own windfall tax.\""}, {"type": "headline", "text": "'Plonkers'"}, {"type": "headline", "text": "But Labour, who oppose the oil and gas license expansion, said \"targeting someone's home in that way is disgraceful and unacceptable\". "}, {"type": "text", "text": "Meanwhile Deputy Prime Minister Oliver Dowden, who is standing in for Mr Sunak during his holiday, said more oil and gas is needed as part of our \"energy mix\" as he hit out the \"stupid stunt\"."}, {"type": "text", "text": "Speaking about the protest while on a visit to Able Seaton Port in Hartlepool he said: \"I think what most people would say is 'can you stop the stupid stunts', actually what they want to see from government is action."}, {"type": "text", "text": "\"That's what you're seeing here today, the world's largest offshore wind farm being built right here, creating jobs."}, {"type": "text", "text": "\"But at the same time we're going to need in the coming decades oil and gas as part of our energy mix.\"The question is do we produce it here, where we get more tax, we create more jobs, or do we do what the Labour and others say which is say 'no more investment in our North Sea oil and gas'?\""}, {"type": "text", "text": "Alicia Kearns, the senior Tory who chairs the Commons foreign affairs committee, called the protest \"unacceptable\"."}, {"type": "text", "text": "She said: \"Politicians live in the public eye and rightly receive intense scrutiny, but their family homes should not be under assault."}, {"type": "text", "text": "\"Before long police will need to be stationed outside the home of every MP.\""}, {"type": "text", "text": "Government minister Alex Burghart called the activists \"plonkers\"."}, {"type": "text", "text": "Conservative backbencher Brendan Clarke-Smith said: \"MPs and their families have enough to worry about with their security without extremist groups and their spoilt activists pulling stunts like this at their homes to promote their unrealistic, extravagant demands and student union-level politics.\""}]}, {"_id": "64cccc6e51ac33362ac8c13f", "url": "https://news.sky.com/story/what-security-does-the-prime-minister-have-12932957", "primaryCategory": "politics", "subCategories": "None", "title": "What security does the prime minister have?", "lead": "Surprise scenes were witnessed in North Yorkshire today as protesters from Greenpeace climbed on to the roof of Rishi Sunak's manor house to demonstrate against his oil and gas policies.", "author": "\nJennifer Scott\n", "datePublished": "2023-08-03 18:05:00", "dateScraped": "2023-08-04 12:01:18.824213", "dateUpdated": "2023-08-03 18:05:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-police-rishi-sunak_6239230.jpg?20230803122529", "body": [{"type": "text", "text": "Surprise scenes were witnessed in North Yorkshire today as protesters from Greenpeace climbed on to the roof of Rishi Sunak's manor house to demonstrate against his oil and gas policies."}, {"type": "text", "text": "The group knew the prime minister and his family were away, but as well as attracting a lot of media attention, the action has raised questions about how the four people were able to get on top of his home without being stopped and whether there are gaps in the huge security operation surrounding the most powerful politician in the UK."}, {"type": "text", "text": "The police and security services keep tight-lipped about all the exact details of how a PM is protected, but what do we know about the security of the country's leader?"}, {"type": "headline", "text": "Politics live: 'Stop the stupid stunts,' says deputy prime minister"}, {"type": "text", "text": "The prime minister's security operation is the responsibility of the Royalty and Specialist Protection branch of the Metropolitan Police Service, known as RaSP."}, {"type": "headline", "text": "Downing Street"}, {"type": "text", "text": "When the PM is in Number 10, they are surrounded by the well-established operation of one of the most heavily protected buildings in the UK."}, {"type": "text", "text": "Downing Street used to be open to the public, but since 1989, amid fears of attacks from the IRA, it has had large black metal gates at each end of the road, manned by armed police."}, {"type": "text", "text": "Checkpoints are in place for anyone coming into the street, with airport-style security for visitors and heavy vetting taking place for staff, who have to show a pass to get in."}, {"type": "text", "text": "The street is constantly patrolled by armed police, and at least one officer is stationed outside the door of Number 10."}, {"type": "text", "text": "There are also extensive security devices and cameras on the street."}, {"type": "headline", "text": "On the road"}, {"type": "text", "text": "When the PM is travelling, the operation has to change - depending on where they are heading to."}, {"type": "text", "text": "Sky News's policing analyst Graham Wettone said: \"Every visit is threat and risk assessed depending where they are going and what they are doing, with different sizes of teams depending on the location.\""}, {"type": "text", "text": "He said the prime minister would have a couple of dedicated close protection officers with him at all times, and at least one person in a car with him when on the move."}, {"type": "text", "text": "They will be joined by a wider team of security officers that work on a week on, week off rota system \"handing the baton over\" each time, he added, and they will travel in additional cars."}, {"type": "text", "text": "There will then be police outriders on motorbikes, but a key part of their role is to clear a path in the traffic - both allowing the PM to get where they need to go faster, but also to stop them from being a sitting target."}, {"type": "text", "text": "David Cameron did dispense of the outriders when he became prime minister in 2010 as a cost saving measure, but had to bring them back in 2014 after a jogger was able to run into him during a visit in Leeds, raising security fears."}, {"type": "headline", "text": "At home"}, {"type": "headline", "text": "Obviously, today's story has shone a specific light on what protection a prime minister gets when they are at home - although Mr Sunak had publicised on Wednesday that he was heading to California with his family that afternoon."}, {"type": "text", "text": "While away, Wettone said there was unlikely to be many people at the house, but even when the PM is there, the security detail would not be as large as elsewhere."}, {"type": "headline", "text": "After Number 10"}, {"type": "text", "text": "As we have seen multiple times in the past year, a prime ministerial career does not last forever. So what happens when a PM leaves the relative safety of Downing Street?"}, {"type": "text", "text": "However long they were in office, from Liz Truss's 49 days to Tony Blair's 10 years, a prime minister is still entitled to a security detail."}, {"type": "text", "text": "\"Margaret Thatcher's close protection officer was there until the day she passed away\", said Wettone."}, {"type": "text", "text": "The team is a lot smaller, perhaps even just one officer. But again this is decided on the level of risk faced by the individual and their role after office."}, {"type": "headline", "text": "Other MPs"}, {"type": "text", "text": "The PM is not the only politician to get protection, however."}, {"type": "text", "text": "A number of senior cabinet ministers also have close protection officers and a team for their safety, and certain roles, such as home secretary or Northern Ireland secretary, retain that security after they leave their post."}, {"type": "text", "text": "But the average MP doesn't get the same level of protection."}, {"type": "text", "text": ""}, {"type": "headline", "text": "A review of their security was carried out by the Parliamentary Security Department recently following the murder of Tory politician Sir David Amess, who was stabbed multiple times during one of his surgeries in his Southend constituency in October 2021."}, {"type": "text", "text": "The exact details of its recommendations remain confidential on security grounds, but it is understood that a new multi-agency team will look at the threat faced by individual MPs and suggest measures they should take to safeguard themselves and their staff."}, {"type": "text", "text": "Sir David was the second MP to be killed in six years after Labour politician Jo Cox was shot and stabbed in her Batley and Spen constituency in 2016."}]}, {"_id": "64cccc6f51ac33362ac8c140", "url": "https://news.sky.com/story/bank-of-england-increases-interest-rate-for-14th-time-in-a-row-to-525-12932441", "primaryCategory": "politics", "subCategories": "None", "title": "'This is difficult for households' - Bank of England boss defends raising interest rates for 14th time in a row", "lead": "The Bank of England has raised interest rates for the 14th successive time, lifting its official rate to 5.25%.", "author": "\nEd Conway\n", "datePublished": "2023-08-03 22:36:00", "dateScraped": "2023-08-04 12:01:19.030580", "dateUpdated": "2023-08-03 22:36:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-bank-of-england-interest-rates_6237815.png?20230802085424", "body": [{"type": "text", "text": "The Bank of England has raised interest rates for the 14th successive time, lifting its official rate to 5.25%. "}, {"type": "headline", "text": "The quarter percentage point increase was somewhat smaller than some economists had expected, following the release of lower-than-anticipated inflation data last month."}, {"type": "headline", "text": "\"Inflation is falling and that's good news,\" said the Bank's governor Andrew Bailey."}, {"type": "text", "text": "\"We know that inflation hits the least well off hardest and we need to make absolutely sure that it falls all the way back to the 2% target. That's why we've raised rates to 5.25% today.\""}, {"type": "text", "text": "However, while the Bank's forecasts do not imply a recession in the coming years, they paint the picture of an economy which is both weaker than previously forecast and effectively flatlining all the way through to 2026."}, {"type": "headline", "text": "This is, said the Bank, in large part because of the fact that interest rates are expected to remain at high levels for considerably longer than markets previously anticipated."}, {"type": "headline", "text": "Rate rises 'are having an effect'"}, {"type": "text", "text": "In an interview with Sky News, Mr Bailey acknowledged higher interest rates were \"difficult\" for many - but defended hiking them as necessary to bring down inflation."}, {"type": "text", "text": "He said: \"It is tough, and I'm very conscious of that... I'm very, very aware that this is difficult for households. But we've got to get inflation back down to target."}, {"type": "text", "text": "\"I think it will come down quite substantially by the end of the year - it won't be back to target, we've got more to do next year, and we will do it, but it's on the way down now.\""}, {"type": "text", "text": "Mr Bailey said it was \"too early\" to make predictions about when rates would be lowered, but said the Bank had several choices over how to achieve its 2% target. Options included keeping rates at the current level for several years, or by raising and then lowering them in a shorter timespan, he said."}, {"type": "text", "text": "The governor said: \"Interest rates are having their effect... They are restricting inflation, bringing it down.\""}, {"type": "text", "text": "On wage setting, Mr Bailey added: \"It's not consistent currently with the 2% target, because we're not at the 2% target at the moment. It's going to need to come down.\""}, {"type": "text", "text": ""}, {"type": "text", "text": "While the Bank itself does not deliver its own interest rate forecasts, it dropped a heavy hint that it does expect borrowing costs to stay high for some time, saying in the minutes to its policy meeting that: \"The [Monetary Policy Committee] would ensure that Bank Rate was sufficiently restrictive for sufficiently long to return inflation to the 2% target sustainably in the medium term, in line with its remit.\""}, {"type": "headline", "text": "Click to subscribe to the Sky News Daily wherever you get your podcasts"}, {"type": "text", "text": "The nine-person MPC was split on Thursday's decision, with two members - Catherine Mann and Jonathan Haskel - voting for a bigger increase and one member, Swati Dhingra, voting to keep rates on hold."}, {"type": "text", "text": "However, economists and financial markets are betting on further increases, with markets pricing in a peak of 5.75% or slightly higher."}, {"type": "headline", "text": "The Bank's forecasts indicate the prime minister is likely to meet his pledge to halve inflation by the end of the year, pointing towards a rate of around 4.9% in the final quarter (the government's pledge implies a rate of 5.4%)."}, {"type": "text", "text": "However, considerable uncertainty remains, with around a 20% chance of a higher figure."}, {"type": "text", "text": ""}, {"type": "headline", "text": "While the Bank's forecast for gross domestic product (GDP) growth in the year to the third quarter is slightly higher than before (0.8% rather than the 0.6% it forecast in May), it is still far weaker than what would be considered \"trend growth\"."}, {"type": "text", "text": "Moreover, the GDP forecast for the same period in 2024 was also cut from 0.6% to 0.3%, as was the relevant forecast in 2025 (from 0.8% to 0.3%). All told, they add up to a long period of insipid economic growth."}, {"type": "headline", "text": "Chancellor Jeremy Hunt said it was \"encouraging\" that the Bank had forecast that the government would achieve its goal of inflation being halved by the end of the year."}, {"type": "text", "text": "However, speaking to Sky News, he added: \"But we should recognise that there is a lot of pain for families, for businesses."}, {"type": "text", "text": "\"The process of getting there is very tough and so what we have to do is to stick to the plan to get there as quickly as possible. Because, once we get inflation down, you can start to see a path where interest rates will come down and that will relieve the pressure on families with mortgages.\""}, {"type": "text", "text": ""}, {"type": "text", "text": "Labour's shadow chancellor Rachel Reeves described the rate rise as \"incredibly worrying for households across the country.\""}, {"type": "text", "text": "She added: \"Responsibility for this crisis lies with the Tories. They've crashed our economy leaving working people worse off."}, {"type": "text", "text": "\"Labour's plans will boost growth and get bills down.\""}]}, {"_id": "64cccc6f51ac33362ac8c141", "url": "https://news.sky.com/story/sadiq-khan-extends-ulez-scrappage-scheme-after-policy-blamed-for-labours-uxbridge-by-election-defeat-12933254", "primaryCategory": "politics", "subCategories": "None", "title": "ULEZ scrappage scheme will open to all Londoners - but Tories say this is 'too little, too late'", "lead": "London mayor Sadiq Khan has expanded the scrappage scheme for cars to comply with his ultra low emission zone (ULEZ) after it was blamed for Labour's defeat in the Uxbridge by-election.", "author": "\nAlexandra Rogers\n", "datePublished": "2023-08-04 02:06:00", "dateScraped": "2023-08-04 12:01:19.214326", "dateUpdated": "2023-08-04 02:06:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/07/70x70/skynews-ulez-zone-london_6205892.jpg?20230703075411", "body": [{"type": "text", "text": "London mayor Sadiq Khan has expanded the scrappage scheme for cars to comply with his ultra low emission zone (ULEZ) after it was blamed for Labour's defeat in the Uxbridge by-election."}, {"type": "text", "text": "Grants of up to £2,000 will now be made available to all Londoners who wish to scrap any car or motorcycle that is non-compliant with the zone's emissions standards."}, {"type": "text", "text": "The grants were previously only available to child benefit recipients, disabled people and those on low incomes - but from Monday 21 August, everyone in the capital can apply."}, {"type": "text", "text": "The payment for vans will rise from £5,000 to £7,000, with small businesses and sole traders able to receive up to £21,000 in grants to scrap up to three vans."}, {"type": "text", "text": "However, the scrappage scheme is not retrospective - meaning those who have already paid for a new vehicle will not be reimbursed."}, {"type": "text", "text": "The Conservatives described the development as \"too little too late\"."}, {"type": "text", "text": "The ULEZ - which is already in place in central and inner London - charges motorists £12.50 a day to drive the most polluting vehicles in the boundaries it covers."}, {"type": "text", "text": "From 29 August, the zone will be extended up to the capital's borders with Buckinghamshire, Essex, Hertfordshire, Kent and Surrey."}, {"type": "headline", "text": "This new concession, funded by £50m of City Hall reserves, comes after the Tories were able to hold on to Boris Johnson's former seat by campaigning on an anti-ULEZ platform."}, {"type": "text", "text": ""}, {"type": "text", "text": "The mayor has repeatedly stressed that 90% of cars seen driving in outer London on an average day are already compliant with ULEZ - but the expansion of the scheme has encountered fierce resistance in some areas due to the rising cost of living."}, {"type": "text", "text": "In the wake of the Uxbridge by-election result - which the Tories won by just 495 votes - a number of senior Labour politicians, including leader Sir Keir Starmer and deputy Angela Rayner, came on to the airwaves to denounce the policy."}, {"type": "headline", "text": "In a direct rebuke to the Labour London mayor, Sir Keir told Sky News that his party lost the Uxbridge by-election because of the scheme's expansion as he urged Mr Khan to \"reflect\"."}, {"type": "text", "text": "Mr Khan has stuck by the policy, citing the damaging effect of air pollution on Londoners' health."}, {"type": "headline", "text": "Last week he was boosted by a High Court ruling which found the expansion to the capital's outer boroughs was lawful."}, {"type": "text", "text": "Mr Khan said: \"I'm not prepared to step back, delay or water down vital green policies like ULEZ, which will not only save lives and protect children's lungs by cleaning up our polluted air but help us to fight the climate crisis."}, {"type": "text", "text": "\"I have continued to listen to the concerns of Londoners over recent months, and today I can announce a huge expansion to the scrappage scheme that means that all Londoners with non ULEZ-compliant cars will now be able to get financial support to switch to greener, less polluting vehicles.\""}, {"type": "text", "text": "More support kicking in on Friday includes higher payments for switching to an electric vehicle, for charities with old vans, and for retrofitting an existing vehicle. Grants for replacing wheelchair accessible vehicles will double to £10,000."}, {"type": "text", "text": "The mayor's intervention was welcomed by disability rights champion Dr Kush Kanodia, who said it was \"great news for the disabled community and shows campaigns from disabled people can have a significant impact to change the policy in Greater London\"."}, {"type": "text", "text": "Tim Dexter, clean air lead at Asthma + Lung UK, said: \"ULEZ is about reducing the number of polluting vehicles on the road and helping every Londoner breathe cleaner air, including the estimated 585,000 people living with asthma or chronic obstructive pulmonary disease living across London."}, {"type": "text", "text": "\"Schemes like ULEZ are proven to reduce air pollution - a public health emergency contributing to 4,000 early deaths in London every year.\""}, {"type": "text", "text": ""}, {"type": "text", "text": "But Susan Hall, who will stand for the Tories against Mr Khan at the next mayoral election in 2024, said: \"This is too little, too late from Sadiq Khan, who is facing mounting pressure from Londoners and his own party."}, {"type": "text", "text": "\"Thousands of families, small businesses and charities face financial ruin because of Sadiq Khan's ULEZ expansion, which will do next to nothing to improve air quality."}, {"type": "text", "text": "\"If I am elected mayor, I will reverse this disastrous policy and replace it with a £50m fund to reduce air pollution without taxing people.\""}, {"type": "text", "text": "Keith Prince, City Hall's Conservative transport spokesperson, claimed it was an \"act of desperation to appease members of his own party\" but would not \"go far enough to stop the damage his ULEZ expansion will do to Londoners\"."}, {"type": "text", "text": "\"The best thing he could do is U-turn and adopt some policies that would actually clean the air, such as accelerating the move to zero-emission buses,\" he said."}]}, {"_id": "64cccc7051ac33362ac8c142", "url": "https://news.sky.com/story/low-level-offenders-avoid-16-million-hours-of-unpaid-work-costing-163150m-to-taxpayers-12933077", "primaryCategory": "politics", "subCategories": "None", "title": "Offenders avoid 16 million hours of unpaid work - costing &#163;150m to taxpayers", "lead": "Low-level offenders have dodged more than 16 million hours of unpaid work since 2010&#160;- at a cost of &#163;150m to the taxpayer, new figures obtained by Sky News show.", "author": "\nAlexandra Rogers\n", "datePublished": "2023-08-03 20:35:00", "dateScraped": "2023-08-04 12:01:20.052587", "dateUpdated": "2023-08-03 20:35:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/03/70x70/skynews-anti-social-behaviour_6099728.jpg?20230325121036", "body": [{"type": "text", "text": "Low-level offenders have dodged more than 16 million hours of unpaid work since 2010 - at a cost of £150m to the taxpayer, new figures obtained by Sky News show."}, {"type": "text", "text": "Statistics from the Ministry of Justice (MoJ) reveal that the number of community sentences has dropped by nearly two-thirds from 189,333 in 2010 to just 68,994 in 2022."}, {"type": "text", "text": "They also found that nearly a third of offenders who are given community sentences re-offend - including 23,415 in the last year alone."}, {"type": "text", "text": "The Labour Party, which highlighted the figures, said the figures showed victims of crimes including noise nuisance, verbal abuse, threatening behaviour, vandalism and criminal damage were going \"unpunished\" by the government."}, {"type": "text", "text": "It said it will allow victims of anti-social behaviour to pick the punishments meted out to offenders if it forms the next government, using community and victim payback boards to enforce community sentences."}, {"type": "headline", "text": "Labour condemns Greenpeace protest at PM's home - politics latest"}, {"type": "text", "text": "Removing graffiti, repairing vandalism, building maintenance, environmental preservation programmes, clearing wasteland, decorating community centres and repairing churches are among the punishments that could be given out."}, {"type": "text", "text": "Labour's shadow justice secretary Steve Reed said the statistics showed the Conservatives are \"failing to punish anti-social thugs\"."}, {"type": "text", "text": "\"No wonder communities feel frustrated and powerless as they watch their neighbourhoods spiral downwards into crime,\" he said."}, {"type": "text", "text": "\"Labour is the party of law and order. We will introduce payback boards to allow communities to decide how anti-social behaviour is punished. That's how we will prevent crime, punish criminals and protect communities.\""}, {"type": "text", "text": "However, a government source told Sky News community sentences were down because judges were using tougher suspended sentences instead - with the assumption that if an offender does not abide by licence conditions they will be sent back to prison."}, {"type": "text", "text": "\"This is constitutionally and legally illiterate from Labour,\" they said."}, {"type": "text", "text": "\"Sentences are decided by the independent judiciary, who increasingly opt for tougher suspended sentences over community sentences as failure to complete unpaid work means jail time.\""}, {"type": "text", "text": "As part of its plan to tackle crime - which is shaping up to be a key battleground at the next election - Labour has vowed to introduce a neighbourhood policing guarantee that will see 13,000 additional neighbourhood police and police community support officers on the streets, as well as increased town centre patrols and a guaranteed named officer and for every community."}, {"type": "text", "text": "It will also introduce fixed penalty cleaning notices for fly-tippers and create a new criminal offence aimed at adults who repeatedly engage in anti-social behaviour."}, {"type": "headline", "text": "In March, Rishi Sunak outlined new plans that will see people convicted of anti-social behaviour forced to repair the damage they have caused within two days of being told their punishment."}, {"type": "text", "text": "The scheme will be piloted in 10 areas before a rollout across England and Wales next year."}, {"type": "text", "text": "A Conservative Party spokesperson said: \"Labour have an appalling record on crime. Sir Keir Starmer has consistently whipped his MPs to vote against stronger sentences for violent and sexual offenders."}, {"type": "text", "text": "\"We are investing £93m into community payback over the next three years, delivering eight million hours a year of community payback by offenders to support projects in communities."}, {"type": "text", "text": "\"While Labour shout from the sidelines, we have cut violent crime by 46% since 2010, cut the reoffending rate to lower than when Labour left office and increased the conviction rate by 15%.\""}]}, {"_id": "64cccc7051ac33362ac8c143", "url": "https://news.sky.com/story/bibby-stockholm-first-asylum-seekers-expected-to-arrive-on-barge-on-monday-12933124", "primaryCategory": "politics", "subCategories": "None", "title": "First asylum seekers expected to arrive on Bibby Stockholm barge on Monday", "lead": "The first arrivals on the controversial Bibby Stockholm barge are now expected on Monday, Sky News understands.", "author": "\nAlexandra Rogers\n", "datePublished": "2023-08-03 17:23:00", "dateScraped": "2023-08-04 12:01:20.563142", "dateUpdated": "2023-08-03 17:23:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/07/70x70/skynews-bibby-stockholm-dorset_6221737.jpg?20230718082832", "body": [{"type": "text", "text": "The first arrivals on the controversial Bibby Stockholm barge are now expected on Monday, Sky News understands."}, {"type": "headline", "text": "The project, which will see asylum seekers moved onto the barge to end the use of expensive hotels, has been beset by a number of delays."}, {"type": "text", "text": "Firefighters have warned the vessel, which is docked in Dorset's Portland Port, is a \"potential death trap\" and raised concerns in particular about overcrowding."}, {"type": "text", "text": "Deputy prime minister Oliver Dowden said on Thursday he was confident the government will be able to address the safety issues raised, adding: \"I'm absolutely certain we will be able to get people on this vessel in the coming weeks.\""}, {"type": "text", "text": "A government source has now suggested the move will happen quicker than that, with the first batch of the 500 asylum seekers expected to arrive there on Monday."}, {"type": "text", "text": "Earlier this week, Sky News reported that delays to moving asylum seekers onto the Bibby Stockholm barge were now being caused by checks on working practices."}, {"type": "headline", "text": "Labour condemns 'totally unacceptable' Greenpeace protest at Sunak's home - politics latest"}, {"type": "text", "text": "A Home Office source confirmed reports that fire safety issues did lead to initial setbacks, saying a door had been put on the wrong way around."}, {"type": "text", "text": "But now that has been fixed, there is another hold up because the Health and Safety Executive (HSE) is looking at working practices for port authority workers, they added."}, {"type": "text", "text": "The Fire Brigades Union (FBU) has said it believes the vessel was a \"death trap\", but Net Zero Secretary Grant Shapps dismissed the claim, telling ITV there was \"no reason why it wouldn't be absolutely safe\"."}, {"type": "text", "text": ""}, {"type": "headline", "text": "The barge, which is currently docked in Portland on the coast of Dorset, was supposed to start accepting arrivals last week, but the date was pushed back as more work was needed."}, {"type": "headline", "text": "The first people were then due to move on to the vessel on Tuesday this week, but that plan was also held up after last-minute meetings were held responding to fire safety concerns."}, {"type": "text", "text": "Prime Rishi Sunak denied getting the barge up and running had been a \"shambles\", telling LBC: \"The point here is not is it next week, is it yesterday, the fact is this is an example of me doing something different that hasn't been done before to help solve a serious problem.\""}, {"type": "text", "text": "The 222-bedroom Bibby Stockholm will eventually house up to 500 male asylum seekers who are currently staying in hotels, as the government seeks to cut its accommodation costs while their claims are processed."}, {"type": "text", "text": "But the current plan is to start with 50 people - when the vessel is ready."}, {"type": "text", "text": "The barge will have 24-hour security and accommodate single men only, who will sleep in bunk beds with between two and six people per en-suite room."}, {"type": "text", "text": ""}, {"type": "text", "text": "Reports of fire safety issues surfaced in recent days, with the FBU claiming the government was taking \"a reckless approach to the safety and wellbeing of both vulnerable refugees and firefighters\"."}, {"type": "text", "text": "The FBU wrote to the Home Office to demand a meeting with Home Secretary Suella Braverman over the safety concerns, saying: \"Fire does not discriminate and therefore neither should safety regulations.\""}, {"type": "text", "text": "Asked about the concerns on Tuesday, Mr Sunak said: \"All migrant accommodation has to go through a series of checks and inspections to make sure it complies with regulations. That's what's happening in this case."}, {"type": "text", "text": "\"This is ultimately about fairness. I don't think it's fair that British taxpayers are forking out £6m a day to house illegal migrants in hotels.\""}]}, {"_id": "64cccc7051ac33362ac8c144", "url": "https://news.sky.com/story/banks-face-very-large-fines-if-they-close-customers-accounts-over-political-views-12933224", "primaryCategory": "politics", "subCategories": "None", "title": "Banks face 'very large' fines if they ban customers over political views", "lead": "Chancellor Jeremy Hunt has said banks face \"very large\" fines if they close customers' accounts because of their political opinions.", "author": "None", "datePublished": "2023-08-03 20:59:00", "dateScraped": "2023-08-04 12:01:20.783669", "dateUpdated": "2023-08-03 20:59:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-jeremy-hunt-chancellor_6239565.jpg?20230803162401", "body": [{"type": "text", "text": "Chancellor Jeremy Hunt has said banks face \"very large\" fines if they close customers' accounts because of their political opinions."}, {"type": "headline", "text": "His warning comes in the wake of the row surrounding former UKIP and Brexit Party leader Nigel Farage, who accused Coutts of unfairly shutting his accounts because it did not agree with his views."}, {"type": "headline", "text": "Speaking following the Bank of England's decision to hike interest rates to 5.25% on Thursday, Mr Hunt said he had written to regulator the Financial Conduct Authority (FCA) to look into the issue of \"so-called de-banking\"."}, {"type": "text", "text": "He told Sky News: \"I'm worried that it may exist more than we had thought."}, {"type": "headline", "text": "\"And the reason I'm worried is because free speech is a fundamental human right, and you can agree or disagree with Nigel Farage, but everyone wants to be able to express their opinions.\""}, {"type": "text", "text": "Mr Hunt said regulations already exist that ban banks from closing accounts due to someone's political views."}, {"type": "text", "text": "But he revealed the FCA had promised to carry out a review into the issue and report back to him by September."}, {"type": "text", "text": "The chancellor added: \"They have the right to fine banks very large sums of money if they find this practice is widespread. I want to know if it is and I want to know what they're doing about it.\""}, {"type": "text", "text": "Mr Farage later responded on X, formally known as Twitter, writing: \"The chancellor has written to the FCA about my case and the issue of de-banking. Thank you @Jeremy_Hunt\"."}, {"type": "headline", "text": "It comes after City Minister Andrew Griffith also promised a crackdown on \"de-banking\", while the Treasury also unveiled reforms designed to force banks to be more transparent about account closures."}, {"type": "headline", "text": "Earlier this week Mr Farage revealed that Coutts had offered to reinstate his personal and business accounts, but said he would still campaign on the issue and wanted compensation for what had happened to him."}, {"type": "headline", "text": "Read more from business:Wilko: 12,000 jobs at risk as UK retail chain on brink of collapseAnalysis: Bank of England hints economic pain to be a drawn-out affairNext beats forecasts again as profits to be £10m higher than expected"}, {"type": "text", "text": ""}, {"type": "text", "text": "NatWest, which owns Coutts, previously apologised to Mr Farage and ordered an independent review."}, {"type": "headline", "text": "Coutts boss Peter Flavel resigned, as did NatWest chief executive Dame Alison Rose after she admitted being the source behind an incorrect BBC story about the row."}, {"type": "headline", "text": "It came after Mr Farage obtained a 40-page dossier from Coutts which suggested the closure of his accounts was taken partly because his views did not align with its \"values\", including his position on LGBTQ+ rights and friendship with former US president Donald Trump."}, {"type": "text", "text": "The controversy has led to a wider debate on bank account closures and thrown similar complaints into the spotlight."}, {"type": "headline", "text": "The Muslim Council of Britain recently wrote to political leaders saying the withdrawal of banking services by a variety of different high street chains was \"par for the course\" for many Muslims and Islamic organisations in the UK."}, {"type": "headline", "text": "Its secretary general, Zara Mohammed, called for an investigation and said: \"The practice has continued unhindered, with limited transparency... little to no recourse for those impacted and no action taken by successive governments to address any of the aforementioned.\""}, {"type": "headline", "text": "Businesswoman and aspiring MP Gina Miller also criticised the banking sector after Monzo Bank closed an account belonging to her True and Fair Party."}, {"type": "text", "text": "The bank later confirmed it did not allow political party accounts and said the initial decision to allow her to open one had been made in error."}]}, {"_id": "64cccc7051ac33362ac8c145", "url": "https://news.sky.com/story/bank-of-england-hints-economic-pain-felt-by-many-to-be-a-long-drawn-out-affair-12932967", "primaryCategory": "politics", "subCategories": "None", "title": "Bank of England hints economic pain felt by many to be a long, drawn-out affair | Ed Conway", "lead": "Higher for longer.", "author": "\nEd Conway\n", "datePublished": "2023-08-03 18:03:00", "dateScraped": "2023-08-04 12:01:20.993793", "dateUpdated": "2023-08-03 18:03:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/22/10/70x70/skynews-bank-of-england-business_5930876.jpg?20221014165102", "body": [{"type": "text", "text": "Higher for longer."}, {"type": "headline", "text": "The Bank of England may have lifted interest rates by less than a lot of people had been expecting up until recently - up by a quarter percentage point rather than a half - but for those with mortgages, the most striking thing from the trove of analysis they've published today isn't about today but about tomorrow."}, {"type": "text", "text": "Because there are heavy hints dropped throughout the Bank's Monetary Policy Report that it expects borrowing costs to stay high for a lot longer than many had anticipated."}, {"type": "headline", "text": "Only a few months ago financial markets were betting that the Bank Rate - the official borrowing level set at Threadneedle Street - would be down to 4% by 2024 and 3.7% by 2025. Far higher than the post-financial crisis period but a fall all the same."}, {"type": "text", "text": "Now, those same markets think rates will still be at 5.9% in 2024 and at 5% by 2025. And rather than challenging those assumptions, the Bank has come as close as possible to reinforcing them."}, {"type": "text", "text": "This institution doesn't provide explicit guidance about where it's expecting interest rates to go; it prefers to drop hints. And the hint in the minutes alongside the decision today was about as heavy as you could get."}, {"type": "text", "text": "\"The [Monetary Policy Committee] would ensure that Bank Rate was sufficiently restrictive for sufficiently long to return inflation to the 2% target sustainably in the medium term, in line with its remit.\""}, {"type": "text", "text": "Higher for longer, in other words."}, {"type": "text", "text": "Why? Another clue is to be found elsewhere in the Bank's forecasts today. It's worth quoting at length: \"Sharp increases in energy, food and other import prices over the past two years have had second-round effects on domestic prices and wages."}, {"type": "text", "text": "\"These second-round effects are likely to take longer to unwind than they did to emerge and the Monetary Policy Committee has placed weight in its recent forecasts on the risk that they might persist for longer."}, {"type": "text", "text": "\"The committee now judges that some of this risk may have begun to crystallise.\""}, {"type": "text", "text": ""}, {"type": "text", "text": "It fears, in other words, that the inflation cat is now out of the bag. And thus getting price rises to come down may involve considerably more work on its part than it previously anticipated. Higher for longer."}, {"type": "text", "text": "Which of course means pain for many households - especially those with mortgages and those renting (most landlords also have mortgages)."}, {"type": "headline", "text": "Click to subscribe to the Sky News Daily wherever you get your podcasts"}, {"type": "text", "text": "And unlike previous eras where most households were on floating rate mortgages and thus that pain was very quickly felt in their pockets, today that pain is being drip fed into the economy as two and five year fixed-rate mortgages gradually expire and are replaced with far more expensive monthly payments."}, {"type": "headline", "text": "Read more from business:Why renters are more vulnerable to interest rate risesEffects of interest rate hikes pushing economy towards 'recession'The squeeze on renters is a symptom of Britain's housing crisis "}, {"type": "text", "text": "Again, that means the impact of these interest rate increases is going to be a long, drawn-out affair. And you can see the implications in the Bank's economic forecast. The economy isn't likely to face a recession, at least according to its central projection."}, {"type": "text", "text": "But it will essentially flatline - depressed by these higher rates - for three years, not showing meaningful growth until 2026."}, {"type": "text", "text": "It is a depressing prospect. Perhaps the best thing to hope for is that the Bank is wrong. This has happened before - indeed it's already submitting to an independent inquiry into how it failed to foresee the recent spike in inflation, led by former Federal Reserve chairman Ben Bernanke."}, {"type": "text", "text": "It's not altogether implausible that they fail to foresee a more meaningful economic recovery."}]}, {"_id": "64cccc7151ac33362ac8c146", "url": "https://news.sky.com/story/microsofts-determined-to-buy-the-maker-of-call-of-duty-but-will-the-uk-allow-it160-12933327", "primaryCategory": "technology", "subCategories": "None", "title": "Microsoft's determined to buy the maker of Call Of Duty - but will the UK allow it?&#160;", "lead": "A final decision is in sight for Microsoft's protracted bid to acquire the maker of Call Of Duty now that the UK's competition regulator has closed its public consultation on the matter.", "author": "None", "datePublished": "2023-08-04 03:53:00", "dateScraped": "2023-08-04 12:01:21.335025", "dateUpdated": "2023-08-04 03:53:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-microsoft-call-of-duty_6239952.jpg?20230804034732", "body": [{"type": "text", "text": "A final decision is in sight for Microsoft's protracted bid to acquire the maker of Call Of Duty now that the UK's competition regulator has closed its public consultation on the matter."}, {"type": "text", "text": "The Competition and Markets Authority will consider comments from the public - which were submitted over the past week - and Microsoft's amended proposal to determine whether to reverse its decision to block the technology giant's proposed takeover of Activision Blizzard."}, {"type": "text", "text": "Microsoft announced plans to acquire the gaming studio, which owns World Of Warcraft, in January last year - but the merger has been fraught with difficulty."}, {"type": "text", "text": "Regulators across the world were concerned that approving it would give the company too much power in the gaming market and limit choice for consumers."}, {"type": "text", "text": "However, Microsoft has struck 10-year deals with Sony and Nintendo to make Call Of Duty available on PlayStation and Nintendo consoles. It has also agreed to make all Activision Blizzard games available on other cloud gaming providers for a decade."}, {"type": "text", "text": "The Competition and Markets Authority is concerned that allowing the technology giant to go ahead with the merger could threaten the development of the fast-growing cloud gaming market. This refers to games that are streamed rather than downloaded to a device before playing."}, {"type": "text", "text": "George Osborn, director of policy communications at Taso Advisory, believes that the UK regulator was trying to play its part in \"establishing a really strong regulatory environment in regards to tech and in regards to the UK being a tech superpower\"."}, {"type": "text", "text": "He said: \"It's butted up against reality is that if one of the US or the EU went with it, it may well have been in a position to actually continue and hold its position,\" he said, adding: \"But now that both have gone against it, it very much seems like it's been forced back to the negotiating table.\""}, {"type": "text", "text": "Microsoft has attempted to restructure the $69bn (£56bn) deal to respond to the Competition and Markets Authority's concerns after a breakthrough in the United States."}, {"type": "text", "text": "A US judge ruled earlier this month that Microsoft could go ahead with its acquisition, which has already been approved in the EU and China. The biggest remaining milestone is securing approval in Britain."}, {"type": "text", "text": "UK gaming is bigger than the music industry and accounts for nearly half of all revenue from the entertainment sector, according to figures for 2022 published by the Entertainment Retailers Association."}, {"type": "text", "text": "One of the main draws for Microsoft is acquiring the lucrative mobile phone game Candy Crush."}, {"type": "text", "text": ""}, {"type": "text", "text": "A spokesperson for the Competition and Markets Authority said: \"Our decision to block this deal over concerns in the cloud gaming market stands."}, {"type": "text", "text": "They added: \"If a company restructures its deal to address the CMA's concerns, or claims that developments since our decision mean circumstances have materially changed, we are legally required to consider that position. We will reach a view on Microsoft's submissions independently and based on the evidence we receive.\""}, {"type": "text", "text": "The regulator is expected to deliver its decision by 29 August."}]}, {"_id": "64cccc7151ac33362ac8c147", "url": "https://news.sky.com/story/man-left-housebound-by-potentially-deadly-meat-allergy-triggered-by-tick-bites-12932963", "primaryCategory": "technology", "subCategories": "None", "title": "Tick bite leaves man with life-threatening meat allergy after Surrey woodland walk", "lead": "A part-time dog walker has been left housebound after tick bites left him with a life threatening allergy to red meat.&#160;", "author": "\nAshish Joshi\n", "datePublished": "2023-08-04 10:22:00", "dateScraped": "2023-08-04 12:01:21.538087", "dateUpdated": "2023-08-04 10:22:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-alpha-gal-tick-bites_6239197.jpg?20230804092622", "body": [{"type": "text", "text": "A part-time dog walker has been left housebound after tick bites left him with a life threatening allergy to red meat. "}, {"type": "text", "text": "Christopher Goldman suffers from alpha-gal syndrome, a tickborne illness that can cause anaphylaxis if he eats mammal meat such as beef, pork or lamb."}, {"type": "text", "text": "He believes any exposure, including airborne transmission, to any mammal by-product including wool, diary and leather will trigger a reaction."}, {"type": "text", "text": "The 28-year-old now only wears vegan approved clothing and uses household products that are guaranteed animal free. This regime extends to everything he eats and includes all medicines."}, {"type": "text", "text": "He has to carry an epi-pen at all times, wears an emergency contact bracelet and lives in just three rooms in his home. Anything that he suspects might contain mammal products have been piled up in a room at the front of the house."}, {"type": "text", "text": "Christopher was bitten by the parasite in woods near his home in Woking in Surrey. He has since been bitten at least four times since December and has since suffered eight fainting episodes, including five on the same day."}, {"type": "text", "text": "The most serious episode was on 28 June."}, {"type": "text", "text": "The full-time business production manager, said: \"I woke up with intense itching and I was very hot. I did not want to wake up my girlfriend so I went to the bathroom."}, {"type": "text", "text": "\"My skin was crimson red and I had hives all over my body. I noticed a strange sensation in my hands, my face and my tongue began to swell. As my throat began to constrict I stood up and felt a 'wash' down to my feet.\""}, {"type": "text", "text": "That was when Christopher fainted. He regained consciousness on the bathroom floor, but still unable to cry for help. He lay on his back helpless and terrified."}, {"type": "text", "text": "\"I just spent the time looking up at the ceiling, just waiting to either die or see what happened to me. It was definitely the most traumatic experience ever.\""}, {"type": "text", "text": "Christopher had eaten red meat a few hours before his anaphylaxis and suspected that might have been the trigger."}, {"type": "text", "text": "But he says the A&E doctors who treated him at his local hospital were unaware of any related conditions. A private blood test confirmed Christopher's tick bites had developed into alpha-gal syndrome."}, {"type": "text", "text": "The condition is caused when a person is bitten by a tick which carries the alpha-gal molecule in its saliva, which when in the blood stream causes the immune system to make antibodies causing a reaction to red meat."}, {"type": "text", "text": "However the condition is believe to be rare, with only a few cases reported in the UK. There is also no scientific evidence to support Christopher's belief of the risks of airborne transmission."}, {"type": "text", "text": "He says not enough research is being done, and people who raise concerns are often dismissed out of hand."}, {"type": "text", "text": "\"Doctors are telling people that it is psychosomatic, that it is anxiety or stress induced, and they're not getting help,\" Christopher said."}, {"type": "text", "text": "\"But what I'm here to speak up about the debilitating side of this, leaving people housebound and with my life completely torn up, more research needs to be done because we're getting absolutely no help.\""}, {"type": "text", "text": "A chance and random tick bite has had devastating consequences for Christopher, who is now resigned to staying indoors.\"If nothing does change I have to face the possibility that I won't be leaving the house for the indefinite future,\" he added."}]}, {"_id": "64cccc7151ac33362ac8c148", "url": "https://news.sky.com/story/amateur-rapper-and-her-husband-plead-guilty-after-trying-to-launder-stolen-bitcoin-worth-billions-12933322", "primaryCategory": "technology", "subCategories": "None", "title": "Man and amateur rapper wife who went to great lengths to launder stolen Bitcoin plead guilty", "lead": "An amateur rapper and her husband have pleaded guilty to attempting to launder stolen Bitcoin.", "author": "\nConnor Sephton\n", "datePublished": "2023-08-04 04:13:00", "dateScraped": "2023-08-04 12:01:21.727950", "dateUpdated": "2023-08-04 04:13:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-heather-morgan-crypto_6239948.png?20230804023946", "body": [{"type": "text", "text": "An amateur rapper and her husband have pleaded guilty to attempting to launder stolen Bitcoin."}, {"type": "text", "text": "Heather Morgan and Ilya Lichtenstein went to desperate lengths in their attempts to convert billions of dollars worth of cryptocurrency into cash."}, {"type": "text", "text": "At the time of their arrest in 2022, the stash of 120,000 Bitcoin was worth $4.5bn (£3.5bn)."}, {"type": "text", "text": "The US Department of Justice managed to recover $3.6bn (£2.8bn) of this, in what was the biggest financial seizure in its history."}, {"type": "text", "text": "While the couple were only accused of laundering this cryptocurrency rather than stealing it, Lichtenstein has now admitted that he was the person who hacked the Bitfinex exchange in 2016."}, {"type": "text", "text": "The 35-year-old then enlisted his wife in an elaborate scheme that involved burying gold coins and burning documents in a bin in Kazakhstan."}, {"type": "text", "text": "Prosecutors had accused the pair of creating fake identities to set up online trading accounts so they could launder the Bitcoin."}, {"type": "text", "text": "Detectives found folders on Lichtenstein's computer named \"personas\" - and a plastic bag labelled \"burner phones\" was also discovered under their bed."}, {"type": "text", "text": "They also used their ill-gotten gains to buy non-fungible tokens, and Walmart gift cards."}, {"type": "text", "text": "Heather Morgan called herself as \"Razzlekhan\" in her rap videos, and claimed she was the \"Crocodile of Wall Street\"."}, {"type": "text", "text": "In the past, she had also worked as a public speaker, and held an event in New York called \"How to Social Engineer Your Way Into Anything\"."}, {"type": "text", "text": "Her tips for crashing an event included wearing black T-shirts to look like security, and wearing as many layers as possible so outfits could change at short notice."}, {"type": "text", "text": "The husband and wife had entered into a plea deal late last month, and a date for their sentencing has not been set."}, {"type": "text", "text": "At the time of their arrest, officials said they could face up to 20 years behind bars if convicted."}]}, {"_id": "64cccc7151ac33362ac8c149", "url": "https://news.sky.com/story/james-webb-space-telescope-captures-spectacular-image-of-final-chapters-of-stars-life-12933410", "primaryCategory": "technology", "subCategories": "None", "title": "Spectacular image shows final chapters of star's life", "lead": "The spectacular final chapters of a star's life have been captured in unprecedented detail by the James Webb Space Telescope.", "author": "None", "datePublished": "2023-08-04 10:48:00", "dateScraped": "2023-08-04 12:01:21.965576", "dateUpdated": "2023-08-04 10:48:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-ring-nebula-james-webb_6239360.jpg?20230803135137", "body": [{"type": "text", "text": "The spectacular final chapters of a star's life have been captured in unprecedented detail by the James Webb Space Telescope."}, {"type": "text", "text": "Astronomers say the image of the Ring Nebula - which got its name from its wispy, doughnut-like structure - may provide new insights into what happens to the celestial bodies as they die."}, {"type": "headline", "text": "Dr Mike Barlow, who led an international team of scientists on the project, said it offered \"a preview of the sun's distant future\"."}, {"type": "text", "text": "Ring Nebula is 2,600 light years away from Earth and was born from a dying star that expelled its outer layers, showcased in the picture by the glowing pink ring."}, {"type": "text", "text": "It is located in the Lyra constellation and is visible in the night sky during the summer months."}, {"type": "text", "text": "Like fireworks, different chemical elements in the nebula can emit light of specific colours - allowing astronomers to study their evolution in detail."}, {"type": "text", "text": "Dr Barlow said the new image of Ring Nebula, also known as Messier 57, also revealed the inner region around the central white dwarf \"in exquisite clarity\"."}, {"type": "text", "text": "A white dwarf offers a glimpse of the sun's fate - it's what such stars become once they run out of their nuclear fuel, near the end of their burning stage, and begin to expel most of their outer material."}, {"type": "headline", "text": "The James Webb Space Telescope has a habit of capturing such spellbinding images, including ancient galaxies, beautiful celestial clusters, and the moment a star is born."}, {"type": "text", "text": "Certainly a reliable source of fresh desktop wallpapers."}]}, {"_id": "64cccc7251ac33362ac8c14a", "url": "https://news.sky.com/story/chinese-regulators-propose-two-hour-phone-limit-per-day-for-under-18s-12932675", "primaryCategory": "technology", "subCategories": "None", "title": "Two-hour daily phone limit for under 18s proposed by Chinese regulator", "lead": "Chinese regulators have proposed rules that would limit under 18s to a maximum of two hours a day on their smartphones.", "author": "\nOlive Enokido-Lineham\n", "datePublished": "2023-08-02 21:16:00", "dateScraped": "2023-08-04 12:01:22.601067", "dateUpdated": "2023-08-02 21:16:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/21/08/70x70/skynews-china-video-phone-game_5495377.jpg?20210830112158", "body": [{"type": "text", "text": "Chinese regulators have proposed rules that would limit under 18s to a maximum of two hours a day on their smartphones."}, {"type": "text", "text": "The country's cyberspace regulator said it wanted providers of smart devices to introduce a so-called 'minor mode' which would bar users under the age of 18 from accessing the internet on their mobiles from 10pm until 6am."}, {"type": "text", "text": "Under the proposed rules, users aged 16 to 18 would be allowed two hours a day, children aged eight to 16 would get one hour, while children under eight would be allowed just eight minutes."}, {"type": "text", "text": "The proposal comes as authorities have grown increasingly concerned about rates of myopia (short-sightedness) and internet addiction among young people in recent years and highlights Beijing's desire to exert more control over digital life in China."}, {"type": "text", "text": "If the draft rules by the Cyberspace Administration of China (CAC) are brought into law, they could have implications for companies which run some of China's biggest mobile apps like TikTok's owner ByteDance."}, {"type": "text", "text": "Providers would also have to set time limits under the proposed reforms but should also allow parents to opt out of the time limits for their youngsters, the CAC said."}, {"type": "text", "text": "The Chinese authorities have previously said they will look to support the development of tech giants."}, {"type": "text", "text": "However, experts say daily limits on phone usage would be a headache for internet companies."}, {"type": "text", "text": "Xia Hailong, a lawyer at the Shanghai Shenlun law firm, said: \"A lot of effort and additional costs to properly implement these new regulatory requirements."}, {"type": "text", "text": "\"And the risk of non-compliance will also be very high. So I believe that many internet companies may consider directly prohibiting minors from using their services.\""}, {"type": "text", "text": ""}, {"type": "headline", "text": "The regulator's proposal also follows the government's curfew for online video game players under the age of 18 which was brought in back in 2021 and has dealt a huge blow to game giants like Tencent."}, {"type": "text", "text": "Video-sharing platforms like Bilibili, Kuaishou and ByteDance have offered 'teenage modes' that restrict the users' access to content and the duration of use since 2019."}, {"type": "text", "text": "ByteDance's TikTok-like app Douyin bars teenagers from using it for more than 40 minutes."}, {"type": "text", "text": "But shares in Chinese tech firms mostly fell during the afternoon trade in Hong Kong after the CAC published its draft guidelines, which it said was open to public feedback until 2 September."}]}, {"_id": "64cccc7351ac33362ac8c14b", "url": "https://news.sky.com/story/labour-mp-apologises-for-sharing-fake-image-of-rishi-sunak-12932669", "primaryCategory": "technology", "subCategories": "None", "title": "Labour MP apologises for sharing fake image of Rishi Sunak", "lead": "A Labour MP has apologised after he shared a fake image of the prime minister on social media.", "author": "\nAlexandra Rogers\n", "datePublished": "2023-08-02 21:38:00", "dateScraped": "2023-08-04 12:01:23.213010", "dateUpdated": "2023-08-02 21:38:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-rishi-sunak-deepfake_6238720.jpg?20230803063307", "body": [{"type": "text", "text": "A Labour MP has apologised after he shared a fake image of the prime minister on social media."}, {"type": "text", "text": "Karl Turner, who represents Hull East, shared an image on X (formerly known as Twitter) showing Rishi Sunak with a badly pulled pint at the Great British Beer festival, along with a woman looking on disapprovingly in the background."}, {"type": "text", "text": "The post quickly gained attention on the social media platform, with many users questioning its authenticity."}, {"type": "text", "text": "The original image posted on the prime minister's official account did not feature the same pint or the onlooker giving him a disapproving side-eye."}, {"type": "text", "text": "Science Secretary Michelle Donelan tweeted: \"In the era of deepfakes and digitally distorted images, it's even more important to be able to have reliable sources of information you can trust."}, {"type": "text", "text": "\"No elected member of parliament should be misleading the public with fake images. This is pretty desperate stuff from Labour.\""}, {"type": "text", "text": "However Mr Turner was defended by Darren Jones, the Labour chair of the Commons Business and Trade Committee, who said: \"The real question is: how can anyone know if a photo is a deepfake?"}, {"type": "text", "text": "\"I wouldn't criticise Karl Turner for sharing a photo that looks real to me."}, {"type": "text", "text": "\"What is your department doing to tackle deep fake photos, especially in advance of the next election?"}, {"type": "text", "text": "\"Let's have that discussion.\""}, {"type": "text", "text": "Asked to comment, Mr Turner told Sky News he was \"sorry for inadvertently sharing an image which apparently turns out to have been fake\"."}, {"type": "text", "text": "\"How on earth could I possibly know that the image wasn't real?,\" he said."}, {"type": "text", "text": "\"It certainly looks real and struck me exactly as what you would expect of the PM.\""}, {"type": "text", "text": "Mr Turner pointed out that Mr Sunak received a fixed penalty notice for breaching COVID-19 lockdown regulations and when challenged in parliament \"denied entirely that he'd ever attended any of the notorious lockdown parties\"."}, {"type": "text", "text": "\"The hypocrisy of Tory ministers and MPs is breathtaking,\" the Labour MP added."}, {"type": "text", "text": "\"I am sorry for inadvertently sharing an image which apparently turns out to have been fake but the image looked a lot like what you would expect from useless out-of-touch billionaire Sunak.\""}, {"type": "headline", "text": "The row comes a day after Mr Sunak was heckled as he toured a London beer festival to mark a change in alcohol duty."}, {"type": "text", "text": "The prime minister was pouring a pint of Black Dub stout at the stall of the Wensleydale brewery, which operates from his north Yorkshire constituency, when a person interrupted to say: \"Prime minister - oh the irony that you're raising alcohol duty on the day that you're pulling a pint.\""}, {"type": "text", "text": "Another man then shouted at Mr Sunak - who famously enjoys fizzy drinks: \"Prime minister, it's not Coca Cola.\""}, {"type": "headline", "text": "The prime minister's visit came as a new system comes into force that will see all alcohol taxed based on its strength, rather than the previous categories of wine, beer, spirits and ciders."}, {"type": "text", "text": "The Treasury has said that more than 38,000 UK pubs will benefit from the move, which will see the duty on draught pints across the UK cut by 11p."}, {"type": "text", "text": "However, it means taxes will rise for some types of drink, including wine and gin."}]}, {"_id": "64cccc7351ac33362ac8c14c", "url": "https://news.sky.com/story/traditional-tv-sees-biggest-fall-in-viewers-since-ofcom-records-began-12932466", "primaryCategory": "technology", "subCategories": "None", "title": "10 most watched programmes of 2022 revealed - as 'traditional' TV sees record fall in viewers", "lead": "Viewers are switching off traditional TV at record rates, according to a new Ofcom report.", "author": "None", "datePublished": "2023-08-03 11:35:00", "dateScraped": "2023-08-04 12:01:23.497378", "dateUpdated": "2023-08-03 11:35:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/21/09/70x70/skynews-watching-tv-ofcom-remote_5520006.jpg?20210921224715", "body": [{"type": "text", "text": "Viewers are switching off traditional TV at record rates, according to a new Ofcom report."}, {"type": "text", "text": "With more competition than ever from streamers, the proportion of people watching a programme on broadcast TV each week dropped from 83% in 2021 to 79% in 2022 - the biggest decline since records began, the watchdog said."}, {"type": "headline", "text": "Younger viewers have long been turning to platforms such as Netflix and Apple, as well as social media sites such as YouTube and TikTok."}, {"type": "headline", "text": "But for the first time, Ofcom said, there is now evidence of a significant decline in average daily broadcast TV viewing among \"core\" older audiences (aged 65+) - a drop of 10% year on year, and down 6% on pre-pandemic levels."}, {"type": "text", "text": "Another notable shift, the Media Nations 2023 report found, is the average time spent watching broadcast television per person per day - which fell from two hours 59 minutes in 2021 to two hours 38 minutes in 2022."}, {"type": "text", "text": "There was some good news for public service broadcasters, with the research showing they still dominate the UK's most-watched list thanks to big TV moments such as England's World Cup matches and the Queen's jubilee and funeral."}, {"type": "text", "text": "However, the number of programmes with more than four million TV viewers has more than halved over the past eight years, from 2,490 in 2014, to 1,184 in 2022."}, {"type": "text", "text": "Only 48 programmes averaged more than four million TV viewers on streaming platforms in 2022, with Netflix accounting for the vast majority."}, {"type": "text", "text": "These declines are a reflection of fewer people watching the main early and late evening TV news bulletins, Ofcom said, as well as a \"steady decline\" in viewing figures for popular soaps such as Coronation Street, EastEnders and Emmerdale - with the number of episodes attracting four million viewers or more down 42% from 754 in 2014 to 438 in 2022."}, {"type": "text", "text": "BBC One and ITV1 remain first and second choice for viewers when they initially turn on their TV, with 20% and 13% respectively, with Netflix third with 6%."}, {"type": "text", "text": "The usage of on-demand services, such as BBC iPlayer and ITVX, continues to grow."}, {"type": "text", "text": "Today's viewers are spoiled with an \"all-you-can-eat\" buffet of broadcasting and online content to choose from, said Yih-Choung Teh, Ofcom's group director for strategy and research."}, {"type": "text", "text": "\"Our traditional broadcasters are seeing steep declines in viewing to their scheduled, live programmes - including among typically loyal older audiences - and soaps and news programmes don't have the mass-audience pulling power they once had,\" he said."}, {"type": "text", "text": "\"But despite this, public service broadcasters are still unrivalled in bringing the nation together at important cultural and sporting moments, while their on-demand players are seeing positive growth as they digitalise their services to meet audience needs.\""}]}, {"_id": "64cccc7451ac33362ac8c14d", "url": "https://news.sky.com/story/nose-picking-health-workers-more-likely-to-catch-covid-study-suggests-12933092", "primaryCategory": "technology", "subCategories": "None", "title": "Nose-picking health workers 'more likely to catch COVID'", "lead": "Hospital workers who pick their noses are more likely to catch COVID, a new study suggests.", "author": "None", "datePublished": "2023-08-03 16:22:00", "dateScraped": "2023-08-04 12:01:24.035538", "dateUpdated": "2023-08-03 16:22:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-nose-pick_6239494.jpg?20230803152305", "body": [{"type": "text", "text": "Hospital workers who pick their noses are more likely to catch COVID, a new study suggests."}, {"type": "text", "text": "Researchers said hospitals should offer staff educational sessions about the habit and consider recommending against nose picking in infection prevention guidelines."}, {"type": "headline", "text": "Academics from the Netherlands examined data on COVID infection rates among 219 hospital workers in Amsterdam between March and October 2020."}, {"type": "text", "text": "They also conducted a retrospective survey about nose picking and other potential behaviours or physical features which could pose an infection risk."}, {"type": "text", "text": "Some 16%, or 34 people, tested positive during the study period."}, {"type": "text", "text": "Meanwhile, the majority (85%) admitted to nose picking at least \"incidentally\", with men and younger people more likely to admit to the habit."}, {"type": "text", "text": "Doctors were the staff members most likely to report nose picking followed by support staff and then nurses."}, {"type": "text", "text": "The authors found that COVID infections were more common among nose pickers compared to those who refrained - 17.3% of nose pickers tested positive compared to 5.9% of those who did not pick their noses."}, {"type": "text", "text": "No association was found between nail-biting, wearing glasses, or having a beard, and COVID infection, they said."}, {"type": "text", "text": "Writing in the PLOS One journal, the authors wrote: \"Nose picking among HCW is associated with an increased risk of contracting a SARS-CoV-2 infection."}, {"type": "text", "text": "\"We therefore recommend health care facilities to create more awareness, e.g. by educational sessions or implementing recommendations against nose picking in infection prevention guidelines.\""}]}, {"_id": "64cccc7451ac33362ac8c14e", "url": "https://news.sky.com/story/perseid-meteor-shower-to-peak-heres-how-where-and-when-12932389", "primaryCategory": "technology", "subCategories": "None", "title": "Perseid meteor shower to peak - here's how, where and when", "lead": "We are a couple of weeks into the Perseid meteor shower - but the best is yet to come, offering stargazers a chance to see one of the most dramatic displays of the year.", "author": "None", "datePublished": "2023-08-02 15:23:00", "dateScraped": "2023-08-04 12:01:24.557492", "dateUpdated": "2023-08-02 15:23:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/21/04/70x70/skynews-meteor-shower-perseid_5351449.jpg?20210421211506", "body": [{"type": "text", "text": "We are a couple of weeks into the Perseid meteor shower - but the best is yet to come, offering stargazers a chance to see one of the most dramatic displays of the year."}, {"type": "text", "text": "This year's event is expected to peak during the night of 12 August, into the early hours of 13 August, with up to 100 shooting stars an hour."}, {"type": "text", "text": "The shower is one of the highlights of the year for enthusiasts because it produces bright meteors and it is one of the most active."}, {"type": "text", "text": "There is also a high chance of seeing fireballs, which are very bright meteors, as well as meteors with long trains."}, {"type": "text", "text": "It is called the Perseids because the meteors seem to originate from the constellation of Perseus."}, {"type": "headline", "text": "Why do we see the Perseids?"}, {"type": "text", "text": "Even though each meteor is mostly no bigger than a grain of sand, they still produce an eye-catching shooting stream of light in the sky as they burn up upon hitting the atmosphere at about 130,000 mph."}, {"type": "text", "text": "They are produced every year when the Earth ploughs through dusty debris left behind by the comet Swift-Tuttle, and can reach scorching temperatures of between 1,648C (2,998.4F) and 5,537C (9,998.6F)."}, {"type": "headline", "text": "How can I prepare for watching it?"}, {"type": "text", "text": "You can see the Perseid meteor shower best in the northern hemisphere."}, {"type": "text", "text": "Meteor showers are easy to watch and no special equipment is needed, according to the Royal Astronomical Society."}, {"type": "text", "text": "They are best observed with the naked eye, and a reclining chair and a blanket make viewing much more comfortable."}, {"type": "text", "text": ""}, {"type": "headline", "text": "When is the best time to see it?"}, {"type": "text", "text": "The radiant of the Perseids is actually always above the horizon as seen from the UK, which means observers should be able to see some meteors as soon as the sun sets."}, {"type": "text", "text": "Experts suggest it is favourable to try to spot meteors when the moon is below the horizon or when it is in its crescent phase, because otherwise it acts as natural light pollution and will prevent the fainter meteors from being visible."}, {"type": "headline", "text": "Will it be good stargazing weather?"}, {"type": "text", "text": "The question we all ask ourselves in the UK."}, {"type": "text", "text": "Sometimes the weather is not at its best for observing the night sky."}, {"type": "text", "text": "If clouds make viewing impossible on the peak night itself, the shower will continue until 24 August."}]}, {"_id": "64cccc7551ac33362ac8c14f", "url": "https://news.sky.com/story/extinct-39-million-year-old-whale-may-be-heaviest-animal-that-ever-lived-12932459", "primaryCategory": "technology", "subCategories": "None", "title": "Ancient whale species 'may be heaviest animal that ever lived'", "lead": "Blue whales have always been considered record breakers when it comes to the size department.", "author": "None", "datePublished": "2023-08-02 16:22:00", "dateScraped": "2023-08-04 12:01:25.071163", "dateUpdated": "2023-08-02 16:22:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-perucetus-colossus_6238204.jpg?20230802134827", "body": [{"type": "text", "text": "Blue whales have always been considered record breakers when it comes to the size department. "}, {"type": "text", "text": "Not only is it the largest animal alive today, but the species is often considered the heaviest to have ever lived."}, {"type": "text", "text": "But new research shows that title might belong to an ancient whale species which swam in the oceans around 39 million years ago."}, {"type": "text", "text": "Researchers have analysed the remains of a partial skeleton uncovered 13 years ago in the Ica desert on the southern coast of Peru."}, {"type": "text", "text": "Their findings, published in the journal Nature, suggest this extinct species had a body mass of up to 340 tonnes - three times heavier than the blue whale."}, {"type": "text", "text": "Scientists have named the species Perucetus colossus, a nod to its huge body mass and the place where it was discovered."}, {"type": "text", "text": "\"It might be the heaviest animal known to date,\" said Dr Eli Amson, a researcher at the State Museum of Natural History Stuttgart in Germany."}, {"type": "text", "text": "\"In any case, it was at least as heavy as the blue whale. But the P. colossus we describe was not longer than the largest blue whales."}, {"type": "text", "text": "\"We estimate the new species' specimen to have been 17m-20m (56ft-66ft) long, while blue whales can reach 30m (98ft).\""}, {"type": "text", "text": "The ancient species belongs to a family of extinct cetaceans, a class of mammals that includes dolphins, whales and porpoises, known as basilosaurids."}, {"type": "text", "text": "They lived from the middle Eocene to the late Oligocene epoch, about 41 million to 23 million years ago."}, {"type": "text", "text": "A reconstruction of the P. colossus suggests it is two to three times heavier than the 25m (82ft) long blue whale skeleton on show at the Natural History Museum in London."}, {"type": "text", "text": "Researchers say the tremendous bone mass of P. colossus is caused by extra bone on the outer surface of the skeletal elements and the filling of inner cavities with compact bone."}, {"type": "text", "text": "This extra weight helps these animals regulate their buoyancy and trim underwater, the authors said."}, {"type": "text", "text": "The researchers speculate that P. colossus may have been a slow swimmer and lived near the coast."}]}, {"_id": "64cccc7551ac33362ac8c150", "url": "https://news.sky.com/story/andrew-tate-wins-appeal-from-romanian-court-to-be-released-from-house-arrest-12933433", "primaryCategory": "entertainment", "subCategories": "None", "title": "Andrew Tate wins appeal to be released from house arrest pending trial", "lead": "Andrew Tate has won his appeal in a Romanian court to be released from house arrest pending trial.", "author": "None", "datePublished": "2023-08-04 10:29:00", "dateScraped": "2023-08-04 12:01:25.767043", "dateUpdated": "2023-08-04 10:29:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-andrew-tate-romania_6237093.jpg?20230801125257", "body": [{"type": "text", "text": "Andrew Tate has won his appeal in a Romanian court to be released from house arrest pending trial."}, {"type": "headline", "text": "The controversial influencer has been held in Romania charged with human trafficking, rape and forming an organised crime group."}, {"type": "text", "text": "The Bucharest Court of Appeals said in a written ruling that it \"replaces the house arrest measure with that of judicial control for a period of 60 days from 4 August until 2 October.\""}, {"type": "text", "text": "Tate was indicted in June along with his brother Tristan and two Romanian female suspects for human trafficking, rape and forming a criminal gang to sexually exploit women."}, {"type": "text", "text": "The Tate brothers are accused of tricking seven women into sexual exploitation on fake promises of a relationship or marriage - a technique authorities have labelled the \"loverboy method\"."}, {"type": "text", "text": "It is alleged that the Tate brothers, along with the two Romanian female suspects, formed the group in 2021 to commit human trafficking in Romania and other countries - including the US and UK."}, {"type": "text", "text": "The brothers were first arrested at a property in Bucharest in December last year and held in custody until March - when they were released under house arrest."}, {"type": "text", "text": "The former professional kickboxer has repeatedly claimed Romanian prosecutors have no evidence and alleged the case is a political conspiracy designed to silence him."}, {"type": "text", "text": "Andrew Tate, who has been based mainly in Romania since 2017, is an online influencer who has amassed millions of followers, particularly among young men."}]}, {"_id": "64cccc7651ac33362ac8c151", "url": "https://news.sky.com/story/church-of-scientology-calls-us-sitcom-stars-harassment-claims-pure-lunacy-12933403", "primaryCategory": "entertainment", "subCategories": "None", "title": "Church of Scientology calls star's harassment claims 'pure lunacy'", "lead": "The Church of Scientology has responded to claims of \"harassment and intimidation\" made against it by actress Leah Remini, describing her allegations as \"pure lunacy\".", "author": "None", "datePublished": "2023-08-04 10:32:00", "dateScraped": "2023-08-04 12:01:26.109380", "dateUpdated": "2023-08-04 10:32:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-scientology-leah-remini_6238976.jpg?20230803093624", "body": [{"type": "text", "text": "The Church of Scientology has responded to claims of \"harassment and intimidation\" made against it by actress Leah Remini, describing her allegations as \"pure lunacy\"."}, {"type": "headline", "text": "Remini, who rose to fame in teen shows such as Saved By The Bell, and is known for sitcoms including The King Of Queens and Kevin Can Wait, has filed a lawsuit against the organisation and its leader David Miscavige."}, {"type": "text", "text": "The 53-year-old star is a former member of the church who joined as a child, but has become one of its most prominent critics since leaving in 2013."}, {"type": "text", "text": "She is now seeking damages after claiming to have suffered 17 years of \"psychological torture, defamation, surveillance, harassment, and intimidation\" which she claims \"significantly\" impacted her life and career."}, {"type": "text", "text": "The Church of Scientology has now responded, describing Remini as \"an anti-free speech bigot\" and a \"horrible person\"."}, {"type": "text", "text": "The statement read: \"This lawsuit is ludicrous and the allegations pure lunacy. The Church is not intimidated by Remini's latest act of blatant harassment and attempt to prevent truthful free speech.\""}, {"type": "text", "text": "It also accuses the actress of profiting from her \"fabrications\"."}, {"type": "text", "text": "Remini co-created and hosted an anti-Scientology documentary series, Leah Remini: Scientology And The Aftermath, which aired from 2016 to 2019 and won two Emmy awards."}, {"type": "text", "text": "In a statement released after filing her lawsuit, she said: \"I believe I am not the first person targeted by Scientology and its operations, but I intend to be the last.\""}, {"type": "text", "text": "In the document, filed on Wednesday, she accuses the Church of \"mob-style operations and attacks\" on her and other \"victims and survivors\"."}]}, {"_id": "64cccc7651ac33362ac8c152", "url": "https://news.sky.com/story/top-comedians-offer-their-support-to-tearful-actress-after-just-one-person-goes-to-her-edinburgh-fringe-show-12933335", "primaryCategory": "entertainment", "subCategories": "None", "title": "Top comedians offer their support to tearful actress after just one person goes to her Fringe show", "lead": "Some of the UK's best-known comedians have offered their support to an actress after just one person turned up to watch her performance at the Edinburgh Fringe.", "author": "None", "datePublished": "2023-08-04 07:41:00", "dateScraped": "2023-08-04 12:01:26.518941", "dateUpdated": "2023-08-04 07:41:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-georgie-grier-edinburgh-fringe_6239968.jpg?20230804053340", "body": [{"type": "text", "text": "Some of the UK's best-known comedians have offered their support to an actress after just one person turned up to watch her performance at the Edinburgh Fringe."}, {"type": "text", "text": "Posting on X, formerly Twitter, Georgie Grier had shared a photo of her crying, and wrote: \"There was one person in my audience today when I performed my one woman play, 'Sunsets' at #edfringe. It's fine, isn't it? It's fine...?\""}, {"type": "text", "text": "Her emotive message led to words of comfort from celebrities, who said they had experienced the same early on in their careers."}, {"type": "text", "text": "Dara O Briain replied: \"Soon, you'll dine out on this anecdote."}, {"type": "text", "text": "\"More than once I had to buy my audience a drink, as a thank you for being the only ones there.\""}, {"type": "text", "text": "And striking an upbeat note, the former Mock The Week presenter said that spending time on stage will help the show improve even more - \"ready for the big crowds later\"."}, {"type": "text", "text": "Jason Manford also offered words of encouragement - and said: \"It's absolutely normal ... for one person to rock up to your show, especially at the beginning of Edinburgh, and also for you to be a bit upset or annoyed or p***** off about it. That's totally fine as well.\""}, {"type": "text", "text": "Manford revealed that, when he performed at the Fringe in 2004 and 2005, \"it was such a slog and I was out in the rain and I was flyering and people weren't coming\"."}, {"type": "text", "text": "The comedian added: \"I got total impostor syndrome. How much is this costing me? What am I doing here?\""}, {"type": "text", "text": "He went on to reassure Ms Grier that \"tomorrow will be better and next week will be better...so just enjoy yourself, if you can\"."}, {"type": "text", "text": "Ms Grier has thanked those who reached out to offer their support - and said her play, which is about romcoms and families, is on every day until 27 August."}, {"type": "text", "text": "The 76th Edinburgh Fringe officially begins today - and the celebration of art, culture and comedy will see hundreds of thousands of people descend on the Scottish capital this month."}, {"type": "text", "text": "Last year, around two million tickets were sold."}]}, {"_id": "64cccc7651ac33362ac8c153", "url": "https://news.sky.com/story/oshae-sibley-beyonce-pays-tribute-to-fan-who-was-stabbed-to-death-while-listening-to-her-music-12933308", "primaryCategory": "entertainment", "subCategories": "None", "title": "Beyonce pays tribute to fan who was stabbed to death while listening to her music", "lead": "Beyonce has paid tribute after a man who was dancing to her songs was stabbed to death in New York.", "author": "None", "datePublished": "2023-08-04 02:06:00", "dateScraped": "2023-08-04 12:01:26.905417", "dateUpdated": "2023-08-04 02:06:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-beyonce-oshae-sibley_6239941.jpg?20230804020010", "body": [{"type": "text", "text": "Beyonce has paid tribute after a man who was dancing to her songs was stabbed to death in New York."}, {"type": "text", "text": "\"Rest in power O'Shae Sibley\" appear on the American singer-songwriter's website following the death of the 28-year-old professional dancer at a petrol station in Brooklyn."}, {"type": "headline", "text": "Mr Sibley was listening and dancing to Beyonce's 2022 album Renaissance with a group of friends when a heated discussion broke out with a young man."}, {"type": "text", "text": "Security camera footage shows Mr Sibley and his friends speaking with the man and then pausing whilst getting into a car. Mr Sibley then advances towards the man."}, {"type": "text", "text": "The dancer was rushed to hospital, where he later died."}, {"type": "text", "text": "It is not clear from the footage when the stabbing took place or who carried the weapon."}, {"type": "text", "text": "The incident sparked anger among New York's LGBTQ+ community."}, {"type": "text", "text": "One of Mr Sibley's friends, Otis Pena, who was present at the time of his death, claiming in a video posted online that \"they murdered him because he was gay\"."}, {"type": "text", "text": "Witness Summy Ullah told the Daily News the young men had been harassing Mr Sibley and his friends because their behaviour offended them."}, {"type": "text", "text": "Detectives have released few details about the incident, but it is being investigated by a hate crime task force within the New York Police Department, according to NBC."}, {"type": "text", "text": "Eric Adams, the mayor of New York said the stabbing has shaken people's confidence, adding that they \"will find the person responsible\"."}, {"type": "text", "text": "Lisa Johnson-Willingham, director of the Alvin Ailey American Dance Theatre's Ailey Extension programme - where Mr Sibley took classes - added that he had been taken \"by senseless violence\" and they are \"shocked and heartbroken\" by his death."}, {"type": "text", "text": "Mr Sibley's death follows a surge in anti-LGBTQ demonstrations across the nation within the last year - an average of 39 took place across the US each month, according to a recent report by research group the Crowd Counting Consortium."}, {"type": "text", "text": "A memorial for Mr Sibley will take place at the petrol station later today, and a vigil is expected to take place at Manhattan's LGBTQ Community Centre."}]}, {"_id": "64cccc7751ac33362ac8c154", "url": "https://news.sky.com/story/cardi-b-police-in-las-vegas-drop-battery-investigation-after-microphone-throw-at-beach-club-12933380", "primaryCategory": "entertainment", "subCategories": "None", "title": "Las Vegas police drop battery investigation after Cardi B mic throw", "lead": "Police in Las Vegas have dropped a criminal battery investigation after rapper Cardi B was reported for throwing a microphone at an audience member.", "author": "None", "datePublished": "2023-08-04 08:53:00", "dateScraped": "2023-08-04 12:01:27.149671", "dateUpdated": "2023-08-04 08:53:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-cardi-b-met-gala-2023_6240029.jpg?20230804084522", "body": [{"type": "text", "text": "Police in Las Vegas have dropped a criminal battery investigation after rapper Cardi B was reported for throwing a microphone at an audience member."}, {"type": "text", "text": "The incident took place after a woman in the crowd appeared to splash a drink on the star as she was performing her hit Bodak Yellow on stage at Drai's Beachclub."}, {"type": "headline", "text": "Clips showing Cardi B throwing a mic - also shared by the rapper herself - went viral on social media at the end of July."}, {"type": "headline", "text": "The Las Vegas Metropolitan Police Department said a woman reported a battery case to the force the day after the concert."}, {"type": "text", "text": "However, the force has now issued a statement saying no charges will be filed."}, {"type": "text", "text": "\"After a thorough review of this case and with the consultation from the Clark County district attorney's office, this case has been closed as having insufficient evidence,\" the statement read."}, {"type": "text", "text": "Several high-profile artists have been hit by objects while performing on stage in recent months."}, {"type": "headline", "text": "In June, Bebe Rexha shared pictures of her black eye after she was hit by a mobile phone, and footage of a fan throwing their mother's ashes at Pink in London quickly went viral."}, {"type": "text", "text": "In another incident, country singer Kelsea Ballerini had to stop mid-performance after a concertgoer threw an unknown object at her face."}, {"type": "headline", "text": "Harry Styles has also been hit by flying objects at his gigs, including Skittles - which hit him in the eye and led to the sweets brand making a public plea on social media."}]}, {"_id": "64cccc7751ac33362ac8c155", "url": "https://news.sky.com/story/cakegate-bakery-owner-thanks-supporters-for-solidarity-after-row-with-ex-coronation-street-star-12933223", "primaryCategory": "entertainment", "subCategories": "None", "title": "Cakegate bakery owner thanks supporters for 'solidarity' after row with actress", "lead": "The bakery owner embroiled in the so-called \"cakegate\" social media row has thanked supporters for their \"solidarity\".", "author": "None", "datePublished": "2023-08-03 21:49:00", "dateScraped": "2023-08-04 12:01:27.613763", "dateUpdated": "2023-08-03 21:49:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-cakegate-rebecca-severs_6239773.jpg?20230803195032", "body": [{"type": "text", "text": "The bakery owner embroiled in the so-called \"cakegate\" social media row has thanked supporters for their \"solidarity\"."}, {"type": "text", "text": "Rebecca Severs expressed her gratitude after people backed her decision not to give an unidentified \"well-known\" celebrity - later revealed to be ex-Coronation Street star Catherine Tyldesley - free cake in exchange for promotion on social media and in OK! magazine."}, {"type": "headline", "text": "Tyldesley posted an Instagram story claiming she had \"no idea\" emails were being sent requesting a cake and 100 cupcakes for her birthday. "}, {"type": "text", "text": "The 39-year-old actress branded the row \"utterly bizarre\" and referred to it as \"cakegate\", before having a dig at Ms Severs, saying: \"I hope the cake lady got the exposure she was craving.\""}, {"type": "text", "text": ""}, {"type": "text", "text": "However social media users appear to have sided with the bakery owner."}, {"type": "text", "text": "Ms Severs, who runs the Three Little Birds bakery in Keighley, West Yorkshire, said on her Instagram stories that she didn't have time to reply to all the \"amazing\" messages one by one, adding: \"Please know that knowing how much solidarity is out there for small business is incredible - and every message of support means a lot!\""}, {"type": "text", "text": "She wrote: \"We are getting loads of lovely messages from people who want to support us by buying cakes but live far away."}, {"type": "text", "text": "\"That's awesome - please just pass on your custom to your nearest small businesses!\""}, {"type": "text", "text": "\"Not everyone is as mouthy as me but we all need to pay the rent,\" she urged her followers."}, {"type": "headline", "text": "Ms Severs also shared a post with a \"folklore\" cake design for her daughter, Isla, inspired by singer Taylor Swift, which appeared to make light of the social media drama."}, {"type": "text", "text": "\"We might actually love Taylor Swift so much that she'd get a free cake,\" the caption said."}, {"type": "headline", "text": "One person responded that the Shake It Off star would \"probably pay for her cake given the bonuses she just gave her crew\" - amid reports she handed more than $55m (about £43m) to performers and crew working on her Eras tour."}, {"type": "text", "text": "Another follower said: \"No free cakes, let them ALL pay!\""}, {"type": "text", "text": "On other posts, dozens of people said they were now following the bakery after reading widespread media coverage of the cakegate row."}, {"type": "text", "text": "One person commented: \"I saw your story in the news and I had to come on [and] follow you, well done for sticking up for yourself and saying no.\""}, {"type": "text", "text": "Another added: \"So many of us who aren't anywhere near being geographically close to you are in full support of you!"}, {"type": "text", "text": "\"Good luck in everything you do, the hard work you've put in really shows and each cake is a masterpiece!\""}, {"type": "text", "text": "The social media backlash against Tyldesley happened after Ms Severs shared her response to an email from an events agency asking for cake in exchange for promotion online."}, {"type": "text", "text": "The bakery owner wrote: \"I'm so sorry to hear that your client has fallen on such hard times they can't afford to pay small businesses for their products."}, {"type": "text", "text": "\"Unfortunately as my mortgage provider doesn't take payment 'in the form of promotion on their socials' and my staff can't feed their kids with exposure on Instagram, I'll have to decline your very generous offer.\""}, {"type": "text", "text": "Tyldesley insisted she was not working with OK! magazine and named the agency as NVRLND, describing it as an \"amazing\" company."}, {"type": "text", "text": "She said they had been \"completely misrepresented in this matter.\""}, {"type": "headline", "text": "Click to subscribe to Backstage wherever you get your podcasts"}]}, {"_id": "64cccc7751ac33362ac8c156", "url": "https://news.sky.com/story/dan-woottons-mailonline-column-paused-while-personal-conduct-allegations-investigated-12933273", "primaryCategory": "entertainment", "subCategories": "None", "title": "Dan Wootton's MailOnline column paused while allegations made against him investigated", "lead": "Dan Wootton's column with the MailOnline has been paused while the publication investigates allegations he used a pseudonym and offered colleagues money for sexual material.", "author": "None", "datePublished": "2023-08-04 01:13:00", "dateScraped": "2023-08-04 12:01:27.803985", "dateUpdated": "2023-08-04 01:13:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/07/70x70/skynews-dan-wootton-lorraine_6222833.jpg?20230719061121", "body": [{"type": "text", "text": "Dan Wootton's column with the MailOnline has been paused while the publication investigates allegations he used a pseudonym and offered colleagues money for sexual material."}, {"type": "text", "text": "The GB News presenter has written a regular column for the online news outlet since 2021. His last article was published on 29 June."}, {"type": "text", "text": "It comes after The Sun newspaper said they were also looking into allegations against the New Zealand-born star."}, {"type": "headline", "text": "Last month, Wootton admitted he had made \"errors of judgement\" in the past but branded criminal allegations, following a report by the Byline Times, as \"simply untrue\"."}, {"type": "text", "text": "Previously he has spoken on his show Dan Wootton Tonight, telling viewers that he has been the target of a \"smear campaign\" by people \"with an axe to grind\"."}, {"type": "text", "text": "He also said he had previously been the victim of an abusive relationship and was talking about it for the first time following these allegations."}, {"type": "text", "text": "On Thursday, a spokesperson for DMG Media, which publishes MailOnline, said: \"The allegations are obviously serious but also complex and historic and there is an independent investigation underway at the media group which employed him during the relevant period."}, {"type": "text", "text": "\"In the meantime, his freelance column with MailOnline has been paused.\""}, {"type": "text", "text": "Many of the claims made against the presenter concern events said to have taken place while Wootton was employed by The Sun - where he worked as an executive editor and previously editor of the paper's Bizarre column."}, {"type": "text", "text": "After addressing the allegations live on air, Wootton said he could not comment further on the advice of his lawyers."}, {"type": "headline", "text": "Byline Times said they have contacted the Metropolitan Police with evidence. There is currently no active investigation."}, {"type": "text", "text": "Leaving The Sun in 2021, Wootton now hosts his weeknight opinion show on GB News."}, {"type": "text", "text": "He also previously worked as a showbiz editor at the now-defunct News Of The World, and has appeared on ITV's Lorraine as the showbiz correspondent."}]}, {"_id": "64cccc7851ac33362ac8c157", "url": "https://news.sky.com/story/italian-prime-minister-giorgia-meloni-sues-placebo-singer-for-calling-her-fascist-racist-12933111", "primaryCategory": "entertainment", "subCategories": "None", "title": "Italian prime minister sues Placebo singer for calling her 'fascist, racist'", "lead": "Italy's Prime Minister Giorgia Meloni is reportedly suing the lead singer of Placebo after he called her a \"fascist, racist\" at a gig last month.", "author": "\nSamuel Osborne\n", "datePublished": "2023-08-03 18:03:00", "dateScraped": "2023-08-04 12:01:28.007613", "dateUpdated": "2023-08-03 18:03:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-placebo-giorgia-meloni_6239683.jpg?20230803175746", "body": [{"type": "text", "text": "Italy's Prime Minister Giorgia Meloni is reportedly suing the lead singer of Placebo after he called her a \"fascist, racist\" at a gig last month."}, {"type": "headline", "text": "Brian Molko launched into a rant in Italian about Ms Meloni, who leads the far-right Brothers of Italy party, on stage at the Sonic Park festival in Turin."}, {"type": "text", "text": "Speaking in front of around 5,000 fans, the frontman of the alternative rock band called the prime minister a \"piece of s***\" and described her as \"fascist, racist\"."}, {"type": "text", "text": "His remarks prompted cheers from the audience."}, {"type": "text", "text": "Prosecutors in Turin officially opened an investigation into Molko for \"contempt of the institutions\" following the outburst."}, {"type": "text", "text": "He could be fined up to €5,000 (£4,300) if convicted."}, {"type": "text", "text": "Ms Meloni's lawyers have now taken legal action and filed a lawsuit for defamation, Italian news outlet La Stampa reported."}, {"type": "headline", "text": "Meloni has filed other defamation lawsuits"}, {"type": "text", "text": "The prime minister leads Italy's first far-right government since the end of the Second World War and is the first woman to hold the position of prime minister in the country."}, {"type": "text", "text": "She has already filed a defamation lawsuit against journalist Roberto Saviano, author of Gomorrah, who called her a \"b******\" during a TV interview in 2020 because of her anti-immigration policies."}, {"type": "text", "text": "She also filed a defamation lawsuit against the newspaper Domani after it accused her of helping an MP from her own party win a government contract to procure face masks during the pandemic."}]}, {"_id": "64cccc7851ac33362ac8c158", "url": "https://news.sky.com/story/lizzo-says-i-am-not-the-villain-over-sexual-harassment-allegations-by-former-dance-troupe-members-12932988", "primaryCategory": "entertainment", "subCategories": "None", "title": "Lizzo issues statement on sexual harassment and weight shaming claims", "lead": "Lizzo has insisted she is&#160;\"not the villain\" after she was sued by three former dancers over allegations of sexual harassment and the creation of a hostile work environment.", "author": "None", "datePublished": "2023-08-03 17:34:00", "dateScraped": "2023-08-04 12:01:28.549259", "dateUpdated": "2023-08-03 17:34:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-lizzo-lizzo-performance_6237381.jpg?20230803205559", "body": [{"type": "text", "text": "Lizzo has insisted she is \"not the villain\" after she was sued by three former dancers over allegations of sexual harassment and the creation of a hostile work environment."}, {"type": "headline", "text": "The singer, who is known for embracing body positivity, said in an Instagram statement that the allegations are \"as unbelievable as they sound\" and \"too outrageous to not be addressed\"."}, {"type": "text", "text": "She described the last few days as \"gut wrenchingly difficult and overwhelmingly disappointing\"."}, {"type": "text", "text": "\"My work ethic, morals and respectfulness have been questioned. My character has been criticised,\" she said."}, {"type": "text", "text": "The complaint, filed in Los Angeles on Tuesday, was brought against the Truth Hurts singer, real name Melissa Viviane Jefferson, and her production company Big Grrrl Big Touring, Inc (BGBT)."}, {"type": "text", "text": "The three dancers - Arianna Davis, Crystal Williams, and Noelle Rodriguez - claim they were subject to sexual, religious and racial harassment, disability discrimination, assault and false imprisonment, among other allegations."}, {"type": "text", "text": "These include the accusation the singer pressured one of them into touching a nude performer at a club in Amsterdam's red light district."}, {"type": "text", "text": "They also allege the captain of Lizzo's dance team, Shirlene Quigley, attempted to convert the performers' religious beliefs and derided those who had premarital sex, also allegedly sharing lewd sexual fantasies and publicly discussing the virginity of one of the complainants."}, {"type": "text", "text": ""}, {"type": "text", "text": "Ms Davis and Ms Williams began dancing with Lizzo after competing on her Amazon reality show \"Watch Out for the Big Grrrls\" in 2021, but were both later fired."}, {"type": "text", "text": "Ms Rodriguez was hired in the same year after performing in the video \"Rumours\" but resigned earlier this year over the \"appalling behaviour\"."}, {"type": "text", "text": "Lizzo said: \"Usually I choose not to respond to false allegations but these are as unbelievable as they sound and too outrageous to not be addressed.\""}, {"type": "text", "text": "She added: \"I am not here to be looked at as a victim, but I also know that I am not the villain that people and the media have portrayed me to be these last few days.\""}, {"type": "text", "text": ""}, {"type": "text", "text": "\"These sensationalised stories are coming from former employees who have already publicly admitted that they were told their behaviour on tour was inappropriate and unprofessional."}, {"type": "text", "text": "\"As an artist I have always been very passionate about what I do."}, {"type": "text", "text": "\"I take my music and my performances seriously because at the end of the day I only want to put out the best art that represents me and my fans."}, {"type": "text", "text": "\"With passion comes hard work and high standards."}, {"type": "text", "text": "\"Sometimes I have to make hard decisions but it's never my intention to make anyone feel uncomfortable or like they aren't valued as an important part of the team.\""}, {"type": "text", "text": "Lizzo added: \"I am very open with my sexuality and expressing myself but I cannot accept or allow people to use that openness to make me out to be something I am not."}, {"type": "text", "text": "\"There is nothing I take more seriously than the respect we deserve as women in the world."}, {"type": "text", "text": "\"I know what it feels like to be body shamed on a daily basis and would absolutely never criticize or terminate an employee because of their weight."}, {"type": "text", "text": "\"I'm hurt but I will not let the good work I've done in the world be overshadowed by this. I want to thank everyone who has reached out in support to lift me up during this difficult time.\""}, {"type": "text", "text": "But the lawyer who represents the three dancers said the entertainer's denial of the allegations \"only adds to our clients' emotional distress\"."}, {"type": "text", "text": "Ron Zambrano, of West Coast Employment Lawyers, said in statement: \"Lizzo has failed her own brand and has let down her fans."}, {"type": "text", "text": "\"Her denial of this reprehensible behaviour only adds to our clients' emotional distress."}, {"type": "text", "text": "\"The dismissive comments and utter lack of empathy are quite telling about her character and only serve to minimise the trauma she has caused the plaintiffs and other employees who have now come forward sharing their own negative experiences."}, {"type": "text", "text": "\"While Lizzo notes it was never her intention 'to make anyone feel uncomfortable,' that is exactly what she did to the point of demoralising her dancers and flagrantly violating the law.\""}]}, {"_id": "64cccc7951ac33362ac8c159", "url": "https://news.sky.com/story/ex-love-island-star-chris-hughes-spoken-to-by-bbc-over-barbie-remark-to-female-cricketer-12932859", "primaryCategory": "entertainment", "subCategories": "None", "title": "Ex-Love Island star 'spoken to' by BBC over Barbie comment to female cricketer", "lead": "Former Love Island star Chris Hughes has been told by the BBC it was \"not appropriate\" to compare a female cricket player to Barbie during a pitchside interview.", "author": "None", "datePublished": "2023-08-03 11:39:00", "dateScraped": "2023-08-04 12:01:29.125785", "dateUpdated": "2023-08-03 11:39:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-chris-hughes-maitlan-brown_6239017.jpg?20230803100828", "body": [{"type": "text", "text": "Former Love Island star Chris Hughes has been told by the BBC it was \"not appropriate\" to compare a female cricket player to Barbie during a pitchside interview."}, {"type": "text", "text": "The ticking off came in response to a comment made by the now sports presenter while he was speaking with Australian all-rounder Maitlan Brown at The Hundred competition on Wednesday, following her team Southern Braves' win over Trent Rockets."}, {"type": "headline", "text": "The 26-year-old revealed she had been to see the Barbie movie with her teammates."}, {"type": "text", "text": "She said: \"It was really good team bonding and the group is gelling really well together.\""}, {"type": "headline", "text": "Hughes, who first found fame as a contestant on the ITV2 reality show Love Island, replied: \"You're a little Barbie yourself with your blue eyes.\""}, {"type": "text", "text": "After Brown laughed, Hughes added: \"She's blushing now\"."}, {"type": "text", "text": "In response, a BBC spokesperson said: \"We have spoken to Chris and explained that his comment was not appropriate.\""}, {"type": "text", "text": ""}, {"type": "text", "text": "As well as the Southern Braves, Brown has played for several domestic Australian teams as well as receiving call-ups to the full Australia squad."}, {"type": "text", "text": "In addition to presenting coverage of The Hundred, Hughes has also worked on ITV's horse racing programmes."}]}]