[{"_id": "64f619af51aa1f780d591f8a", "url": "https://news.sky.com/story/education-secretary-bemoans-lack-of-thanks-for-doing-a-fing-good-job-on-concrete-crisis-12954936", "primaryCategory": "home", "subCategories": "NONE", "title": "Education secretary apologises for swearing on camera in rant on school concrete crisis", "lead": "Education Secretary Gillian Keegan has apologised for her \"choice language\" after she was caught complaining about not being thanked for doing a \"f***ing good job\" over the unsafe concrete crisis.", "author": "\nFaye Brown\n", "datePublished": "2023-09-04 16:57:00", "dateScraped": "2023-09-04 19:53:51.202921", "dateUpdated": "2023-09-04 16:57:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/09/70x70/skynews-gillian-keegan-education-secretarty_6274447.jpg?20230904141418", "body": [{"type": "text", "text": "Education Secretary Gillian Keegan has apologised for her \"choice language\" after she was caught complaining about not being thanked for doing a \"f***ing good job\" over the unsafe concrete crisis."}, {"type": "text", "text": "After an interview with ITV News in Westminster, the cabinet minister criticised others for being \"sat on their arses\" and claimed the government had gone \"over and above\" in addressing concerns relating to reinforced autoclaved aerated concrete (RAAC)."}, {"type": "text", "text": "While her mic was still on she said: \"Does anyone ever say 'You know you've done a f***ing good job because everyone else has sat on their arses and done nothing."}, {"type": "text", "text": "\"No signs of that, no?\""}, {"type": "text", "text": "Ms Keegan later apologised and admitted she was \"frustrated with the interviewer\" who was \"making out it was all my fault\"."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Thousands of pupils face disruption at the start of term this week following an order to fully or partially close 104 schools because of concerns about RAAC, which is prone to collapse."}, {"type": "text", "text": "Pupils face being taught in temporary classrooms, on different sites or even forced into pandemic-style remote lessons."}, {"type": "text", "text": "Critics have accused the Tories of a \"shambolic\" handling of the situation, saying risks associated with the dangerous material have been known about for years."}, {"type": "headline", "text": "Ms Keegan is due to be interviewed on the Politics Hub with Sophy Ridge on Sky News tonight at 7.30pm."}, {"type": "text", "text": "Asked repeatedly who she meant had been \"sat on their arses\", Ms Keegan insisted it was \"nobody in particular\"."}, {"type": "text", "text": "She said: \"It was an off-the-cuff remark, after the news interview had finished. I’d like to apologise for my choice language, that was unnecessary.\""}, {"type": "text", "text": "Pressed on who she was frustrated with, Ms Keegan said: \"Actually, it was the interviewer, because the interviewer was making out it was all my fault and that’s what I was saying, do you ever go into these interviews where anyone ever says anything but you’ve just done a terrible job?\""}, {"type": "text", "text": "She said it is \"frustrating\" because she and her team have been working hard to deal with the issue of unsafe concrete, and she hasn't slept due to \"worrying about this\"."}, {"type": "text", "text": "She also indicated she was frustrated with those who have not responded to questionnaires asking about whether schools have the dangerous aerated concrete present."}, {"type": "text", "text": "In a statement in the House of Commons this afternoon, Ms Keegan promised to publish the full list of affected schools \"this week\" as she sought to stress that disruption would be minimal."}, {"type": "text", "text": "Addressing MPs, she said: \"Absolutely nothing is more important than the safety of children or staff\" but that the \"vast majority of schools are unaffected\"."}, {"type": "text", "text": "Ms Keegan added that schools with suspected dangerous concrete will be surveyed in \"a matter of weeks\" and \"in many cases, a few days\"."}, {"type": "text", "text": "In response, Labour's shadow education secretary Bridget Phillipson accused Ms Keegan of presiding over an \"utter shambles\"."}, {"type": "text", "text": "\"The mark and measure of each of us as politicians is our willingness to take and to accept responsibility,\" she said."}, {"type": "text", "text": "\"Collective responsibility, not just for our own actions, but those of the governments in which we serve. And this week, as the school year begins, there is an awful lot of responsibility for ministers to take for what is an utter shambles.\""}, {"type": "text", "text": "She added: \"The defining image of 13 years of Conservative government - children under steel props to stop the ceiling falling in on their heads.\""}, {"type": "headline", "text": "Keegan 'living on another planet'"}, {"type": "text", "text": ""}, {"type": "text", "text": "Downing Street said it was right that Ms Keegan had apologised."}, {"type": "text", "text": "The prime minister's official spokesman said: \"I think that the language used obviously is not acceptable. It is right that the education secretary has apologised for that."}, {"type": "text", "text": "\"But at the front of parents' minds will be the situation in their schools and I think that is what they will want to hear more about.\""}, {"type": "text", "text": "But Labour leader Sir Keir Starmer said it was a \"farce\" to see a Tory minister \"blame anyone but themselves\"."}, {"type": "text", "text": "He said: \"I think this whole situation is descending into farce."}, {"type": "text", "text": "\"The government has dropped the ball here, failed to prepare."}, {"type": "text", "text": "\"The prime minister bears responsibility for some of the key decisions along the way."}, {"type": "text", "text": "\"And instead of coming out today and saying, 'This is what we're going to do to fix the problem, which we have made a lot worse', you've got members of the cabinet coming out trying to blame other people, trying to blame people within their own teams and to say, essentially, 'put responsibility anywhere but on the government'.\""}, {"type": "text", "text": "Meanwhile Liberal Democrat education spokeswoman Munira Wilson said: \"Gillian Keegan's disgraceful comments add insult to injury for parents who've seen their children's return to school ruined by this concrete crisis."}, {"type": "text", "text": "\"Expecting people to thank her when children are being taught in classrooms at risk of collapse shows Keegan must be living on another planet.\""}, {"type": "text", "text": "Questions remain over the extent of the RAAC emergency, the timing of the government's announcement and how the repairs will be funded."}, {"type": "headline", "text": "Earlier, Mr Sunak acknowledged hundreds more schools in England could be caught up in the crisis as he faced accusations he failed to fund a programme to replace ageing classrooms while chancellor."}, {"type": "text", "text": "The prime minister said that 95% of England's schools were unaffected, leaving open the possibility that more than a thousand could be impacted."}, {"type": "text", "text": "RAAC is essentially a lighter-weight form of concrete, used to build roofs, schools, colleges and other buildings from the 1950s until the mid-1990s."}, {"type": "text", "text": "The government said \"new information\" about RAAC came to light over the summer, prompting them to issue the safety warning just days before the start of the school term."}, {"type": "text", "text": "But experts have long-warned the material has now reached the end of its shelf life and is liable to collapse."}, {"type": "text", "text": "Jonathan Slater, who was permanent secretary at the Department for Education (DfE) from May 2016 to August 2020, claimed the Treasury had failed to fully fund school rebuilding schemes despite the government knowing there was a \"critical risk to life\"."}, {"type": "text", "text": "Mr Sunak dismissed that criticism as \"completely and utterly wrong\"."}, {"type": "text", "text": "But Labour insisted he \"bears huge culpability for his role in this debacle\" - saying funding for rebuilding schools has been slashed over the years."}, {"type": "text", "text": "Analysis published by the party found that spending on school rebuilding between 2019 and 2020 was at £765m, but this fell to £560m the following year."}]}, {"_id": "64f619af51aa1f780d591f8b", "url": "https://news.sky.com/story/climate-change-longer-warmer-summers-could-increase-risk-of-mosquitoes-carrying-fatal-diseases-in-the-uk-experts-say-12955020", "primaryCategory": "home", "subCategories": "NONE", "title": "Longer, warmer summers could increase risk of mosquitoes carrying 'fatal diseases' in the UK, experts say", "lead": "Increasingly long and hot summers are raising the risk of disease-carrying mosquitoes becoming established in Britain, the UK Health Security Agency (UKHSA) has warned.", "author": "\nThomas Moore\n", "datePublished": "2023-09-04 17:35:00", "dateScraped": "2023-09-04 19:53:51.652815", "dateUpdated": "2023-09-04 17:35:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/09/70x70/skynews-mosquito-insect_6274603.jpg?20230904161557", "body": [{"type": "text", "text": "Increasingly long and hot summers are raising the risk of disease-carrying mosquitoes becoming established in Britain, the UK Health Security Agency (UKHSA) has warned."}, {"type": "text", "text": "The tiger mosquito, which transmits several fatal \"tropical\" diseases, has already spread to 13 countries within the European Economic Area (EEA) since first becoming established in Italy in 1990."}, {"type": "text", "text": "Paris last week became the latest city to fumigate some neighbourhoods amid fears that breeding colonies could lead to an outbreak of dengue fever."}, {"type": "text", "text": "The viral infection is already spreading in the south of France. More than 50 indigenous cases have been reported over the last two years, including a British woman who had been on holiday in the Nice area."}, {"type": "text", "text": "In Britain, Several adult tiger mosquitoes have been found in traps monitored by the UKHSA at rail terminals, ports and motorway service stations. But so far there have been no established colonies in the UK."}, {"type": "text", "text": "Jolyon Medlock, chief medical entomologist at the UKHSA, told Sky News: \"With climate change, as the summers warm and the seasons lengthen, every time these mosquitoes come into the country there is greater potential for them to become established.\""}, {"type": "text", "text": "Scientific modelling done by the Liverpool School of Tropical Medicine suggests the tiger mosquito will become established across much of England and south Wales within 50 years."}, {"type": "text", "text": "It could even be \"abundant\" in London in hot summers."}, {"type": "text", "text": "To try to slow their spread the UKHSA and local authorities take swift action when the mosquitoes are spotted."}, {"type": "text", "text": "\"If we find them then we have a contingency plan to eliminate them,\" said Dr Medlock."}, {"type": "text", "text": "\"Unless you get in there at an early stage the mosquito will establish. Before we know it, we will have mosquitoes all over the country.\""}, {"type": "text", "text": ""}, {"type": "text", "text": "There are 36 species of mosquito in the UK, but although they bite - they are harmless."}, {"type": "text", "text": "However, a species of Culex mosquito that can spread West Nile virus began breeding in some areas of the Thames estuary in 2010."}, {"type": "text", "text": "West Nile virus usually causes flu-like symptoms, but can occasionally result in a brain infection."}, {"type": "text", "text": "Sky News joined scientists as they monitored a marsh in North Kent."}, {"type": "text", "text": "We found Culex larvae - immature mosquitoes - in drainage ditches, and adults in monitoring traps."}, {"type": "text", "text": "\"This is the warmest part of the country and an ideal wetland habitat."}, {"type": "text", "text": "\"The virus also thrives at high temperatures."}, {"type": "text", "text": "\"Most of the outbreaks are in warmer areas of the Mediterranean. With climate change and the potential for very hot summers that may also happen in the UK.\""}, {"type": "headline", "text": "Click to subscribe to ClimateCast with Tom Heap wherever you get your podcasts"}, {"type": "text", "text": "But it is the tiger mosquito that the UKHSA is most concerned about."}, {"type": "text", "text": "It lives in urban areas, allowing it to spread diseases to large numbers of people."}, {"type": "text", "text": "That includes dengue fever, with more than 3.7 million cases and 2,000 deaths worldwide so far this year, according to the European Centre for Disease Prevention and Control."}, {"type": "text", "text": "The mosquito also transmits chikungunya, which has caused more than 300 deaths this year, and the Zika virus, which causes birth defects."}, {"type": "text", "text": "The London School of Hygiene and Tropical Medicine has a secure breeding colony of the mosquitoes, so they can be closely studied."}, {"type": "text", "text": "Dr Oliver Brady, a specialist at the hospital, said mosquitoes are such efficient carriers of diseases that they can lead to huge outbreaks."}, {"type": "text", "text": "\"These are all acute diseases that are rarely fatal but can be very, very severe and lead to prolonged hospital stays."}, {"type": "text", "text": "\"If we were to cycle back five or ten years, we would have thought Zika was just a minor disease."}, {"type": "text", "text": "\"But because these mosquitoes are spread across such broad parts of the world, what historically is a mild disease can now have the potential to be a pandemic.\""}]}, {"_id": "64f619b051aa1f780d591f8c", "url": "https://news.sky.com/story/government-confirms-it-is-launching-statutory-inquiry-into-lucy-letby-12955030", "primaryCategory": "home", "subCategories": "NONE", "title": "Government confirms it is launching statutory inquiry into Lucy Letby", "lead": "The government has confirmed it is launching a statutory inquiry into the case of killer nurse Lucy Letby.", "author": "\nJames Robinson\n", "datePublished": "2023-09-04 17:45:00", "dateScraped": "2023-09-04 19:53:52.442966", "dateUpdated": "2023-09-04 17:45:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-check-before-use-lucy-letby_6253531.jpg?20230904163842", "body": [{"type": "text", "text": "The government has confirmed it is launching a statutory inquiry into the case of killer nurse Lucy Letby."}, {"type": "text", "text": "Health Secretary Steve Barclay said the inquiry will \"examine the cases' wider circumstances\", including \"the conduct of the wider NHS and its regulators\"."}, {"type": "text", "text": "In a statement to the House of Commons on Monday, the minister also confirmed the inquiry will be led by the experienced Court of Appeal judge, Lady Justice Kathryn Thirlwall."}, {"type": "text", "text": "Lawyers representing the families of some of Letby's victims said they were \"delighted\" that they would be working with Lady Justice Thirlwall to \"help shape the terms of reference of the inquiry\"."}, {"type": "headline", "text": "Letby, 33, was convicted last month of the murder of seven babies and the attempted murder of six more while working as a neonatal nurse."}, {"type": "headline", "text": "She was sentenced to 14 whole-life orders - meaning she will never be released from prison."}, {"type": "headline", "text": "Following Letby's sentencing, the government announced an inquiry."}, {"type": "text", "text": "Ministers previously said \"after careful consideration\", a non-statutory inquiry into the circumstances at the Countess of Chester Hospital \"was found to be the most appropriate option\"."}, {"type": "text", "text": "However, Mr Barclay said last Thursday that the inquiry would be given statutory powers - allowing it to compel witnesses to give evidence under oath."}, {"type": "text", "text": "He confirmed this in a statement to the House of Commons on Monday."}, {"type": "text", "text": "In the statement, the minister said: \"I cannot begin to imagine the hurt and suffering these families went through."}, {"type": "text", "text": "\"And I know, from my conversations with them last week, that the trial brought these emotions back to the surface."}, {"type": "text", "text": "\"Concerningly, they were exacerbated by the fact the families discovered new information about these events, concerning their children, during the course of the trial."}, {"type": "text", "text": "\"We have a duty to get them the answers they deserve, to hold people to account, and to make sure that lessons are learnt."}, {"type": "text", "text": ""}, {"type": "text", "text": "\"That is why on the day of conviction I ordered an independent inquiry into the events at the Countess of Chester Hospital, making clear the victim's families would shape this.\""}, {"type": "text", "text": "Mr Barclay said the families had \"made it clear\" to him that they wanted a statutory inquiry, with the \"power to compel witnesses\" to give evidence under oath."}, {"type": "text", "text": "\"That is why I'm confirming this to the House today,\" he added."}, {"type": "text", "text": "Mr Barclay said part of the inquiry would look into the response by the trust running the Countess of Chester Hospital to clinicians who raised concerns about Letby's conduct before her arrest."}, {"type": "text", "text": "Tamlin Bolton, solicitor at Switalskis Solicitors, a law firm representing the families of seven of Letby's victims, said: \"It is fair to say that the horrific crimes committed by Letby have led to many more questions requiring vital answers so that the families involved can begin to process the events that have taken place."}, {"type": "text", "text": "\"Given what is in the public domain so far around the circumstances of Letby's crimes, it is imperative that the families affected are heard if they are to have the highest confidence in the process."}, {"type": "text", "text": "\"We can only hope that this statutory public inquiry will result in robust systems being implemented to ensure nothing like this can happen again and to restore any kind of trust in the NHS.\""}]}, {"_id": "64f619b151aa1f780d591f8d", "url": "https://news.sky.com/story/has-chinas-economy-run-out-of-steam-12954787", "primaryCategory": "home", "subCategories": "NONE", "title": "Empty highways, ghost towns, derelict flats: Has China's economy run out of steam?", "lead": "The southern Chinese city of Zunyi is awash with signs the nation's economy is not in good health.", "author": "\nHelen-Ann Smith\n", "datePublished": "2023-09-04 16:06:00", "dateScraped": "2023-09-04 19:53:53.063244", "dateUpdated": "2023-09-04 16:06:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/09/70x70/skynews-china-economy_6274433.jpg?20230904133643", "body": [{"type": "text", "text": "The southern Chinese city of Zunyi is awash with signs the nation's economy is not in good health."}, {"type": "text", "text": "Everywhere you look there are unfinished infrastructure projects; empty apartments, half-constructed tunnels, huge projects where, it seems, the money just ran out."}, {"type": "text", "text": "It is a symbol of a system that is stuttering."}, {"type": "text", "text": "The mighty Chinese economy, that once delivered seemingly miraculous growth of some 10% plus a year, is slowing."}, {"type": "text", "text": "Cracks, driven by structural weaknesses that were once easy to pave over, have started to appear."}, {"type": "headline", "text": "The economic model of driving up GDP with vast borrowing and building worked when China was poor and needed new roads, bridges and airports, but it is no longer sustainable in a modern China that now finds itself drowning in debt and with nothing left to build."}, {"type": "text", "text": "There are big questions about what happens next."}, {"type": "text", "text": "In Zunyi, one road in particular speaks volumes about the troubles now plaguing parts of the system."}, {"type": "text", "text": "Snaking over parts of the city, the Funxin Expressway is a multilane highway that cost 4bn yuan to build, but sections now lie incomplete and abandoned."}, {"type": "text", "text": "On one side, a handful of cars occasionally drive by, the other is completely empty save for a few locals who now use it to take a stroll or walk their dogs."}, {"type": "text", "text": "There is something almost eerie about walking along it - a sense that the area has been somewhat forgotten."}, {"type": "text", "text": "A local woman, Mrs Chen, tells us the bridge has been like this for ten years."}, {"type": "text", "text": "\"A lot of land was taken, many people had to move away,\" she says."}, {"type": "text", "text": "\"Why has the construction just stopped?\" she asks, \"This is a government fund, I think they didn't use the money for anything. I think it's been wasted.\""}, {"type": "text", "text": "When we asked local authorities, the Ministry of Foreign Affairs Zunyi branch said the expressway was completed on 31 August 2023 (just two days after we visited) and is scheduled to be put in use the first half of September."}, {"type": "text", "text": "They added the local government \"actively encourages and guides construction companies and developers to move forward with construction in an orderly fashion,\" and that the government \"strictly follows national and provincial rules and regulations on investment and management\"."}, {"type": "text", "text": "On the other side of a small hill, I find the connecting tunnel, where the project has come to an abrupt stop."}, {"type": "text", "text": "Opposite the entrance of the tunnel are huge concrete pillars where construction was clearly meant to continue and beyond that, blocks of homes vacated and marked for demolition - lives moved on to make space."}, {"type": "text", "text": "There are just a few residents who have hung on here, including Shi Chunli who has lived here for 40 years."}, {"type": "text", "text": "She claims to have given the authorities her property in exchange for a new apartment elsewhere."}, {"type": "text", "text": "\"They said we would have a new apartment in three years\" she says, \"it will be the fifth year this September, but everything is still the same.\""}, {"type": "text", "text": "And she has a pretty clear idea as to why her life is in this limbo."}, {"type": "text", "text": "\"It's mainly that there is no money. The state does not have any money left.\""}, {"type": "text", "text": "There are projects like this across China, but there is a particularly high concentration in Guizhou province, where Zunyi is located."}, {"type": "text", "text": "In fact, Guizhou province, one of the poorest in the country, is also the most indebted with its debt pile over 135% of its GDP."}, {"type": "text", "text": "This rural province leaned heavily into the Chinese growth model that for so long delivered such remarkable numbers: huge borrowing, massive investment and vast building - regardless of whether the projects were needed."}, {"type": "text", "text": "Indeed, Guizhou has 11 airports, many quite close to each other, and nearly half of the world's 100 tallest bridges, according to state media outlet Economic Daily."}, {"type": "text", "text": "It is a model that has been replicated throughout the country. Investment has made up an average of 44% of China's economy in recent years, for which experts say there is \"no remotely comparable historical precedent\"."}, {"type": "text", "text": "But while this model made sense when China was playing catch up, it has now become a major liability."}, {"type": "text", "text": "The government has few places to turn to deliver the high growth it has become accustomed to."}, {"type": "text", "text": "But this is a problem the government cannot 'invest' its way out of, as it has in the face of previous economic challenges."}, {"type": "text", "text": "As many experts will point out, this level of unproductive investment has been a symptom of the Chinese economy for many years, so why is it biting now?"}, {"type": "text", "text": "It is largely because other parts of the economy are struggling - exposing the fault lines at its core."}, {"type": "text", "text": "Last month, prices in China actually fell when compared to the same month last year, raising fears of more long-term deflation."}, {"type": "text", "text": "The key issue is that consumer demand simply hasn't bounced back post-pandemic as China's leaders hoped it would."}, {"type": "text", "text": "Months of zero-COVID rules that saw whole cities plunged into sudden extreme lockdowns destroyed thousands of businesses and vastly depleted family savings."}, {"type": "text", "text": "The net result is that people just don't have the money to spend, and what they do have they are reluctant to part with (China's saving rate is one of the highest in the world according to the IMF)."}, {"type": "text", "text": "These trends were clear in some of the smaller markets around Zunyi."}, {"type": "text", "text": "\"Business is bad now,\" one stall holder told us, \"it's getting worse year after year.\""}, {"type": "text", "text": "And why?"}, {"type": "text", "text": "\"The pandemic,\" she says, \"the impact of the pandemic is too big.\""}, {"type": "text", "text": "There are other issues too, highly interventionist government policy that cracked down on certain industries like tech and private tutoring have left certain sectors crippled and foreign investment nervous."}, {"type": "text", "text": "And in this environment millions of young people are struggling to find work; the number of 16-year-olds out of work in June was a record 21.3%."}, {"type": "text", "text": "The government has since stopped publishing these figures, but experts fear the true number may be much higher."}, {"type": "text", "text": "But perhaps most threatening of all is the deep crisis in the housing market."}, {"type": "text", "text": "In a similar way to local government spending on infrastructure, Chinese developers have spent years borrowing huge sums to build millions of apartments, often pre-selling them to buyers before construction was complete."}, {"type": "text", "text": "Following moves by the central government in 2021 to try and curb this excessive borrowing, many found themselves unable to afford their debt payments and some like Evergrande, once one of China's biggest developers, defaulted."}, {"type": "text", "text": "It plunged the market into a crisis which it has struggled to recover from, leaving many buyers with unfinished homes and many others unwilling to invest in property."}, {"type": "text", "text": "Prices have fallen and there have been huge knock-on impacts on industries that service construction."}, {"type": "text", "text": "This month, the spotlight has been on Country Garden, another Chinese developer, once considered a safe pair of hands, as it too struggled to make a scheduled bond payment."}, {"type": "text", "text": "Shares in the firm have rallied, however, following reports it has agreed a deal with creditors to make the payments in instalments over the next three years."}, {"type": "text", "text": "There are fears about how all this will play out and whether it will affect the rest of the world."}, {"type": "headline", "text": "With the Chinese economy facing increasing global scrutiny, President Xi Jinping has surprised commentators by signalling he will not attend this weekend's G20 summit in India. Premier Li Qiang will attend instead."}, {"type": "text", "text": "But experts insist there almost certainly won't be a major financial crash."}, {"type": "text", "text": "\"It's very unlikely because the financial breakdown is really a balance sheet breakdown,\" explains Michael Pettis, a renowned expert on the Chinese economy and professor at Peking University."}, {"type": "text", "text": "\"In China, the regulators are so powerful, and they can restructure liabilities at will, so that you will never have a balance sheet breakdown."}, {"type": "text", "text": "\"Over the long-term, that's a bad thing because it means that the necessary adjustment is much slower than otherwise. But from a social and political point of view, that's a good thing, particularly over the short-term.\""}, {"type": "text", "text": "What is most likely, he and other experts insist, is that China sees a more prolonged period of slow down and re-adjustment in its economy akin to what happened to Japan from the 1990s onwards."}, {"type": "text", "text": "There will, however, likely be some pain to come for ordinary Chinese people as this slow but ultimately necessary process plays itself out."}]}, {"_id": "64f619b151aa1f780d591f8e", "url": "https://news.sky.com/story/rumours-of-ebola-outbreak-at-burning-man-festival-heres-why-theyre-false-12954957", "primaryCategory": "home", "subCategories": "NONE", "title": "Rumours of Ebola outbreak at Burning Man Festival - here's why they're false", "lead": "The Burning Man festival in Nevada has been dominated by rain, mud baths and videos of Chris Rock and Diplo's escape - but a slightly different picture is emerging online.", "author": "\nOlive Enokido-Lineham\n", "datePublished": "2023-09-04 17:59:00", "dateScraped": "2023-09-04 19:53:53.553566", "dateUpdated": "2023-09-04 17:59:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/09/70x70/skynews-nevada-burning-man_6274560.jpg?20230904154734", "body": [{"type": "text", "text": "The Burning Man festival in Nevada has been dominated by rain, mud baths and videos of Chris Rock and Diplo's escape - but a slightly different picture is emerging online.  "}, {"type": "text", "text": "Social media has seen a torrent of misinformation claims of an \"Ebola outbreak\" at the festival - causing mass panic."}, {"type": "text", "text": "The hashtag #Ebola has made up almost a quarter of posts on TikTok and Twitter from the Nevada region over the past few days."}, {"type": "text", "text": "Sky News has been taking a look at where some of them have come from - and why they're false."}, {"type": "text", "text": "Tens of thousands of partygoers have been stuck in the northern Nevada Black Rock Desert following heavy rain that began on Thursday."}, {"type": "text", "text": "One of the false claims circulating is that an Ebola outbreak was confirmed at Black Rock City by the Centers for Disease Control and Prevention (CDC) - the US health regulator."}, {"type": "text", "text": "Screenshots of a fake post by the CDC claiming that an outbreak had been \"confirmed\" - posted on Sunday on platforms like X, formerly known as Twitter - have had over 300,000 views."}, {"type": "text", "text": "The post features a manipulated health advisory infographic from a previous CDC Ebola campaign, but replaces the subtitle of \"Recently in Africa?\" to \"Recently in Nevada?\""}, {"type": "text", "text": "The screenshot makes it look like the official CDC X page, which uses the handle of @CDCgov, published the post."}, {"type": "text", "text": "But a closer look at the real account shows the centre has not publicly mentioned anything about an outbreak in Nevada."}, {"type": "text", "text": "A community note on X does warn that the post is either \"deliberate misinformation\" or a joke that got \"out of hand\", but some critics say the note was added too late."}, {"type": "headline", "text": "#Ebola dominates almost quarter of posts"}, {"type": "text", "text": "The hashtag #Ebola has also dominated social media posts from the Nevada region over the last few days, data from social listening platform TalkWalker shows."}, {"type": "text", "text": "Between 27 and 31 August, Ebola does not appear in posts from TikTok and X from the region of Nevada."}, {"type": "text", "text": "However, between Friday and Monday, where weather has disrupted the festival - #Ebola dominates 21.4% of posts across both social media platforms in the region - demonstrating how widespread the claim has become online."}, {"type": "text", "text": "It's unclear why the misinformation surrounding the event focused specifically on an Ebola virus outbreak, and where it originally started."}, {"type": "text", "text": "The misinformation online has even caused confusion for festivalgoers still at Burning Man, who have been posting to confirm there has not been an outbreak of the virus."}, {"type": "text", "text": "Other posts surfacing online also mention Marburgvirus - which is in the same family as the virus that causes Ebola."}]}, {"_id": "64f619b151aa1f780d591f8f", "url": "https://news.sky.com/story/education-secretary-bemoans-lack-of-thanks-for-doing-a-fing-good-job-on-concrete-crisis-12954936", "primaryCategory": "uk", "subCategories": "NONE", "title": "Education secretary apologises for swearing on camera in rant on school concrete crisis", "lead": "Education Secretary Gillian Keegan has apologised for her \"choice language\" after she was caught complaining about not being thanked for doing a \"f***ing good job\" over the unsafe concrete crisis.", "author": "\nFaye Brown\n", "datePublished": "2023-09-04 16:57:00", "dateScraped": "2023-09-04 19:53:53.848437", "dateUpdated": "2023-09-04 16:57:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/09/70x70/skynews-gillian-keegan-education-secretarty_6274447.jpg?20230904141418", "body": [{"type": "text", "text": "Education Secretary Gillian Keegan has apologised for her \"choice language\" after she was caught complaining about not being thanked for doing a \"f***ing good job\" over the unsafe concrete crisis."}, {"type": "text", "text": "After an interview with ITV News in Westminster, the cabinet minister criticised others for being \"sat on their arses\" and claimed the government had gone \"over and above\" in addressing concerns relating to reinforced autoclaved aerated concrete (RAAC)."}, {"type": "text", "text": "While her mic was still on she said: \"Does anyone ever say 'You know you've done a f***ing good job because everyone else has sat on their arses and done nothing."}, {"type": "text", "text": "\"No signs of that, no?\""}, {"type": "text", "text": "Ms Keegan later apologised and admitted she was \"frustrated with the interviewer\" who was \"making out it was all my fault\"."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Thousands of pupils face disruption at the start of term this week following an order to fully or partially close 104 schools because of concerns about RAAC, which is prone to collapse."}, {"type": "text", "text": "Pupils face being taught in temporary classrooms, on different sites or even forced into pandemic-style remote lessons."}, {"type": "text", "text": "Critics have accused the Tories of a \"shambolic\" handling of the situation, saying risks associated with the dangerous material have been known about for years."}, {"type": "headline", "text": "Ms Keegan is due to be interviewed on the Politics Hub with Sophy Ridge on Sky News tonight at 7.30pm."}, {"type": "text", "text": "Asked repeatedly who she meant had been \"sat on their arses\", Ms Keegan insisted it was \"nobody in particular\"."}, {"type": "text", "text": "She said: \"It was an off-the-cuff remark, after the news interview had finished. I’d like to apologise for my choice language, that was unnecessary.\""}, {"type": "text", "text": "Pressed on who she was frustrated with, Ms Keegan said: \"Actually, it was the interviewer, because the interviewer was making out it was all my fault and that’s what I was saying, do you ever go into these interviews where anyone ever says anything but you’ve just done a terrible job?\""}, {"type": "text", "text": "She said it is \"frustrating\" because she and her team have been working hard to deal with the issue of unsafe concrete, and she hasn't slept due to \"worrying about this\"."}, {"type": "text", "text": "She also indicated she was frustrated with those who have not responded to questionnaires asking about whether schools have the dangerous aerated concrete present."}, {"type": "text", "text": "In a statement in the House of Commons this afternoon, Ms Keegan promised to publish the full list of affected schools \"this week\" as she sought to stress that disruption would be minimal."}, {"type": "text", "text": "Addressing MPs, she said: \"Absolutely nothing is more important than the safety of children or staff\" but that the \"vast majority of schools are unaffected\"."}, {"type": "text", "text": "Ms Keegan added that schools with suspected dangerous concrete will be surveyed in \"a matter of weeks\" and \"in many cases, a few days\"."}, {"type": "text", "text": "In response, Labour's shadow education secretary Bridget Phillipson accused Ms Keegan of presiding over an \"utter shambles\"."}, {"type": "text", "text": "\"The mark and measure of each of us as politicians is our willingness to take and to accept responsibility,\" she said."}, {"type": "text", "text": "\"Collective responsibility, not just for our own actions, but those of the governments in which we serve. And this week, as the school year begins, there is an awful lot of responsibility for ministers to take for what is an utter shambles.\""}, {"type": "text", "text": "She added: \"The defining image of 13 years of Conservative government - children under steel props to stop the ceiling falling in on their heads.\""}, {"type": "headline", "text": "Keegan 'living on another planet'"}, {"type": "text", "text": ""}, {"type": "text", "text": "Downing Street said it was right that Ms Keegan had apologised."}, {"type": "text", "text": "The prime minister's official spokesman said: \"I think that the language used obviously is not acceptable. It is right that the education secretary has apologised for that."}, {"type": "text", "text": "\"But at the front of parents' minds will be the situation in their schools and I think that is what they will want to hear more about.\""}, {"type": "text", "text": "But Labour leader Sir Keir Starmer said it was a \"farce\" to see a Tory minister \"blame anyone but themselves\"."}, {"type": "text", "text": "He said: \"I think this whole situation is descending into farce."}, {"type": "text", "text": "\"The government has dropped the ball here, failed to prepare."}, {"type": "text", "text": "\"The prime minister bears responsibility for some of the key decisions along the way."}, {"type": "text", "text": "\"And instead of coming out today and saying, 'This is what we're going to do to fix the problem, which we have made a lot worse', you've got members of the cabinet coming out trying to blame other people, trying to blame people within their own teams and to say, essentially, 'put responsibility anywhere but on the government'.\""}, {"type": "text", "text": "Meanwhile Liberal Democrat education spokeswoman Munira Wilson said: \"Gillian Keegan's disgraceful comments add insult to injury for parents who've seen their children's return to school ruined by this concrete crisis."}, {"type": "text", "text": "\"Expecting people to thank her when children are being taught in classrooms at risk of collapse shows Keegan must be living on another planet.\""}, {"type": "text", "text": "Questions remain over the extent of the RAAC emergency, the timing of the government's announcement and how the repairs will be funded."}, {"type": "headline", "text": "Earlier, Mr Sunak acknowledged hundreds more schools in England could be caught up in the crisis as he faced accusations he failed to fund a programme to replace ageing classrooms while chancellor."}, {"type": "text", "text": "The prime minister said that 95% of England's schools were unaffected, leaving open the possibility that more than a thousand could be impacted."}, {"type": "text", "text": "RAAC is essentially a lighter-weight form of concrete, used to build roofs, schools, colleges and other buildings from the 1950s until the mid-1990s."}, {"type": "text", "text": "The government said \"new information\" about RAAC came to light over the summer, prompting them to issue the safety warning just days before the start of the school term."}, {"type": "text", "text": "But experts have long-warned the material has now reached the end of its shelf life and is liable to collapse."}, {"type": "text", "text": "Jonathan Slater, who was permanent secretary at the Department for Education (DfE) from May 2016 to August 2020, claimed the Treasury had failed to fully fund school rebuilding schemes despite the government knowing there was a \"critical risk to life\"."}, {"type": "text", "text": "Mr Sunak dismissed that criticism as \"completely and utterly wrong\"."}, {"type": "text", "text": "But Labour insisted he \"bears huge culpability for his role in this debacle\" - saying funding for rebuilding schools has been slashed over the years."}, {"type": "text", "text": "Analysis published by the party found that spending on school rebuilding between 2019 and 2020 was at £765m, but this fell to £560m the following year."}]}, {"_id": "64f619b251aa1f780d591f90", "url": "https://news.sky.com/story/woman-and-two-children-killed-in-crash-in-north-yorkshire-involving-double-decker-bus-12954880", "primaryCategory": "uk", "subCategories": "NONE", "title": "Woman and two children dead after crash with double decker bus", "lead": "Three people, including a six-year-old boy, were killed in a crash involving two cars and a double-decker bus in North Yorkshire.", "author": "\nReemul Balla\n", "datePublished": "2023-09-04 14:11:00", "dateScraped": "2023-09-04 19:53:54.301465", "dateUpdated": "2023-09-04 14:11:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/09/70x70/skynews-a61-ripon-ripley-yorkshire_6274366.jpg?20230904120442", "body": [{"type": "text", "text": "Three people, including a six-year-old boy, were killed in a crash involving two cars and a double-decker bus in North Yorkshire."}, {"type": "text", "text": "Police were called to the collision on the A61 in the Ripon area at around 3pm on Sunday afternoon."}, {"type": "text", "text": "A six-year-old boy, a teenage girl and a woman in her 30s in a silver Vauxhall Meriva, died in the crash. Their next of kin have been informed and are receiving specialist support."}, {"type": "text", "text": "The bus driver was taken to hospital with leg injuries, and some of the bus passengers suffered minor wounds and were also taken for treatment."}, {"type": "text", "text": "The occupants of a blue Toyota Aygo were uninjured."}, {"type": "text", "text": "Police said the Vauxhall and the Toyota were travelling south towards Ripley while the bus was travelling in the opposite direction."}, {"type": "text", "text": "The road was closed for emergency services and investigators to attend the scene before it reopened around eight hours after the crash."}, {"type": "text", "text": "Officers are now appealing for witnesses or for anyone with dashcam footage of the vehicles travelling or the crash itself to come forward."}]}, {"_id": "64f619b251aa1f780d591f91", "url": "https://news.sky.com/story/climate-change-longer-warmer-summers-could-increase-risk-of-mosquitoes-carrying-fatal-diseases-in-the-uk-experts-say-12955020", "primaryCategory": "uk", "subCategories": "NONE", "title": "Longer, warmer summers could increase risk of mosquitoes carrying 'fatal diseases' in the UK, experts say", "lead": "Increasingly long and hot summers are raising the risk of disease-carrying mosquitoes becoming established in Britain, the UK Health Security Agency (UKHSA) has warned.", "author": "\nThomas Moore\n", "datePublished": "2023-09-04 17:35:00", "dateScraped": "2023-09-04 19:53:54.494266", "dateUpdated": "2023-09-04 17:35:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/09/70x70/skynews-mosquito-insect_6274603.jpg?20230904161557", "body": [{"type": "text", "text": "Increasingly long and hot summers are raising the risk of disease-carrying mosquitoes becoming established in Britain, the UK Health Security Agency (UKHSA) has warned."}, {"type": "text", "text": "The tiger mosquito, which transmits several fatal \"tropical\" diseases, has already spread to 13 countries within the European Economic Area (EEA) since first becoming established in Italy in 1990."}, {"type": "text", "text": "Paris last week became the latest city to fumigate some neighbourhoods amid fears that breeding colonies could lead to an outbreak of dengue fever."}, {"type": "text", "text": "The viral infection is already spreading in the south of France. More than 50 indigenous cases have been reported over the last two years, including a British woman who had been on holiday in the Nice area."}, {"type": "text", "text": "In Britain, Several adult tiger mosquitoes have been found in traps monitored by the UKHSA at rail terminals, ports and motorway service stations. But so far there have been no established colonies in the UK."}, {"type": "text", "text": "Jolyon Medlock, chief medical entomologist at the UKHSA, told Sky News: \"With climate change, as the summers warm and the seasons lengthen, every time these mosquitoes come into the country there is greater potential for them to become established.\""}, {"type": "text", "text": "Scientific modelling done by the Liverpool School of Tropical Medicine suggests the tiger mosquito will become established across much of England and south Wales within 50 years."}, {"type": "text", "text": "It could even be \"abundant\" in London in hot summers."}, {"type": "text", "text": "To try to slow their spread the UKHSA and local authorities take swift action when the mosquitoes are spotted."}, {"type": "text", "text": "\"If we find them then we have a contingency plan to eliminate them,\" said Dr Medlock."}, {"type": "text", "text": "\"Unless you get in there at an early stage the mosquito will establish. Before we know it, we will have mosquitoes all over the country.\""}, {"type": "text", "text": ""}, {"type": "text", "text": "There are 36 species of mosquito in the UK, but although they bite - they are harmless."}, {"type": "text", "text": "However, a species of Culex mosquito that can spread West Nile virus began breeding in some areas of the Thames estuary in 2010."}, {"type": "text", "text": "West Nile virus usually causes flu-like symptoms, but can occasionally result in a brain infection."}, {"type": "text", "text": "Sky News joined scientists as they monitored a marsh in North Kent."}, {"type": "text", "text": "We found Culex larvae - immature mosquitoes - in drainage ditches, and adults in monitoring traps."}, {"type": "text", "text": "\"This is the warmest part of the country and an ideal wetland habitat."}, {"type": "text", "text": "\"The virus also thrives at high temperatures."}, {"type": "text", "text": "\"Most of the outbreaks are in warmer areas of the Mediterranean. With climate change and the potential for very hot summers that may also happen in the UK.\""}, {"type": "headline", "text": "Click to subscribe to ClimateCast with Tom Heap wherever you get your podcasts"}, {"type": "text", "text": "But it is the tiger mosquito that the UKHSA is most concerned about."}, {"type": "text", "text": "It lives in urban areas, allowing it to spread diseases to large numbers of people."}, {"type": "text", "text": "That includes dengue fever, with more than 3.7 million cases and 2,000 deaths worldwide so far this year, according to the European Centre for Disease Prevention and Control."}, {"type": "text", "text": "The mosquito also transmits chikungunya, which has caused more than 300 deaths this year, and the Zika virus, which causes birth defects."}, {"type": "text", "text": "The London School of Hygiene and Tropical Medicine has a secure breeding colony of the mosquitoes, so they can be closely studied."}, {"type": "text", "text": "Dr Oliver Brady, a specialist at the hospital, said mosquitoes are such efficient carriers of diseases that they can lead to huge outbreaks."}, {"type": "text", "text": "\"These are all acute diseases that are rarely fatal but can be very, very severe and lead to prolonged hospital stays."}, {"type": "text", "text": "\"If we were to cycle back five or ten years, we would have thought Zika was just a minor disease."}, {"type": "text", "text": "\"But because these mosquitoes are spread across such broad parts of the world, what historically is a mild disease can now have the potential to be a pandemic.\""}]}, {"_id": "64f619b251aa1f780d591f92", "url": "https://news.sky.com/story/government-confirms-it-is-launching-statutory-inquiry-into-lucy-letby-12955030", "primaryCategory": "uk", "subCategories": "NONE", "title": "Government confirms it is launching statutory inquiry into Lucy Letby", "lead": "The government has confirmed it is launching a statutory inquiry into the case of killer nurse Lucy Letby.", "author": "\nJames Robinson\n", "datePublished": "2023-09-04 17:45:00", "dateScraped": "2023-09-04 19:53:54.913480", "dateUpdated": "2023-09-04 17:45:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-check-before-use-lucy-letby_6253531.jpg?20230904163842", "body": [{"type": "text", "text": "The government has confirmed it is launching a statutory inquiry into the case of killer nurse Lucy Letby."}, {"type": "text", "text": "Health Secretary Steve Barclay said the inquiry will \"examine the cases' wider circumstances\", including \"the conduct of the wider NHS and its regulators\"."}, {"type": "text", "text": "In a statement to the House of Commons on Monday, the minister also confirmed the inquiry will be led by the experienced Court of Appeal judge, Lady Justice Kathryn Thirlwall."}, {"type": "text", "text": "Lawyers representing the families of some of Letby's victims said they were \"delighted\" that they would be working with Lady Justice Thirlwall to \"help shape the terms of reference of the inquiry\"."}, {"type": "headline", "text": "Letby, 33, was convicted last month of the murder of seven babies and the attempted murder of six more while working as a neonatal nurse."}, {"type": "headline", "text": "She was sentenced to 14 whole-life orders - meaning she will never be released from prison."}, {"type": "headline", "text": "Following Letby's sentencing, the government announced an inquiry."}, {"type": "text", "text": "Ministers previously said \"after careful consideration\", a non-statutory inquiry into the circumstances at the Countess of Chester Hospital \"was found to be the most appropriate option\"."}, {"type": "text", "text": "However, Mr Barclay said last Thursday that the inquiry would be given statutory powers - allowing it to compel witnesses to give evidence under oath."}, {"type": "text", "text": "He confirmed this in a statement to the House of Commons on Monday."}, {"type": "text", "text": "In the statement, the minister said: \"I cannot begin to imagine the hurt and suffering these families went through."}, {"type": "text", "text": "\"And I know, from my conversations with them last week, that the trial brought these emotions back to the surface."}, {"type": "text", "text": "\"Concerningly, they were exacerbated by the fact the families discovered new information about these events, concerning their children, during the course of the trial."}, {"type": "text", "text": "\"We have a duty to get them the answers they deserve, to hold people to account, and to make sure that lessons are learnt."}, {"type": "text", "text": ""}, {"type": "text", "text": "\"That is why on the day of conviction I ordered an independent inquiry into the events at the Countess of Chester Hospital, making clear the victim's families would shape this.\""}, {"type": "text", "text": "Mr Barclay said the families had \"made it clear\" to him that they wanted a statutory inquiry, with the \"power to compel witnesses\" to give evidence under oath."}, {"type": "text", "text": "\"That is why I'm confirming this to the House today,\" he added."}, {"type": "text", "text": "Mr Barclay said part of the inquiry would look into the response by the trust running the Countess of Chester Hospital to clinicians who raised concerns about Letby's conduct before her arrest."}, {"type": "text", "text": "Tamlin Bolton, solicitor at Switalskis Solicitors, a law firm representing the families of seven of Letby's victims, said: \"It is fair to say that the horrific crimes committed by Letby have led to many more questions requiring vital answers so that the families involved can begin to process the events that have taken place."}, {"type": "text", "text": "\"Given what is in the public domain so far around the circumstances of Letby's crimes, it is imperative that the families affected are heard if they are to have the highest confidence in the process."}, {"type": "text", "text": "\"We can only hope that this statutory public inquiry will result in robust systems being implemented to ensure nothing like this can happen again and to restore any kind of trust in the NHS.\""}]}, {"_id": "64f619b351aa1f780d591f93", "url": "https://news.sky.com/story/roy-keane-police-probe-alleged-assault-on-sky-sports-pundit-as-video-shows-micah-richards-intervene-12954769", "primaryCategory": "uk", "subCategories": "NONE", "title": "Man arrested after allegedly assaulting Sky Sports pundit Keane", "lead": "The Metropolitan Police has arrested a man after allegations of a confrontation with Sky Sports pundit Roy Keane at the Emirates Stadium on Sunday.", "author": "\nReemul Balla\n", "datePublished": "2023-09-04 15:12:00", "dateScraped": "2023-09-04 19:53:55.167750", "dateUpdated": "2023-09-04 15:12:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/09/70x70/skynews-roy-keane-sky-sports_6274213.jpg?20230904100844", "body": [{"type": "text", "text": "The Metropolitan Police has arrested a man after allegations of a confrontation with Sky Sports pundit Roy Keane at the Emirates Stadium on Sunday."}, {"type": "text", "text": "The 42-year-old man has been detained on suspicion of assault."}, {"type": "headline", "text": "Footage circulating on social media appeared to show the aftermath of an incident involving Keane and fellow pundit Micah Richards following Arsenal's win over Manchester United."}, {"type": "text", "text": "Sky Sports confirmed the incident saying that Richards attempted to \"defuse\" the situation, adding the alleged assault immediately preceded the footage on social media."}, {"type": "headline", "text": "Both Keane and Richards have given statements to the Met Police."}, {"type": "text", "text": "The alleged incident took place after Arsenal triumphed 3-1 over Manchester United."}, {"type": "text", "text": "In an earlier statement the Metropolitan Police had said: \"Police are investigating following an assault that is alleged to have occurred at the Emirates Stadium during an Arsenal v Manchester United match on Sunday 3 September."}, {"type": "text", "text": "\"Inquiries are ongoing.\""}]}, {"_id": "64f619b351aa1f780d591f94", "url": "https://news.sky.com/story/covid-19-response-ramps-up-as-cases-rise-whats-happening-what-are-the-infection-rates-and-should-you-be-worried-12954828", "primaryCategory": "uk", "subCategories": "NONE", "title": "Latest COVID infection rate in UK estimated as cases continue to rise", "lead": "COVID once again seems to be everywhere: numbers are up, variants are circulating, boosters are being brought forward and the government is planning to restart surveillance.&#160;", "author": "\nJosephine Franks\n", "datePublished": "2023-09-04 15:35:00", "dateScraped": "2023-09-04 19:53:55.673914", "dateUpdated": "2023-09-04 15:35:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/22/07/70x70/skynews-covid-coronavirus-lateral-flow_5842533.png?20220722144720", "body": [{"type": "text", "text": "COVID once again seems to be everywhere: numbers are up, variants are circulating, boosters are being brought forward and the government is planning to restart surveillance. "}, {"type": "text", "text": "What do all of these things mean - and should you be worried?"}, {"type": "text", "text": "Here's what you need to know."}, {"type": "headline", "text": "Infections are up"}, {"type": "headline", "text": "More than 1 million people in the UK currently have symptomatic COVID, according to estimates from the ZOE Health Study."}, {"type": "text", "text": "The ongoing study, run by King's College London, uses data from app users to predict infection rates across the country."}, {"type": "text", "text": "It shows numbers have been building from a low in July. Around 1,169,195 people in the UK are estimated to have COVID - the biggest number since 17 April 2023, when approximately 1,178,340 were infected."}, {"type": "text", "text": "Data for 2 September shows 93,432 new daily cases across the UK."}, {"type": "text", "text": "The infection rate is highest in Edinburgh, where approximately one in 10 people have the virus."}, {"type": "text", "text": "There are no longer any official estimates of COVID-19 rates among the UK population, making it difficult to get a full and reliable picture of the spread of the virus."}, {"type": "text", "text": "Testing for COVID-19 has also been scaled back sharply, including across the NHS, so there is not as much data available for analysis."}, {"type": "text", "text": "Hospital admissions are one way of seeing what is happening with the virus."}, {"type": "headline", "text": "Latest figures show the number of people in hospital with COVID-19 in England has reached a three-month high, with 3.4 admissions per 100,000 people in the week to 27 August."}, {"type": "text", "text": "It is too early to determine if the rise is linked to the new variant, with other factors - like increased socialising - also possible contributors."}, {"type": "text", "text": "The overall numbers also remain well below those seen in the spring (10.5 per 100,000) and last Christmas (11.8)."}, {"type": "headline", "text": "Click to subscribe to the Sky News Daily wherever you get your podcasts"}, {"type": "headline", "text": "Better data is coming"}, {"type": "text", "text": "Plans are under way to restart COVID surveillance ahead of winter, the UKHSA has said."}, {"type": "text", "text": "The weekly ONS infection survey stopped in March after almost three years of providing weekly data on levels of the virus across the UK."}, {"type": "text", "text": "The UKHSA is yet to announce what surveillance over the winter will look like, but there will be no ramping up of routine testing."}, {"type": "headline", "text": "What about COVID vaccines?"}, {"type": "headline", "text": "The rollout of vaccines was brought forward due to concerns about a new variant, and from 11 September high-risk groups will start getting a seasonal booster."}, {"type": "headline", "text": "But there's strict criteria for who is eligible. Over-65s, frontline health workers, people with immunosuppression and those in clinical risk groups are among those who can get the jab."}, {"type": "text", "text": ""}, {"type": "headline", "text": "What are the latest variants circulating?"}, {"type": "headline", "text": "BA.2.86 is the most concerning variant since Omicron emerged, NHS officials have said."}, {"type": "headline", "text": "Nicknamed Pirola, it was first detected in the UK in mid-August, when the UKHSA said it could already be causing \"significant community transmission\"."}, {"type": "text", "text": "The variant sparked the acceleration of the vaccine programme."}, {"type": "text", "text": "The reason scientists concerned are its high number of mutations: 33 to be exact. We're yet to see what the mutations mean for the variant's ability to make people sick."}, {"type": "text", "text": "\"Having changed their shape, they may become more infectious, they may become more disease-causing,\" Dr Bharat Pankhania, an infectious disease control expert from the University of Exeter, told Sky News."}, {"type": "text", "text": "\"On the other hand, they may not. We just don't know yet,\" he said."}, {"type": "headline", "text": "EG.5, also known as EG.5.1 or Eris, was designated as a 'variant of interest' by the World Health Organisation (WHO) in mid-August after it was reported in 51 countries."}, {"type": "text", "text": "WHO said it had not found an increase in disease severity compared to variants we've seen previously."}, {"type": "text", "text": "But it said it does have a growth advantage and immune escape properties, which means it can evade natural or vaccine-based immunity."}, {"type": "headline", "text": "BA.6 has been dubbed Pi, although it hasn't been given that name officially (in fact, no COVID variants have been given a Greek letter name since Omicron - the variants since have been considered its descendents)."}, {"type": "text", "text": "It has been detected in Denmark and Israel, and also has dozens of mutations."}, {"type": "headline", "text": "What should I do if I have COVID?"}, {"type": "text", "text": "There are no longer any COVID restrictions in the UK."}, {"type": "text", "text": "However, the government still says you should try to stay at home if you have COVID."}, {"type": "text", "text": "Free tests are no longer available to most people but can be bought at pharmacies."}]}, {"_id": "64f619b451aa1f780d591f95", "url": "https://news.sky.com/story/ukraines-defence-minister-to-be-replaced-as-zelenskyy-believes-new-approaches-are-needed-12954647", "primaryCategory": "world", "subCategories": "NONE", "title": "Ukraine's defence minister resigns - as Zelenskyy believes 'new approaches' are needed", "lead": "Ukraine's defence minister Oleksii Reznikov has resigned - as Volodymyr Zelenskyy prepares to make the biggest political shake-up in Ukraine since the start of Russia's invasion in February 2022.", "author": "\nNiamh Lynch\n", "datePublished": "2023-09-04 09:40:00", "dateScraped": "2023-09-04 19:53:56.487438", "dateUpdated": "2023-09-04 09:40:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/09/70x70/skynews-ukraine-donetsk_6272995.jpg?20230903113929", "body": [{"type": "text", "text": "Ukraine's defence minister Oleksii Reznikov has resigned - as Volodymyr Zelenskyy prepares to make the biggest political shake-up in Ukraine since the start of Russia's invasion in February 2022."}, {"type": "text", "text": "Mr Reznikov confirmed on social media he had sent his resignation letter to the chairman of parliament."}, {"type": "text", "text": "In his nightly video address to the nation, the Ukrainian president said he would dismiss defence minister Mr Reznikov and ask parliament this week to replace him with Rustem Umerov, head of the country's main privatisation fund."}, {"type": "headline", "text": "Ukraine war - live updates"}, {"type": "text", "text": "Mr Reznikov has been defence minister since November 2021 and had helped secure billions of dollars of Western military aid to help the war effort, but has been dogged by corruption allegations surrounding his ministry that he has described as smears."}, {"type": "text", "text": "Mr Umerov, a 41-year-old former legislator of Crimean Tatar descent, has been at the helm of Ukraine's State Property Fund since September 2022 and has been actively involved in delicate wartime negotiations, including those related to the Black Sea grain deal."}, {"type": "text", "text": "Sky's international correspondent Alex Rossi said the move is \"very significant\"."}, {"type": "headline", "text": "\"It's clear President Zelenskyy is trying to reverse the narrative - that you are hearing from some Western officials - that it's not going particularly well,\" he said."}, {"type": "text", "text": "\"Are we going to see a complete change in the way they go about things?"}, {"type": "text", "text": "\"There have been significant corruption scandals, there's no accusation against Mr Reznikov but, of course, he is the man in charge and there were calls for his dismissal.\""}, {"type": "text", "text": "The decision comes amid a crackdown on corruption in Ukraine that Mr Zelenskyy has been keen to emphasise."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Kyiv has applied to join the European Union and the public has become highly sensitive to corruption as the war rages with no end in sight."}, {"type": "text", "text": "\"I believe the ministry needs new approaches and other formats of interaction with both the military and society as a whole,\" Mr Zelenskyy said."}, {"type": "text", "text": "An English speaker, Mr Reznikov is seen as having built up a strong rapport with allied defence ministers and military officials. One MP has tipped him as Ukraine's possible new ambassador to London."}, {"type": "text", "text": "Within Ukraine, Mr Reznikov's ministry was accused of buying food at inflated prices."}, {"type": "headline", "text": "Click to subscribe to Ukraine War Diaries wherever you get your podcasts"}, {"type": "text", "text": "The mini-shuffle comes as two people were admitted to hospital after a Russian drone barrage against port infrastructure in Ukraine's Odesa region, officials have said."}, {"type": "text", "text": "The attack came a day before Russian President Vladimir Putin is due to meet his Turkish counterpart Recep Tayyip Erdogan to discuss the resumption of food shipments from Ukraine under the Black Sea grain agreement Moscow broke off from in July."}, {"type": "text", "text": "Mr Zelenskyy's chief of staff, Andriy Yermak, described the assault as part of a Russian drive \"to provoke a food crisis and hunger in the world\"."}, {"type": "text", "text": ""}, {"type": "text", "text": "Elsewhere, two people were killed and two others hurt during Russian shelling on Sunday on the village of Vuhledar in the Donetsk area."}, {"type": "text", "text": "Artillery fire hit eight settlements across the region, the National Police wrote on Telegram."}, {"type": "text", "text": "Ukrainian prosecutors also said on Sunday they have opened a war crimes investigation into the death of a police officer killed by Russian shelling on the town of Seredyna-Buda on Saturday."}, {"type": "text", "text": "Two other police officers and one civilian were hurt during the attack, which hit Ukraine's northeastern Sumy region."}, {"type": "text", "text": "A Ukrainian commander earlier told The Guardian his troops had breached Russia's first defensive line near Zaporizhzhia after weeks of painstaking mine clearance."}]}, {"_id": "64f619b551aa1f780d591f96", "url": "https://news.sky.com/story/has-chinas-economy-run-out-of-steam-12954787", "primaryCategory": "world", "subCategories": "NONE", "title": "Empty highways, ghost towns, derelict flats: Has China's economy run out of steam?", "lead": "The southern Chinese city of Zunyi is awash with signs the nation's economy is not in good health.", "author": "\nHelen-Ann Smith\n", "datePublished": "2023-09-04 16:06:00", "dateScraped": "2023-09-04 19:53:57.434807", "dateUpdated": "2023-09-04 16:06:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/09/70x70/skynews-china-economy_6274433.jpg?20230904133643", "body": [{"type": "text", "text": "The southern Chinese city of Zunyi is awash with signs the nation's economy is not in good health."}, {"type": "text", "text": "Everywhere you look there are unfinished infrastructure projects; empty apartments, half-constructed tunnels, huge projects where, it seems, the money just ran out."}, {"type": "text", "text": "It is a symbol of a system that is stuttering."}, {"type": "text", "text": "The mighty Chinese economy, that once delivered seemingly miraculous growth of some 10% plus a year, is slowing."}, {"type": "text", "text": "Cracks, driven by structural weaknesses that were once easy to pave over, have started to appear."}, {"type": "headline", "text": "The economic model of driving up GDP with vast borrowing and building worked when China was poor and needed new roads, bridges and airports, but it is no longer sustainable in a modern China that now finds itself drowning in debt and with nothing left to build."}, {"type": "text", "text": "There are big questions about what happens next."}, {"type": "text", "text": "In Zunyi, one road in particular speaks volumes about the troubles now plaguing parts of the system."}, {"type": "text", "text": "Snaking over parts of the city, the Funxin Expressway is a multilane highway that cost 4bn yuan to build, but sections now lie incomplete and abandoned."}, {"type": "text", "text": "On one side, a handful of cars occasionally drive by, the other is completely empty save for a few locals who now use it to take a stroll or walk their dogs."}, {"type": "text", "text": "There is something almost eerie about walking along it - a sense that the area has been somewhat forgotten."}, {"type": "text", "text": "A local woman, Mrs Chen, tells us the bridge has been like this for ten years."}, {"type": "text", "text": "\"A lot of land was taken, many people had to move away,\" she says."}, {"type": "text", "text": "\"Why has the construction just stopped?\" she asks, \"This is a government fund, I think they didn't use the money for anything. I think it's been wasted.\""}, {"type": "text", "text": "When we asked local authorities, the Ministry of Foreign Affairs Zunyi branch said the expressway was completed on 31 August 2023 (just two days after we visited) and is scheduled to be put in use the first half of September."}, {"type": "text", "text": "They added the local government \"actively encourages and guides construction companies and developers to move forward with construction in an orderly fashion,\" and that the government \"strictly follows national and provincial rules and regulations on investment and management\"."}, {"type": "text", "text": "On the other side of a small hill, I find the connecting tunnel, where the project has come to an abrupt stop."}, {"type": "text", "text": "Opposite the entrance of the tunnel are huge concrete pillars where construction was clearly meant to continue and beyond that, blocks of homes vacated and marked for demolition - lives moved on to make space."}, {"type": "text", "text": "There are just a few residents who have hung on here, including Shi Chunli who has lived here for 40 years."}, {"type": "text", "text": "She claims to have given the authorities her property in exchange for a new apartment elsewhere."}, {"type": "text", "text": "\"They said we would have a new apartment in three years\" she says, \"it will be the fifth year this September, but everything is still the same.\""}, {"type": "text", "text": "And she has a pretty clear idea as to why her life is in this limbo."}, {"type": "text", "text": "\"It's mainly that there is no money. The state does not have any money left.\""}, {"type": "text", "text": "There are projects like this across China, but there is a particularly high concentration in Guizhou province, where Zunyi is located."}, {"type": "text", "text": "In fact, Guizhou province, one of the poorest in the country, is also the most indebted with its debt pile over 135% of its GDP."}, {"type": "text", "text": "This rural province leaned heavily into the Chinese growth model that for so long delivered such remarkable numbers: huge borrowing, massive investment and vast building - regardless of whether the projects were needed."}, {"type": "text", "text": "Indeed, Guizhou has 11 airports, many quite close to each other, and nearly half of the world's 100 tallest bridges, according to state media outlet Economic Daily."}, {"type": "text", "text": "It is a model that has been replicated throughout the country. Investment has made up an average of 44% of China's economy in recent years, for which experts say there is \"no remotely comparable historical precedent\"."}, {"type": "text", "text": "But while this model made sense when China was playing catch up, it has now become a major liability."}, {"type": "text", "text": "The government has few places to turn to deliver the high growth it has become accustomed to."}, {"type": "text", "text": "But this is a problem the government cannot 'invest' its way out of, as it has in the face of previous economic challenges."}, {"type": "text", "text": "As many experts will point out, this level of unproductive investment has been a symptom of the Chinese economy for many years, so why is it biting now?"}, {"type": "text", "text": "It is largely because other parts of the economy are struggling - exposing the fault lines at its core."}, {"type": "text", "text": "Last month, prices in China actually fell when compared to the same month last year, raising fears of more long-term deflation."}, {"type": "text", "text": "The key issue is that consumer demand simply hasn't bounced back post-pandemic as China's leaders hoped it would."}, {"type": "text", "text": "Months of zero-COVID rules that saw whole cities plunged into sudden extreme lockdowns destroyed thousands of businesses and vastly depleted family savings."}, {"type": "text", "text": "The net result is that people just don't have the money to spend, and what they do have they are reluctant to part with (China's saving rate is one of the highest in the world according to the IMF)."}, {"type": "text", "text": "These trends were clear in some of the smaller markets around Zunyi."}, {"type": "text", "text": "\"Business is bad now,\" one stall holder told us, \"it's getting worse year after year.\""}, {"type": "text", "text": "And why?"}, {"type": "text", "text": "\"The pandemic,\" she says, \"the impact of the pandemic is too big.\""}, {"type": "text", "text": "There are other issues too, highly interventionist government policy that cracked down on certain industries like tech and private tutoring have left certain sectors crippled and foreign investment nervous."}, {"type": "text", "text": "And in this environment millions of young people are struggling to find work; the number of 16-year-olds out of work in June was a record 21.3%."}, {"type": "text", "text": "The government has since stopped publishing these figures, but experts fear the true number may be much higher."}, {"type": "text", "text": "But perhaps most threatening of all is the deep crisis in the housing market."}, {"type": "text", "text": "In a similar way to local government spending on infrastructure, Chinese developers have spent years borrowing huge sums to build millions of apartments, often pre-selling them to buyers before construction was complete."}, {"type": "text", "text": "Following moves by the central government in 2021 to try and curb this excessive borrowing, many found themselves unable to afford their debt payments and some like Evergrande, once one of China's biggest developers, defaulted."}, {"type": "text", "text": "It plunged the market into a crisis which it has struggled to recover from, leaving many buyers with unfinished homes and many others unwilling to invest in property."}, {"type": "text", "text": "Prices have fallen and there have been huge knock-on impacts on industries that service construction."}, {"type": "text", "text": "This month, the spotlight has been on Country Garden, another Chinese developer, once considered a safe pair of hands, as it too struggled to make a scheduled bond payment."}, {"type": "text", "text": "Shares in the firm have rallied, however, following reports it has agreed a deal with creditors to make the payments in instalments over the next three years."}, {"type": "text", "text": "There are fears about how all this will play out and whether it will affect the rest of the world."}, {"type": "headline", "text": "With the Chinese economy facing increasing global scrutiny, President Xi Jinping has surprised commentators by signalling he will not attend this weekend's G20 summit in India. Premier Li Qiang will attend instead."}, {"type": "text", "text": "But experts insist there almost certainly won't be a major financial crash."}, {"type": "text", "text": "\"It's very unlikely because the financial breakdown is really a balance sheet breakdown,\" explains Michael Pettis, a renowned expert on the Chinese economy and professor at Peking University."}, {"type": "text", "text": "\"In China, the regulators are so powerful, and they can restructure liabilities at will, so that you will never have a balance sheet breakdown."}, {"type": "text", "text": "\"Over the long-term, that's a bad thing because it means that the necessary adjustment is much slower than otherwise. But from a social and political point of view, that's a good thing, particularly over the short-term.\""}, {"type": "text", "text": "What is most likely, he and other experts insist, is that China sees a more prolonged period of slow down and re-adjustment in its economy akin to what happened to Japan from the 1990s onwards."}, {"type": "text", "text": "There will, however, likely be some pain to come for ordinary Chinese people as this slow but ultimately necessary process plays itself out."}]}, {"_id": "64f619b551aa1f780d591f97", "url": "https://news.sky.com/story/rumours-of-ebola-outbreak-at-burning-man-festival-heres-why-theyre-false-12954957", "primaryCategory": "world", "subCategories": "NONE", "title": "Rumours of Ebola outbreak at Burning Man Festival - here's why they're false", "lead": "The Burning Man festival in Nevada has been dominated by rain, mud baths and videos of Chris Rock and Diplo's escape - but a slightly different picture is emerging online.", "author": "\nOlive Enokido-Lineham\n", "datePublished": "2023-09-04 17:59:00", "dateScraped": "2023-09-04 19:53:57.629784", "dateUpdated": "2023-09-04 17:59:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/09/70x70/skynews-nevada-burning-man_6274560.jpg?20230904154734", "body": [{"type": "text", "text": "The Burning Man festival in Nevada has been dominated by rain, mud baths and videos of Chris Rock and Diplo's escape - but a slightly different picture is emerging online.  "}, {"type": "text", "text": "Social media has seen a torrent of misinformation claims of an \"Ebola outbreak\" at the festival - causing mass panic."}, {"type": "text", "text": "The hashtag #Ebola has made up almost a quarter of posts on TikTok and Twitter from the Nevada region over the past few days."}, {"type": "text", "text": "Sky News has been taking a look at where some of them have come from - and why they're false."}, {"type": "text", "text": "Tens of thousands of partygoers have been stuck in the northern Nevada Black Rock Desert following heavy rain that began on Thursday."}, {"type": "text", "text": "One of the false claims circulating is that an Ebola outbreak was confirmed at Black Rock City by the Centers for Disease Control and Prevention (CDC) - the US health regulator."}, {"type": "text", "text": "Screenshots of a fake post by the CDC claiming that an outbreak had been \"confirmed\" - posted on Sunday on platforms like X, formerly known as Twitter - have had over 300,000 views."}, {"type": "text", "text": "The post features a manipulated health advisory infographic from a previous CDC Ebola campaign, but replaces the subtitle of \"Recently in Africa?\" to \"Recently in Nevada?\""}, {"type": "text", "text": "The screenshot makes it look like the official CDC X page, which uses the handle of @CDCgov, published the post."}, {"type": "text", "text": "But a closer look at the real account shows the centre has not publicly mentioned anything about an outbreak in Nevada."}, {"type": "text", "text": "A community note on X does warn that the post is either \"deliberate misinformation\" or a joke that got \"out of hand\", but some critics say the note was added too late."}, {"type": "headline", "text": "#Ebola dominates almost quarter of posts"}, {"type": "text", "text": "The hashtag #Ebola has also dominated social media posts from the Nevada region over the last few days, data from social listening platform TalkWalker shows."}, {"type": "text", "text": "Between 27 and 31 August, Ebola does not appear in posts from TikTok and X from the region of Nevada."}, {"type": "text", "text": "However, between Friday and Monday, where weather has disrupted the festival - #Ebola dominates 21.4% of posts across both social media platforms in the region - demonstrating how widespread the claim has become online."}, {"type": "text", "text": "It's unclear why the misinformation surrounding the event focused specifically on an Ebola virus outbreak, and where it originally started."}, {"type": "text", "text": "The misinformation online has even caused confusion for festivalgoers still at Burning Man, who have been posting to confirm there has not been an outbreak of the virus."}, {"type": "text", "text": "Other posts surfacing online also mention Marburgvirus - which is in the same family as the virus that causes Ebola."}]}, {"_id": "64f619b751aa1f780d591f98", "url": "https://news.sky.com/story/has-chinas-economy-run-out-of-steam-12954787", "primaryCategory": "business", "subCategories": "NONE", "title": "Empty highways, ghost towns, derelict flats: Has China's economy run out of steam?", "lead": "The southern Chinese city of Zunyi is awash with signs the nation's economy is not in good health.", "author": "\nHelen-Ann Smith\n", "datePublished": "2023-09-04 16:06:00", "dateScraped": "2023-09-04 19:53:59.579127", "dateUpdated": "2023-09-04 16:06:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/09/70x70/skynews-china-economy_6274433.jpg?20230904133643", "body": [{"type": "text", "text": "The southern Chinese city of Zunyi is awash with signs the nation's economy is not in good health."}, {"type": "text", "text": "Everywhere you look there are unfinished infrastructure projects; empty apartments, half-constructed tunnels, huge projects where, it seems, the money just ran out."}, {"type": "text", "text": "It is a symbol of a system that is stuttering."}, {"type": "text", "text": "The mighty Chinese economy, that once delivered seemingly miraculous growth of some 10% plus a year, is slowing."}, {"type": "text", "text": "Cracks, driven by structural weaknesses that were once easy to pave over, have started to appear."}, {"type": "headline", "text": "The economic model of driving up GDP with vast borrowing and building worked when China was poor and needed new roads, bridges and airports, but it is no longer sustainable in a modern China that now finds itself drowning in debt and with nothing left to build."}, {"type": "text", "text": "There are big questions about what happens next."}, {"type": "text", "text": "In Zunyi, one road in particular speaks volumes about the troubles now plaguing parts of the system."}, {"type": "text", "text": "Snaking over parts of the city, the Funxin Expressway is a multilane highway that cost 4bn yuan to build, but sections now lie incomplete and abandoned."}, {"type": "text", "text": "On one side, a handful of cars occasionally drive by, the other is completely empty save for a few locals who now use it to take a stroll or walk their dogs."}, {"type": "text", "text": "There is something almost eerie about walking along it - a sense that the area has been somewhat forgotten."}, {"type": "text", "text": "A local woman, Mrs Chen, tells us the bridge has been like this for ten years."}, {"type": "text", "text": "\"A lot of land was taken, many people had to move away,\" she says."}, {"type": "text", "text": "\"Why has the construction just stopped?\" she asks, \"This is a government fund, I think they didn't use the money for anything. I think it's been wasted.\""}, {"type": "text", "text": "When we asked local authorities, the Ministry of Foreign Affairs Zunyi branch said the expressway was completed on 31 August 2023 (just two days after we visited) and is scheduled to be put in use the first half of September."}, {"type": "text", "text": "They added the local government \"actively encourages and guides construction companies and developers to move forward with construction in an orderly fashion,\" and that the government \"strictly follows national and provincial rules and regulations on investment and management\"."}, {"type": "text", "text": "On the other side of a small hill, I find the connecting tunnel, where the project has come to an abrupt stop."}, {"type": "text", "text": "Opposite the entrance of the tunnel are huge concrete pillars where construction was clearly meant to continue and beyond that, blocks of homes vacated and marked for demolition - lives moved on to make space."}, {"type": "text", "text": "There are just a few residents who have hung on here, including Shi Chunli who has lived here for 40 years."}, {"type": "text", "text": "She claims to have given the authorities her property in exchange for a new apartment elsewhere."}, {"type": "text", "text": "\"They said we would have a new apartment in three years\" she says, \"it will be the fifth year this September, but everything is still the same.\""}, {"type": "text", "text": "And she has a pretty clear idea as to why her life is in this limbo."}, {"type": "text", "text": "\"It's mainly that there is no money. The state does not have any money left.\""}, {"type": "text", "text": "There are projects like this across China, but there is a particularly high concentration in Guizhou province, where Zunyi is located."}, {"type": "text", "text": "In fact, Guizhou province, one of the poorest in the country, is also the most indebted with its debt pile over 135% of its GDP."}, {"type": "text", "text": "This rural province leaned heavily into the Chinese growth model that for so long delivered such remarkable numbers: huge borrowing, massive investment and vast building - regardless of whether the projects were needed."}, {"type": "text", "text": "Indeed, Guizhou has 11 airports, many quite close to each other, and nearly half of the world's 100 tallest bridges, according to state media outlet Economic Daily."}, {"type": "text", "text": "It is a model that has been replicated throughout the country. Investment has made up an average of 44% of China's economy in recent years, for which experts say there is \"no remotely comparable historical precedent\"."}, {"type": "text", "text": "But while this model made sense when China was playing catch up, it has now become a major liability."}, {"type": "text", "text": "The government has few places to turn to deliver the high growth it has become accustomed to."}, {"type": "text", "text": "But this is a problem the government cannot 'invest' its way out of, as it has in the face of previous economic challenges."}, {"type": "text", "text": "As many experts will point out, this level of unproductive investment has been a symptom of the Chinese economy for many years, so why is it biting now?"}, {"type": "text", "text": "It is largely because other parts of the economy are struggling - exposing the fault lines at its core."}, {"type": "text", "text": "Last month, prices in China actually fell when compared to the same month last year, raising fears of more long-term deflation."}, {"type": "text", "text": "The key issue is that consumer demand simply hasn't bounced back post-pandemic as China's leaders hoped it would."}, {"type": "text", "text": "Months of zero-COVID rules that saw whole cities plunged into sudden extreme lockdowns destroyed thousands of businesses and vastly depleted family savings."}, {"type": "text", "text": "The net result is that people just don't have the money to spend, and what they do have they are reluctant to part with (China's saving rate is one of the highest in the world according to the IMF)."}, {"type": "text", "text": "These trends were clear in some of the smaller markets around Zunyi."}, {"type": "text", "text": "\"Business is bad now,\" one stall holder told us, \"it's getting worse year after year.\""}, {"type": "text", "text": "And why?"}, {"type": "text", "text": "\"The pandemic,\" she says, \"the impact of the pandemic is too big.\""}, {"type": "text", "text": "There are other issues too, highly interventionist government policy that cracked down on certain industries like tech and private tutoring have left certain sectors crippled and foreign investment nervous."}, {"type": "text", "text": "And in this environment millions of young people are struggling to find work; the number of 16-year-olds out of work in June was a record 21.3%."}, {"type": "text", "text": "The government has since stopped publishing these figures, but experts fear the true number may be much higher."}, {"type": "text", "text": "But perhaps most threatening of all is the deep crisis in the housing market."}, {"type": "text", "text": "In a similar way to local government spending on infrastructure, Chinese developers have spent years borrowing huge sums to build millions of apartments, often pre-selling them to buyers before construction was complete."}, {"type": "text", "text": "Following moves by the central government in 2021 to try and curb this excessive borrowing, many found themselves unable to afford their debt payments and some like Evergrande, once one of China's biggest developers, defaulted."}, {"type": "text", "text": "It plunged the market into a crisis which it has struggled to recover from, leaving many buyers with unfinished homes and many others unwilling to invest in property."}, {"type": "text", "text": "Prices have fallen and there have been huge knock-on impacts on industries that service construction."}, {"type": "text", "text": "This month, the spotlight has been on Country Garden, another Chinese developer, once considered a safe pair of hands, as it too struggled to make a scheduled bond payment."}, {"type": "text", "text": "Shares in the firm have rallied, however, following reports it has agreed a deal with creditors to make the payments in instalments over the next three years."}, {"type": "text", "text": "There are fears about how all this will play out and whether it will affect the rest of the world."}, {"type": "headline", "text": "With the Chinese economy facing increasing global scrutiny, President Xi Jinping has surprised commentators by signalling he will not attend this weekend's G20 summit in India. Premier Li Qiang will attend instead."}, {"type": "text", "text": "But experts insist there almost certainly won't be a major financial crash."}, {"type": "text", "text": "\"It's very unlikely because the financial breakdown is really a balance sheet breakdown,\" explains Michael Pettis, a renowned expert on the Chinese economy and professor at Peking University."}, {"type": "text", "text": "\"In China, the regulators are so powerful, and they can restructure liabilities at will, so that you will never have a balance sheet breakdown."}, {"type": "text", "text": "\"Over the long-term, that's a bad thing because it means that the necessary adjustment is much slower than otherwise. But from a social and political point of view, that's a good thing, particularly over the short-term.\""}, {"type": "text", "text": "What is most likely, he and other experts insist, is that China sees a more prolonged period of slow down and re-adjustment in its economy akin to what happened to Japan from the 1990s onwards."}, {"type": "text", "text": "There will, however, likely be some pain to come for ordinary Chinese people as this slow but ultimately necessary process plays itself out."}]}, {"_id": "64f619b851aa1f780d591f99", "url": "https://news.sky.com/story/why-are-fuel-prices-on-the-rise-and-will-they-come-down-12954727", "primaryCategory": "business", "subCategories": "NONE", "title": "Why are fuel prices on the rise and will they come down?", "lead": "It's been a crazy few years for the cost of many services and essentials, with fuel prices among the bills enduring something of a roller-coaster ride.", "author": "\nJames Sillars\n", "datePublished": "2023-09-04 14:58:00", "dateScraped": "2023-09-04 19:54:00.008395", "dateUpdated": "2023-09-04 14:58:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/22/03/70x70/skynews-cost-of-living-fuel_5717227.png?20220324095756", "body": [{"type": "text", "text": "It's been a crazy few years for the cost of many services and essentials, with fuel prices among the bills enduring something of a roller-coaster ride."}, {"type": "text", "text": "Pump prices during the COVID pandemic sank as low as £1.07 a litre for petrol and £1.11 for diesel as demand fell off a cliff due to lockdowns."}, {"type": "headline", "text": "As the economy reopened, costs rose sharply while Russia's invasion of Ukraine saw pump prices for both fuels hit record levels nearer £2."}, {"type": "text", "text": "Today, prices are well below those peaks but, as RAC Fuel Watch data has shown, August saw unleaded rise by almost 7p a litre, with diesel up by 8p."}, {"type": "headline", "text": "Average costs are back above £1.50 for both and the hikes are set to be reflected in the next set of inflation figures which will likely place pressure on PM Rishi Sunak's pledge to halve the rate of inflation this year."}, {"type": "text", "text": "The single biggest factor behind fuel price shifts is the cost of oil."}, {"type": "text", "text": "At the heart of this, like in any market, is supply and demand - with some speculative trading thrown in for good measure."}, {"type": "text", "text": "While Western economies do not tolerate price fixing behaviour, it is at the heart of the oil market and there is no mechanism to stop it."}, {"type": "text", "text": "That is because prices are largely at the mercy of the so-called OPEC+ cartel - a group of 23 oil-producing nations that account for more than 80% of world crude reserves and more than 40% of global output."}, {"type": "text", "text": "The Saudi-led organisation, which includes Russia, sets production targets aimed at keeping prices nicely profitable, reacting to global shocks and demand shifts, as appropriate, to meet their shared goals."}, {"type": "text", "text": "UK fuel prices lag, generally by a few weeks, the cost of oil."}, {"type": "text", "text": "The recent performance for Brent crude would suggest more fuel price hikes are in the pipeline."}, {"type": "text", "text": "The contract for November delivery stood at $88 a barrel on Monday."}, {"type": "text", "text": "Last month saw a low of $84 and peak of $86 amid continuing production cuts by Saudi Arabia and other members of the wider OPEC+ alliance to support the market."}, {"type": "text", "text": "The latest spike is partly explained by expectations that the key OPEC+ players will, this week, extend their production cuts to October."}, {"type": "text", "text": "The cartel's cuts reflect worries that a slowing global economy - largely a consequence of rising interest rates to tackle inflation - is a risk to demand and, therefore, prices."}, {"type": "headline", "text": "The particular concern for members is the crisis facing China's economy, threatening a return to the pandemic-era when supply was outstripping demand."}, {"type": "text", "text": ""}, {"type": "text", "text": "But there is every reason to believe that oil costs may be near their peak - barring any further shocks."}, {"type": "text", "text": "Analysts say effects from the peak US holiday driving season are likely to weigh on oil prices in the coming days now the summer is over."}, {"type": "text", "text": "A recent survey by the Reuters news agency, which is independent of OPEC+, also showed the first monthly rise in output by the cartel since February during August."}, {"type": "text", "text": "When it comes to fuel prices, motoring groups have also expressed hope that recent regulatory scrutiny on pump prices will continue to weigh."}, {"type": "headline", "text": "The RAC said supermarkets had reduced fuel margins back to pre-pandemic levels since being rapped by the Competition and Markets Authority in July."}, {"type": "text", "text": ""}, {"type": "text", "text": "Its fuel spokesman, Simon Williams, said: \"Wholesale costs for both petrol and diesel started to rise in late July on the back of oil hitting $85."}, {"type": "text", "text": "\"While the barrel price has stayed at that level throughout August, retailers had no choice but to pass on their increased costs at the pumps."}, {"type": "text", "text": "\"Fortunately for drivers though, they have clearly been influenced by the CMA's investigation as, all of a sudden, margins are once again closer to their longer-term averages."}, {"type": "text", "text": "\"It appears they used the wholesale price rise to subtly cover their tracks - after all, big reductions at the pumps soon after the CMA's findings were announced would perhaps have been far too obvious a step."}, {"type": "text", "text": "\"All we can hope is that this move by many big retailers back to fairer forecourt pricing remains when wholesale costs go down again. Only time will tell.\""}, {"type": "text", "text": "The worrying reality though is that while regulation can, and has, had an impact, ultimately the power over the prices we pay at the pumps is in the hands of an unregulated cartel."}]}, {"_id": "64f619b851aa1f780d591f9a", "url": "https://news.sky.com/story/adtech-group-tremor-draws-interest-from-drahi8217s-teads-12954932", "primaryCategory": "business", "subCategories": "NONE", "title": "Adtech group Tremor draws interest from Drahi's Teads", "lead": "An advertising technology company owned by Patrick Drahi, the entrepreneur who owns a major stake in BT Group, has expressed interest in a tie-up with Tremor International, a London-listed rival.", "author": "\nMark Kleinman\n", "datePublished": "2023-09-04 15:08:00", "dateScraped": "2023-09-04 19:54:00.392679", "dateUpdated": "2023-09-04 15:08:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/22/08/70x70/skynews-city-of-london-financial-district_5854262.jpg?20220804114148", "body": [{"type": "text", "text": "An advertising technology company owned by Patrick Drahi, the entrepreneur who owns a major stake in BT Group, has expressed interest in a tie-up with Tremor International, a London-listed rival."}, {"type": "text", "text": "Sky News has learnt that Teads, which has been owned by Mr Drahi's Altice Group, and Tremor have been holding talks about a possible combination of the two businesses in recent months."}, {"type": "text", "text": "The precise status of the discussions was unclear on Monday, although banking sources said Tremor had attracted several expressions of interest during the summer."}, {"type": "text", "text": "Tremor, which provides digital advertising solutions to clients such as Amazon, Disney and X - formerly known as Twitter - is not currently engaged in a formal sale process."}, {"type": "text", "text": "The company has seen its shares suffer amid the wider technology downturn, with its value having halved in the last 12 months."}, {"type": "text", "text": "That fall has taken place despite the completion of the integration of Amobee, which Tremor bought last year for $230m."}, {"type": "text", "text": "One industry banker said a merged Teads and Tremor would boast combined revenues of $1bn and $300m of profit."}, {"type": "text", "text": "Among the directors responsible for determining Tremor's future is Rebekah Brooks, the boss of News UK, publisher of The Times and The Sun."}, {"type": "text", "text": "Shares in Tremor were trading on Monday at around 159.2p, giving the company a market value of just £225m."}, {"type": "text", "text": "Tremor declined to comment, while Teads did not respond to a series of emailed enquiries."}]}, {"_id": "64f619b851aa1f780d591f9b", "url": "https://news.sky.com/story/music-and-fashion-chiefs-to-join-revamped-government-board-of-trade-12954565", "primaryCategory": "business", "subCategories": "NONE", "title": "Music and fashion chiefs to join revamped government Board of Trade", "lead": "The boss of Universal Music Group and the fashion designer Anya Hindmarch are among a coterie of British business leaders being lined up to join a revamped government Board of Trade.", "author": "\nMark Kleinman\n", "datePublished": "2023-09-03 23:10:00", "dateScraped": "2023-09-04 19:54:00.595325", "dateUpdated": "2023-09-03 23:10:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/09/70x70/skynews-anya-hindmarch-fashion_6273819.jpg?20230903195304", "body": [{"type": "text", "text": "The boss of Universal Music Group and the fashion designer Anya Hindmarch are among a coterie of British business leaders being lined up to join a revamped government Board of Trade."}, {"type": "text", "text": "Sky News has learnt Hindmarch, the UMG chairman and chief executive Sir Lucian Grainge and Tim Bevan, the co-founder of film producer Working Title are expected to be appointed by Kemi Badenoch, the business and trade secretary."}, {"type": "text", "text": "Sources said an announcement is expected later this month."}, {"type": "text", "text": "The Board of Trade was originally established as a vehicle for promoting international trade links in the 17th century, but was dormant for decades until its revival in 2017."}, {"type": "text", "text": "Ms Badenoch serves as its president, and is said by Whitehall insiders to be keen for it to gain greater prominence under her stewardship."}, {"type": "text", "text": "Comprising different membership, it has already met since she took on ministerial responsibility for international trade."}, {"type": "text", "text": "Last month, Ms Badenoch travelled to India ahead of the G20 summit there to hold renewed talks about a trade deal between the two countries."}, {"type": "headline", "text": "Sky News revealed this weekend that Tata Steel, the Indian-headquartered company, was in advanced negotiations with the government about a £500m state aid package to secure the future of its Port Talbot plant in South Wales."}, {"type": "text", "text": "The identities of the remaining members of the Board of Trade were unclear this weekend."}, {"type": "text", "text": "A spokesperson for the Department for Business and Trade declined to comment on Sunday."}]}, {"_id": "64f619b851aa1f780d591f9c", "url": "https://news.sky.com/story/fresh-dogfood-provider-butternut-box-has-appetite-for-163500m-valuation-12954798", "primaryCategory": "business", "subCategories": "NONE", "title": "Fresh dog food provider Butternut Box has appetite for &#163;500m valuation", "lead": "Butternut Box, Europe&#8217;s largest fresh dog food provider by revenues, has been valued at well over &#163;500m in a funding round that will defy difficult financing markets for growth-stage companies.", "author": "\nMark Kleinman\n", "datePublished": "2023-09-04 15:00:00", "dateScraped": "2023-09-04 19:54:00.848238", "dateUpdated": "2023-09-04 15:00:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/09/70x70/skynews-butternut-box_6274210.jpg?20230904100437", "body": [{"type": "text", "text": "Butternut Box, Europe’s largest fresh dog food provider by revenues, has been valued at well over £500m in a funding round that will defy difficult financing markets for growth-stage companies."}, {"type": "text", "text": "Sky News has learnt that Butternut Box, which launched in 2016, has raised more than £275m from investors led by General Atlantic, the private equity firm which is also a backer of companies such as Gymshark."}, {"type": "text", "text": "L Catterton, an existing investor in the dogfood brand, also participated in the round, the announcement of which will be brought forward to later on Monday, according to insiders."}, {"type": "text", "text": "The £500m-plus pre-money valuation implies that Butternut Box is now on the brink of unicorn status, depending upon how much of the £275m is in the form of new shares."}, {"type": "text", "text": "Butternut Box was launched by David Nolan and Kevin Glynn after the former decided to feed home-cooked food to his sick rescue dog, Rudie."}, {"type": "text", "text": "The company has expanded rapidly across Europe, including through the acquisition in Poland of PsiBufet earlier this year."}, {"type": "text", "text": "It had previously raised more than £100m in funding from investors including Claret Capital, Passion Capital, Whitestar Capital and HSBC."}, {"type": "text", "text": "Butternut Box, which achieved B-Corp status last year, plans to use the new funding to establish a new manufacturing facility, according to an industry source."}, {"type": "text", "text": "The investment bank Harris Williams advised Butternut Box on the fundraising."}, {"type": "text", "text": "The financing round has been finalised even as many growth and technology companies struggle to secure new funding to stay afloat, with many also having to accept substantially reduced valuations."}, {"type": "text", "text": "Butternut Box did not respond to requests for comment."}]}, {"_id": "64f619ba51aa1f780d591f9d", "url": "https://news.sky.com/story/investment-in-port-talbot-cannot-come-soon-enough-but-it-might-be-the-last-roll-of-the-dice-12952888", "primaryCategory": "business", "subCategories": "NONE", "title": "Investment in Port Talbot cannot come soon enough, but it might be the last roll of the dice", "lead": "Sajid Javid, Jacob Rees-Mogg, Greg Clark, Rishi Sunak, Grant Shapps and Kemi Badenoch: the list of Tory chancellors and business secretaries who have sought to unlock the puzzle of the British steel industry's future in recent years is almost as long as the number of active production facilities remaining in Britain.", "author": "\nMark Kleinman\n", "datePublished": "2023-09-02 12:47:00", "dateScraped": "2023-09-04 19:54:02.475947", "dateUpdated": "2023-09-02 12:47:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/04/70x70/skynews-conway-steel-tata-steel_6111858.jpg?20230405143732", "body": [{"type": "text", "text": "Sajid Javid, Jacob Rees-Mogg, Greg Clark, Rishi Sunak, Grant Shapps and Kemi Badenoch: the list of Tory chancellors and business secretaries who have sought to unlock the puzzle of the British steel industry's future in recent years is almost as long as the number of active production facilities remaining in Britain."}, {"type": "text", "text": "And as the issue of steelmaking sovereignty has grown in prominence, so the need to identify a long-term solution to the financial troubles of the country's biggest producers has grown in urgency."}, {"type": "text", "text": "The fate of Port Talbot, Tata Steel's vast plant in South Wales, has hung in the balance for years."}, {"type": "text", "text": "Its Indian parent has tabled numerous proposals to secure government investment and made myriad threats (some veiled, others less so) to jettison the perennially loss-making UK business."}, {"type": "text", "text": "During his stint as business secretary in 2016, Mr Javid faced angry steelworkers at Port Talbot, telling MPs days later that \"no option is off the table\"."}, {"type": "headline", "text": "Now, a favoured option at last looks to have emerged."}, {"type": "text", "text": "After months of talks with Tata Steel's Indian parent about a £300m taxpayer support package, Whitehall appears to have blinked first."}, {"type": "text", "text": "Negotiations over a revised deal that would contribute £500m of public money are, apparently, close to a successful conclusion."}, {"type": "text", "text": "Sources say a deal could be reached within weeks, although given the stuttering nature of previous discussions aimed at reaching an agreement, it would be wise not to trumpet an agreement too optimistically until the ink is dry."}, {"type": "text", "text": "Any deal would be likely to commit Tata Steel to Port Talbot for as long as electric arc furnaces - a greener steelmaking process than the use of blast furnaces - are commercially viable, which in turn would take the question of the plant's short-term survival off the table for the first time in many years."}, {"type": "text", "text": "It wouldn't be without cost, though - and not only in terms of the nine-figure sum being provided from the public purse."}, {"type": "text", "text": "Sources close to the negotiations say the government has reluctantly accepted that in return for a long-term commitment to Port Talbot, thousands of job losses will, over time, become necessary."}, {"type": "text", "text": "These wouldn't be immediate, but well-placed observers say that a reduction in Tata Steel's UK workforce from 8,000 to around 5,000 is conceivable in the coming years."}, {"type": "text", "text": "That, some will say, is an acceptable price to pay for a key emblem of Britain's manufacturing industry remaining operational. Others, particularly those affected by future changes, will vehemently disagree."}, {"type": "text", "text": "But with figures from UK Steel, the trade body, showing that last year crude steel production declined to its lowest level since the Great Depression of the 1930s, one thing is clear: an investment by the government in Port Talbot cannot come a moment too soon; but it might end up resembling a last roll of the dice for a proud part of Britain's industrial heritage."}]}, {"_id": "64f619ba51aa1f780d591f9e", "url": "https://news.sky.com/story/mohamed-al-fayed-former-harrods-and-fulham-fc-owner-has-died-at-the-age-of-94-12952608", "primaryCategory": "business", "subCategories": "NONE", "title": "Former Harrods and Fulham FC owner Mohamed Al Fayed has died", "lead": "Mohamed Al Fayed has died at the age of 94.", "author": "\nNiamh Lynch\n", "datePublished": "2023-09-02 01:44:00", "dateScraped": "2023-09-04 19:54:02.707974", "dateUpdated": "2023-09-02 01:44:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/09/70x70/skynews-mohamed-al-fayed-harrods_6271026.jpg?20230901211909", "body": [{"type": "text", "text": "Mohamed Al Fayed has died at the age of 94."}, {"type": "text", "text": "His family say he \"passed away peacefully of old age\" on Wednesday."}, {"type": "text", "text": "Sky News understands Al Fayed was buried after Friday prayers at London Central Mosque in Regent's Park."}, {"type": "text", "text": "The Egyptian-born businessman was best known as a former owner of the Harrods department store and Fulham football club in London."}, {"type": "text", "text": "Al Fayed's son, the film producer Dodi Fayed, and Princess Diana died on 31 August 1997 when their car crashed in a road tunnel in Paris as they tried to outrun paparazzi photographers on motorbikes."}, {"type": "text", "text": "The news of Al Fayed's passing comes just one day after the 26th anniversary of his son's death."}, {"type": "text", "text": "He fought a long campaign after their deaths, alleging the crash was not an accident and that it had been orchestrated by the British security services."}, {"type": "text", "text": "However, French police concluded it was an accident, caused in part by speeding and by the high alcohol level in driver Henri Paul's blood. A British police investigation concurred."}, {"type": "text", "text": "His family said in a statement: \"Mrs Mohamed Al Fayed, her children and grandchildren wish to confirm that her beloved husband, their father and their grandfather, Mohamed, has passed away peacefully of old age on Wednesday 30 August, 2023."}, {"type": "text", "text": "\"He enjoyed a long and fulfilled retirement surrounded by his loved ones. The family have asked for their privacy to be respected at this time.\""}, {"type": "text", "text": "He is survived by his second wife, Finnish former model Heidi Wathen, and their four children - Jasmine, Karim, Camilla and Omar."}, {"type": "text", "text": "Al Fayed sold Harrods to Qatar Holdings in May 2010."}, {"type": "text", "text": "Three years later, he also sold Fulham FC, to the US businessman Shahid Khan."}, {"type": "text", "text": "The club paid tribute to the businessman on Friday."}, {"type": "text", "text": "His successor as owner, Mr Khan, said: \"On behalf of everyone at Fulham Football Club, I send my sincere condolences to the family and friends of Mohamed Al Fayed upon the news of his passing at age 94."}, {"type": "text", "text": "\"The story of Fulham cannot be told without a chapter on the positive impact of Al Fayed as chairman."}, {"type": "text", "text": "\"His legacy will be remembered for our promotion to the Premier League, a Europa League Final, and moments of magic by players and teams alike."}, {"type": "text", "text": "\"I always enjoyed my time with Al Fayed, who was wise, colourful and committed to Fulham, and I am forever grateful for his trust in me to succeed him as chairman in 2013."}, {"type": "text", "text": "\"I join our supporters around the world in celebrating the memory of Mohamed Al Fayed, whose legacy will always be at the heart of our tradition at Fulham Football Club.\""}, {"type": "text", "text": "Born in Alexandria in 1929, Al Fayed began his career selling fizzy drinks and then worked as a sewing machine salesman."}, {"type": "text", "text": "He built his family's fortune in real estate, shipping and construction, first in the Middle East and then in Europe."}, {"type": "text", "text": "After moving to London in the 1960s, Al Fayed soon became a friend of royals and high society and purchased high-profile businesses such as the Ritz Hotel in Paris in 1979 and Harrods in 1985."}, {"type": "text", "text": "He later bought Fulham in 1997 for £6.25m."}, {"type": "text", "text": "The Sunday Times Rich List 2021 reported Al Fayed and his family were worth around £1.7bn."}, {"type": "text", "text": "He became a friend of Princess Diana through his sponsorship of charities and events attended by Royal Family members."}, {"type": "text", "text": "He invited the princess, along with Prince William and Prince Harry, to holiday on his yacht in the summer of 1997."}, {"type": "text", "text": "Diana - who was divorced from Charles in 1992 - and Dodi were pictured together in St Tropez, sparking rumours of romance."}, {"type": "text", "text": "The billionaire's relationship with the Royal Family was recently depicted in season five of The Crown, where Al Fayed, played by Salim Daw, was seen getting to know Diana."}, {"type": "text", "text": "The sixth series of the show, set to be released this autumn, will cover Dodi and Diana's fatal crash."}, {"type": "text", "text": "Al Fayed was regularly shrouded in controversy."}, {"type": "text", "text": "He spent 10 years trying to prove Diana and his son Dodi were murdered."}, {"type": "text", "text": "Unsupported by any evidence, according to the inquest into Diana's death, he claimed that she was bearing Dodi's child and accused Prince Philip, the Queen's husband, of ordering Britain's security services to kill her to stop her from marrying a Muslim and having his baby."}, {"type": "text", "text": "His takeover of Harrods sparked one of Britain's most bitter business feuds, while in 1994 he caused a scandal with the disclosure that he had paid politicians to ask questions on his behalf in parliament."}, {"type": "text", "text": "He fell out with the British government over its refusal to grant him citizenship of the country that was his home for decades and often threatened to move to France, which gave him the Legion of Honour, its highest civilian award."}, {"type": "text", "text": "He has also been accused of sexual harassment by several former Harrods employees."}, {"type": "text", "text": "At Fulham, he erected a larger-than-life, sequined statue of Michael Jackson outside Craven Cottage even though the singer only attended one match."}, {"type": "text", "text": "When people complained, he said: \"If some stupid fans don't understand or appreciate such a gift, they can go to hell.\""}, {"type": "text", "text": "He also installed a bronze memorial statue of Diana and Dodi dancing beneath the wings of an albatross at Harrods."}, {"type": "text", "text": "Even his name and date of birth were contentious."}, {"type": "text", "text": "He maintained he was born in 1933 but a British government inquiry into the Harrods takeover said 1929."}, {"type": "text", "text": "He also added the al to his name when he moved to the UK, leading the satirical magazine Private Eye to nickname him the \"Phoney Pharaoh\"."}]}, {"_id": "64f619bb51aa1f780d591f9f", "url": "https://news.sky.com/story/education-secretary-bemoans-lack-of-thanks-for-doing-a-fing-good-job-on-concrete-crisis-12954936", "primaryCategory": "politics", "subCategories": "NONE", "title": "Education secretary apologises for swearing on camera in rant on school concrete crisis", "lead": "Education Secretary Gillian Keegan has apologised for her \"choice language\" after she was caught complaining about not being thanked for doing a \"f***ing good job\" over the unsafe concrete crisis.", "author": "\nFaye Brown\n", "datePublished": "2023-09-04 16:57:00", "dateScraped": "2023-09-04 19:54:03.066400", "dateUpdated": "2023-09-04 16:57:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/09/70x70/skynews-gillian-keegan-education-secretarty_6274447.jpg?20230904141418", "body": [{"type": "text", "text": "Education Secretary Gillian Keegan has apologised for her \"choice language\" after she was caught complaining about not being thanked for doing a \"f***ing good job\" over the unsafe concrete crisis."}, {"type": "text", "text": "After an interview with ITV News in Westminster, the cabinet minister criticised others for being \"sat on their arses\" and claimed the government had gone \"over and above\" in addressing concerns relating to reinforced autoclaved aerated concrete (RAAC)."}, {"type": "text", "text": "While her mic was still on she said: \"Does anyone ever say 'You know you've done a f***ing good job because everyone else has sat on their arses and done nothing."}, {"type": "text", "text": "\"No signs of that, no?\""}, {"type": "text", "text": "Ms Keegan later apologised and admitted she was \"frustrated with the interviewer\" who was \"making out it was all my fault\"."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Thousands of pupils face disruption at the start of term this week following an order to fully or partially close 104 schools because of concerns about RAAC, which is prone to collapse."}, {"type": "text", "text": "Pupils face being taught in temporary classrooms, on different sites or even forced into pandemic-style remote lessons."}, {"type": "text", "text": "Critics have accused the Tories of a \"shambolic\" handling of the situation, saying risks associated with the dangerous material have been known about for years."}, {"type": "headline", "text": "Ms Keegan is due to be interviewed on the Politics Hub with Sophy Ridge on Sky News tonight at 7.30pm."}, {"type": "text", "text": "Asked repeatedly who she meant had been \"sat on their arses\", Ms Keegan insisted it was \"nobody in particular\"."}, {"type": "text", "text": "She said: \"It was an off-the-cuff remark, after the news interview had finished. I’d like to apologise for my choice language, that was unnecessary.\""}, {"type": "text", "text": "Pressed on who she was frustrated with, Ms Keegan said: \"Actually, it was the interviewer, because the interviewer was making out it was all my fault and that’s what I was saying, do you ever go into these interviews where anyone ever says anything but you’ve just done a terrible job?\""}, {"type": "text", "text": "She said it is \"frustrating\" because she and her team have been working hard to deal with the issue of unsafe concrete, and she hasn't slept due to \"worrying about this\"."}, {"type": "text", "text": "She also indicated she was frustrated with those who have not responded to questionnaires asking about whether schools have the dangerous aerated concrete present."}, {"type": "text", "text": "In a statement in the House of Commons this afternoon, Ms Keegan promised to publish the full list of affected schools \"this week\" as she sought to stress that disruption would be minimal."}, {"type": "text", "text": "Addressing MPs, she said: \"Absolutely nothing is more important than the safety of children or staff\" but that the \"vast majority of schools are unaffected\"."}, {"type": "text", "text": "Ms Keegan added that schools with suspected dangerous concrete will be surveyed in \"a matter of weeks\" and \"in many cases, a few days\"."}, {"type": "text", "text": "In response, Labour's shadow education secretary Bridget Phillipson accused Ms Keegan of presiding over an \"utter shambles\"."}, {"type": "text", "text": "\"The mark and measure of each of us as politicians is our willingness to take and to accept responsibility,\" she said."}, {"type": "text", "text": "\"Collective responsibility, not just for our own actions, but those of the governments in which we serve. And this week, as the school year begins, there is an awful lot of responsibility for ministers to take for what is an utter shambles.\""}, {"type": "text", "text": "She added: \"The defining image of 13 years of Conservative government - children under steel props to stop the ceiling falling in on their heads.\""}, {"type": "headline", "text": "Keegan 'living on another planet'"}, {"type": "text", "text": ""}, {"type": "text", "text": "Downing Street said it was right that Ms Keegan had apologised."}, {"type": "text", "text": "The prime minister's official spokesman said: \"I think that the language used obviously is not acceptable. It is right that the education secretary has apologised for that."}, {"type": "text", "text": "\"But at the front of parents' minds will be the situation in their schools and I think that is what they will want to hear more about.\""}, {"type": "text", "text": "But Labour leader Sir Keir Starmer said it was a \"farce\" to see a Tory minister \"blame anyone but themselves\"."}, {"type": "text", "text": "He said: \"I think this whole situation is descending into farce."}, {"type": "text", "text": "\"The government has dropped the ball here, failed to prepare."}, {"type": "text", "text": "\"The prime minister bears responsibility for some of the key decisions along the way."}, {"type": "text", "text": "\"And instead of coming out today and saying, 'This is what we're going to do to fix the problem, which we have made a lot worse', you've got members of the cabinet coming out trying to blame other people, trying to blame people within their own teams and to say, essentially, 'put responsibility anywhere but on the government'.\""}, {"type": "text", "text": "Meanwhile Liberal Democrat education spokeswoman Munira Wilson said: \"Gillian Keegan's disgraceful comments add insult to injury for parents who've seen their children's return to school ruined by this concrete crisis."}, {"type": "text", "text": "\"Expecting people to thank her when children are being taught in classrooms at risk of collapse shows Keegan must be living on another planet.\""}, {"type": "text", "text": "Questions remain over the extent of the RAAC emergency, the timing of the government's announcement and how the repairs will be funded."}, {"type": "headline", "text": "Earlier, Mr Sunak acknowledged hundreds more schools in England could be caught up in the crisis as he faced accusations he failed to fund a programme to replace ageing classrooms while chancellor."}, {"type": "text", "text": "The prime minister said that 95% of England's schools were unaffected, leaving open the possibility that more than a thousand could be impacted."}, {"type": "text", "text": "RAAC is essentially a lighter-weight form of concrete, used to build roofs, schools, colleges and other buildings from the 1950s until the mid-1990s."}, {"type": "text", "text": "The government said \"new information\" about RAAC came to light over the summer, prompting them to issue the safety warning just days before the start of the school term."}, {"type": "text", "text": "But experts have long-warned the material has now reached the end of its shelf life and is liable to collapse."}, {"type": "text", "text": "Jonathan Slater, who was permanent secretary at the Department for Education (DfE) from May 2016 to August 2020, claimed the Treasury had failed to fully fund school rebuilding schemes despite the government knowing there was a \"critical risk to life\"."}, {"type": "text", "text": "Mr Sunak dismissed that criticism as \"completely and utterly wrong\"."}, {"type": "text", "text": "But Labour insisted he \"bears huge culpability for his role in this debacle\" - saying funding for rebuilding schools has been slashed over the years."}, {"type": "text", "text": "Analysis published by the party found that spending on school rebuilding between 2019 and 2020 was at £765m, but this fell to £560m the following year."}]}, {"_id": "64f619bb51aa1f780d591fa0", "url": "https://news.sky.com/story/labour-reshuffle-the-promotions-and-demotions-in-starmers-top-team-as-election-looms-12954903", "primaryCategory": "politics", "subCategories": "NONE", "title": "The promotions and demotions in Starmer's top team as election looms", "lead": "Labour leader Sir Keir Starmer is carrying out a reshuffle of his shadow cabinet as the party prepares for the next general election, expected in 2024.", "author": "\nJennifer Scott\n", "datePublished": "2023-09-04 15:00:00", "dateScraped": "2023-09-04 19:54:03.540153", "dateUpdated": "2023-09-04 15:00:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-keir-starmer-angela-rayner_6202195.jpg?20230629110323", "body": [{"type": "text", "text": "Labour leader Sir Keir Starmer is carrying out a reshuffle of his shadow cabinet as the party prepares for the next general election, expected in 2024. "}, {"type": "text", "text": "But who has won a promotion in the ranks? Who has been demoted to a lower position? And who is returning to the backbenchers after a stint in a top job?"}, {"type": "text", "text": "We bring you all the moves below..."}, {"type": "headline", "text": "Politics live: Labour reshuffle news as Sunak's in-tray stacks up"}, {"type": "headline", "text": "Promoted"}, {"type": "headline", "text": "The first of the big winners is deputy party leader Angela Rayner, having been formally appointed as the shadow deputy prime minister, solidifying herself in the role if Labour wins the next election. She has also been named shadow levelling up secretary - giving her a departmental brief to get her teeth into."}, {"type": "text", "text": "A Labour source also said she would remain the \"strategic lead on Labour's new deal for working people\"."}, {"type": "headline", "text": "Another rise in the ranks was announced with the news that Shabana Mahmood would take over as shadow justice secretary."}, {"type": "text", "text": "Sky News understands she is a key ally to Sir Keir and has been credited with helping transform the party and its campaign machine while acting as its national campaign co-ordinator."}, {"type": "headline", "text": "Former leadership contender Liz Kendall has also received a vote in confidence with a big promotion - going from a junior shadow health minister to shadow work and pensions secretary."}, {"type": "headline", "text": "Another leap to a full departmental brief was given to Thangam Debbonaire, who has gone from a more obscure role as shadow leader of the Commons to shadow secretary for culture, media and sport."}, {"type": "headline", "text": "Pat McFadden had been a senior player in the Treasury team, having held the role of shadow chief secretary to the Treasury."}, {"type": "text", "text": "But now he will take over as the shadow chancellor of the Duchy of Lancaster - a strange title in the Cabinet Office, previously held by Ms Rayner - and as the national campaign co-ordinator."}, {"type": "headline", "text": "Perhaps more of a sideways shift than a full-on promotion was gained by Peter Kyle. Having been shadow Northern Ireland secretary, he already held a key role - with ongoing issues at Stormont and continued fallout from Brexit."}, {"type": "text", "text": "He will now take on the shadow science, innovation and technology post - a key part of policy going forward when it comes to jobs and growth."}, {"type": "headline", "text": "However, Darren Jones has definitely been promoted as a new member of the shadow cabinet."}, {"type": "text", "text": "He won plaudits as the chair of the business select committee - especially when it came to questioning prominent ministers - and the strong communicator now takes on the role of shadow chief secretary to the Treasury, with the hope he will aid Labour's economic credibility in the coming months."}, {"type": "headline", "text": "Another new entry to Sir Keir's team, though a well-known name from the past, is Hilary Benn, who comes in as shadow Northern Ireland secretary."}, {"type": "text", "text": "He held multiple government roles in the Blair and Brown years - including environment secretary - and numerous shadow positions since, such as Jeremy Corbyn's shadow foreign secretary. But he now returns after a seven-year absence from the frontbench."}, {"type": "headline", "text": "A more minor promotion, but one all the same, is for Ellie Reeves. She had held a junior position as a shadow justice minister, but now adds deputy national campaign co-ordinator to her job title."}, {"type": "headline", "text": "Demoted"}, {"type": "headline", "text": "One of the biggest casualties of the reshuffle was Lisa Nandy, who lost her position as shadow levelling up secretary to Ms Rayner."}, {"type": "text", "text": "She has been appointed as the shadow minister for international development - essentially the second in command to the shadow foreign secretary - and will keep her seat at the cabinet table."}, {"type": "text", "text": "But it is a lower position than being in charge of shadowing an entire department, and our deputy political editor Sam Coates understands it was a \"pretty brutal\" conversation between her and Sir Keir."}, {"type": "headline", "text": "Less of a big hit was taken by Steve Reed, who has gone from shadow justice secretary to shadow environment secretary."}, {"type": "text", "text": "While the brief may traditionally have been seen as a lesser role, environmental issues often lead to key debates with voters, so it could still be a fruitful place for Mr Reed to make his mark."}, {"type": "headline", "text": "One clear demotion was for Lucy Powell, losing her spot as shadow culture secretary. But again, she has been given the consolation prize of leader of the House."}, {"type": "headline", "text": "Meanwhile, Jonathan Ashworth has taken a hit, moving from shadow work and pensions secretary to the more obscure role of shadow paymaster general."}, {"type": "text", "text": "But Sky News understands he will stay as a full shadow cabinet member and will play a big role in the general election campaign."}, {"type": "headline", "text": "Nick Thomas-Symonds also loses his post as shadow secretary for international trade, but again keeps his cabinet position as a shadow minister without portfolio in the Cabinet Office."}, {"type": "headline", "text": "Gone"}, {"type": "headline", "text": "Kicking off proceedings today was the resignation of Jim McMahon, who quit his post as shadow environment secretary."}, {"type": "text", "text": "In his letter to Sir Keir, Mr McMahon said there was \"still some way to go\" in his recovery from a serious illness - reported in the Mirror earlier this year as an infection that led him to two weeks in hospital - and he wanted to resign \"for the benefit of both my health and my family\"."}, {"type": "text", "text": "The party leader thanked him for his service, and also revealed Mr McMahon had been subject to \"abuse [and] violent threats\" during his time in post."}, {"type": "headline", "text": "Another resignation came from Rosena Allin-Khan, who stepped down as the shadow minister for mental health."}, {"type": "text", "text": "Writing to Sir Keir, she revealed tensions, saying: \"As discussed previously, and in our call earlier, you made clear that you do not see a space for a mental health portfolio in a Labour cabinet, which is why I told you many weeks ago that I would not be able to continue in this role.\""}, {"type": "text", "text": "But she thanked him for the opportunity and promised to fight for a Labour government from the backbenches."}, {"type": "headline", "text": "Two other MPs have seen their roles removed and given to someone else - Fleur Anderson who was shadow paymaster general, and Preet Kaur Gill, who was shadow minister for international development."}]}, {"_id": "64f619bb51aa1f780d591fa1", "url": "https://news.sky.com/story/a-ruthless-labour-reshuffle-with-tricky-conversations-as-sir-keir-starmer-makes-demotions-12955027", "primaryCategory": "politics", "subCategories": "NONE", "title": "A ruthless reshuffle - with tricky conversations as Sir Keir makes demotions", "lead": "Sir Keir Starmer put past government experience and an appetite for public service reform at the heart of his reshuffle.", "author": "\nSam Coates\n", "datePublished": "2023-09-04 17:11:00", "dateScraped": "2023-09-04 19:54:03.806255", "dateUpdated": "2023-09-04 17:11:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/09/70x70/skynews-lisa-nandy-sir-keir-starmer_6274652.jpg?20230904170132", "body": [{"type": "text", "text": "Sir Keir Starmer put past government experience and an appetite for public service reform at the heart of his reshuffle."}, {"type": "text", "text": "The result was more wins for those on the right of the party, reflecting the \"change\" since the Corbyn years."}, {"type": "text", "text": "The Labour leader has made clear the reshuffle, the first full-blown reset of his top team since May 2021, put his \"strongest possible players on the pitch\" and represented a government in waiting \"determined to solve the challenges we have\"."}, {"type": "headline", "text": "He left the top three jobs - shadow chancellor, home secretary and foreign secretary - untouched, but brought in a handful of fresh faces and showed his ruthlessness by demoting those suspected of briefing against him."}, {"type": "text", "text": "Hilary Benn, a former cabinet minister under Tony Blair and Gordon Brown and a big figure in Labour politics, returns to the frontline with the Northern Ireland role. He will steady the nerves of the party as his appointment represents the endorsement of Sir Keir by a serious figure not associated with the factionalism of his father, Tony Benn."}, {"type": "headline", "text": "PM backs Keegan after sweary outburst - politics latest"}, {"type": "text", "text": "Liz Kendall, who was a special adviser in the last Labour government, gets the work and pensions brief - while Pat McFadden gets a big upgrade after being made campaign chief with a Cabinet Office portfolio. Both figures are identified with the Blair wing of the Labour Party, who were uncomfortable during the Corbyn years and can antagonise some on the left."}, {"type": "text", "text": "Deputy leader Angela Rayner emerges \"score-draw\" with what some claim is a mid-level role - shadowing the Department for Levelling Up - but holds onto the work brief so unions will be relieved, and she gets Deputy PM moniker officially."}, {"type": "text", "text": "Allies of Sir Keir reject this suggestion, saying the levelling up brief encompasses some of Labour's highest priorities on social justice, housing and planning - but everyone will be looking to Ms Rayner to publicly demonstrate her enthusiasm for the new role."}, {"type": "text", "text": ""}, {"type": "text", "text": "The biggest loser was one-time leadership contender Lisa Nandy, whose personal relationship with Sir Keir never recovered after the leadership race."}, {"type": "text", "text": "I'm told the conversation was tricky: initially the Labour leader just said he wanted her to do this role and bigged it up. Ms Nandy then said \"it sounds like you don't really want me\" and he effectively admitted that. Swallowing her pride, however, subsequently she put out a statement saying she's a team player and accepted the job - the number two in the Foreign Office, shadowing international development with the right to attend cabinet."}, {"type": "text", "text": "One figure called it a \"factional takeover\" by some on the right of the party - the balance of the top team certainly very different to the shadow cabinet he appointed when he took over in 2020."}, {"type": "text", "text": "Some will point to the influence of the backroom campaign chief Morgan McSweeney, who has a fractious relationship with the left of the party, though often Labour staff members can become bogeymen for elected politicians not wanted to blame the leader themselves."}, {"type": "text", "text": "But most of all, Sir Keir will be relieved it is over. In May 2021, his first big reshuffle went awry when a series of figures from Ms Rayner downwards refused to move and he had to back down."}, {"type": "text", "text": "Asked how it felt, the Labour leader told me: \"I was really pleased that we started at nine o'clock this morning. We'd finished by half past 12. And everybody's pleased with the position they've now got in the shadow cabinet. I'm very, very pleased with this reshuffle.\""}, {"type": "text", "text": "The body language suggests he was indeed happy with the result."}]}, {"_id": "64f619bc51aa1f780d591fa2", "url": "https://news.sky.com/story/pm-says-its-completely-wrong-to-suggest-he-slashed-funding-for-school-rebuilding-as-chancellor-12954796", "primaryCategory": "politics", "subCategories": "NONE", "title": "Sunak says 'completely wrong' to blame him for school concrete crisis", "lead": "Rishi Sunak said it is \"completely and utterly wrong\" to suggest he is to blame for failing to fully fund a programme to rebuild England's crumbling schools.", "author": "\nFaye Brown\n", "datePublished": "2023-09-04 14:19:00", "dateScraped": "2023-09-04 19:54:04.020492", "dateUpdated": "2023-09-04 14:19:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/09/70x70/skynews-school-rishi-sunak_6269908.jpg?20230904114314", "body": [{"type": "text", "text": "Rishi Sunak said it is \"completely and utterly wrong\" to suggest he is to blame for failing to fully fund a programme to rebuild England's crumbling schools."}, {"type": "text", "text": "The prime minister dismissed claims about his record as chancellor as he acknowledged hundreds more schools in England could be affected by unsafe concrete."}, {"type": "headline", "text": "Thousands of pupils face disruption at the start of term this week following an order to fully or partially close 104 schools because of concerns about reinforced autoclaved aerated concrete (RAAC), which is prone to collapse."}, {"type": "headline", "text": "Labour reshuffle under way - follow Politics Hub live"}, {"type": "text", "text": "Pupils face being taught in temporary classrooms, on different sites or even forced into pandemic-style remote lessons."}, {"type": "text", "text": "In his first comments since the debacle emerged, Mr Sunak said that 95% of England's schools were unaffected, leaving open the possibility that more than a thousand could still be impacted by concerns over RAAC."}, {"type": "text", "text": "He said: \"Of course I know the timing is frustrating, but I want to give people a sense of the scale of what we are grappling with here: there are around 22,000 schools in England and the important thing to know is that we expect that 95% of those schools won't be impacted by this.\""}, {"type": "text", "text": "If, as Mr Sunak said, 5% of schools are impacted, that would mean 1,100 are affected."}, {"type": "text", "text": "However, the prime minister's official spokesman suggested the safety issues won't be as widespread as that."}, {"type": "text", "text": "He told reporters: \"I think the prime minister was providing reassurance to parents, pupils and schools that the vast majority - we believe more than 95% - won't be affected.\""}, {"type": "headline", "text": "Click to subscribe to the Sky News Daily wherever you get your podcasts"}, {"type": "text", "text": "The government issued a last minute warning to schools about RAAC after a beam previously thought to be safe collapsed."}, {"type": "text", "text": "Previously guidance had stated RAAC should be removed where it is in critical condition, but now ministers say all RAAC should be removed."}, {"type": "text", "text": "Concerns about the material - which was widely used from the 1950s to mid-1990s - have been raised for years."}, {"type": "text", "text": "Earlier Jonathan Slater, who was secretary at the Department for Education (DfE) from May 2016 to August 2020, claimed the Treasury had failed to fully fund school rebuilding schemes - including during Mr Sunak's time at the helm."}, {"type": "text", "text": "He said he was \"absolutely amazed\" that a decision was made after he left the department to halve the school rebuilding programme."}, {"type": "text", "text": "Mr Slater said up to 400 schools a year need to be replaced, but the DfE got funding for 100 while he was the senior official."}, {"type": "text", "text": "Mr Slater said there was a \"critical\" risk to life in some schools."}, {"type": "text", "text": "He told BBC Radio 4's Today programme: \"The actual ask in the Spending Review of 2021 was to double the 100 to 200 - that's what we thought was going to be practical at first instance."}, {"type": "text", "text": "\"I thought we'd get it, but the actual decision that the chancellor took in 2021 was to halve the size of the programme.\""}, {"type": "text", "text": "But asked if he was to blame for the concrete crisis, Mr Sunak said: \"I think that is completely and utterly wrong."}, {"type": "text", "text": "\"Actually, one of the first things I did as chancellor in my first spending review in 2020 was to announce a new 10-year school re-building programme for 500 schools."}, {"type": "text", "text": "\"Now that equates to about 50 schools a year, that will be refurbished or rebuilt."}, {"type": "text", "text": "\"If you look at what we have been doing over the previous decade, that's completely in line with what we have always done.\""}, {"type": "headline", "text": "PM 'putting lives at risk'"}, {"type": "text", "text": "However, Labour insisted Mr Sunak \"bears huge culpability for his role in this debacle\" - saying funding for rebuilding schools has been slashed over the years."}, {"type": "text", "text": "Analysis published by the party found that spending on school rebuilding between 2019 and 2020 was at £765m, but this fell to £560m the following year."}, {"type": "text", "text": "Spending dropped again to £416m in 2021 to 2022, the party said."}, {"type": "text", "text": "Bridget Phillipson, the shadow education secretary, said: \"The defining image of 13 years of the Conservative-run education system will be children sat under steel girders to stop the roof falling in."}, {"type": "text", "text": "\"Rishi Sunak bears huge culpability for his role in this debacle: he doubled down on Michael Gove's decision to axe Labour's schools rebuilding programme and now the chickens have come home to roost - with yet more disruption to children's education.\""}, {"type": "text", "text": "The Department for Education has so far refused to say which schools are affected."}, {"type": "headline", "text": "'Extra money' will be available - Sunak"}, {"type": "text", "text": "On Monday Education Secretary Gillian Keegan vowed to publish a list of the schools affected by the concrete crisis this week."}, {"type": "headline", "text": "She also sought to clarify concerns around costs, insisting her department will pay for repairs and temporary accommodation."}, {"type": "text", "text": "Ms Keegan could not say how much the DfE will ultimately have to ringfence - but admitted the concrete crisis will likely cost \"many many millions\"."}, {"type": "text", "text": "Despite both Ms Keegan and Treasury sources suggesting the money will come from the DfE's existing budget, Mr Sunak said \"extra money\" will be made available."}, {"type": "text", "text": "Mr Sunak said: \"The Chancellor has been crystal clear that schools will be given extra money for these mitigations, it won't come from their existing school budgets.\""}]}, {"_id": "64f619bd51aa1f780d591fa3", "url": "https://news.sky.com/story/what-are-the-key-problems-in-rishi-sunaks-in-tray-as-mps-return-to-westminster-12954146", "primaryCategory": "politics", "subCategories": "NONE", "title": "What are the key problems in Rishi Sunak's in-tray as MPs return to Westminster?", "lead": "Rishi Sunak will be under increased pressure as MPs return to Westminster today after their summer recess.", "author": "\nAlexandra Rogers\n", "datePublished": "2023-09-04 06:46:00", "dateScraped": "2023-09-04 19:54:05.572509", "dateUpdated": "2023-09-04 06:46:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/09/70x70/skynews-rishi-sunak-parliament_6270273.jpg?20230901122933", "body": [{"type": "text", "text": "Rishi Sunak will be under increased pressure as MPs return to Westminster today after their summer recess."}, {"type": "headline", "text": "The prime minister has been accused of presiding over a \"zombie parliament\" - not just by Labour, as would be expected, but in a parting shot by Nadine Dorries, who has finally vacated her seat of Mid Bedfordshire - triggering another by-election in a safe Tory seat."}, {"type": "headline", "text": "It comes as a new crisis has unfolded in England's schools, with more than 100 being told they would either be forced to shut or partially close over fears about the type of concrete used in their buildings."}, {"type": "headline", "text": "On top of that, Saturday saw the highest number of migrant Channel crossings so far this year."}, {"type": "text", "text": "The timing could not be worse for Mr Sunak, whose director of communications, Amber de Botton, resigned on Friday after less than a year in the role and with a general election looming around the corner."}, {"type": "text", "text": "The prime minister is under more pressure to make progress on his five pledges or else risk his backbenchers becoming increasingly agitated."}, {"type": "text", "text": "These pledges are: to halve inflation; to grow the economy; to reduce debt; to cut hospital waiting lists; and to stop migrant crossings."}, {"type": "text", "text": "He faces pressure, too, from the opposition benches, with Labour accusing the government of being \"unable to deliver its own agenda\"."}, {"type": "text", "text": "The government's Online Safety Bill had been \"drastically watered down\", according to the opposition, who accused the prime minister of being \"too weak\" to pass the original legislation."}, {"type": "text", "text": "Labour says several pledges including reform of the Mental Health Act and of the audit system could be left out of the upcoming King's Speech entirely."}, {"type": "text", "text": "Here, Sky News takes a look at the key problems in the prime minister's in-tray."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Concrete crisis"}, {"type": "text", "text": "After years of disruption caused by the COVID pandemic and more recently teacher strikes, parents are braced for yet more home-schooling after the Department for Education announced more than 100 schools would either have to close or partially close due to the use of reinforced autoclaved aerated concrete, known as RAAC."}, {"type": "text", "text": "Around 104 schools or \"settings\" will be disrupted on top of 50 that have already been affected this year."}, {"type": "text", "text": "The department said the vast majority of schools and colleges \"will be unaffected\" - but Labour criticised the move as a \"staggering display of Tory incompetence\"."}, {"type": "headline", "text": "And in an interview on Sky News' new politics show, Sunday Morning with Trevor Phillips, Chancellor Jeremy Hunt admitted more schools and other public buildings with structural problems could come to light as the government carries out its \"exhaustive\" programme into the problem."}, {"type": "text", "text": "\"Obviously we might find new information in the weeks or months ahead and we will act on it, but in terms of the information we have today we have acted immediately, we will continue to act, we will continue to invest,\" he said."}, {"type": "text", "text": ""}, {"type": "headline", "text": "Record boat numbers"}, {"type": "headline", "text": "One of Mr Sunak's five pledges - to stop migrant boat crossings in the Channel - is also under serious doubt after a summer of setbacks."}, {"type": "headline", "text": "The prime minister has already had to contend with the fact that more than 100,000 people have made the crossing since records began in 2018 - a milestone he certainly does not want to be associated with."}, {"type": "text", "text": "A bad situation was made worse when the latest round of Home Office figures showed 872 people were detected crossing the Channel in small boats yesterday - the highest number on a single day so far this year."}, {"type": "headline", "text": "Click to subscribe to the Sky News Daily wherever you get your podcasts"}, {"type": "text", "text": "The Saturday figure has taken the total to arrive so far this year to 20,973."}, {"type": "text", "text": "It prompted Labour to accuse Mr Sunak of having \"badly broken his promise on small boats\"."}, {"type": "headline", "text": "Rising cost of living"}, {"type": "text", "text": "The most consistent problem Mr Sunak has had to contend with is the cost of living crisis, where high inflation is eroding people's pay packets."}, {"type": "text", "text": ""}, {"type": "text", "text": "Mr Sunak has pledged to halve inflation, which currently stands at 6.8%, by the end of the year - which some in his party feel has made him a hostage to fortune."}, {"type": "headline", "text": "While the government has been buoyed by figures from the Office for National Statistics (ONS) which showed the UK's economy was 0.6% larger than pre-pandemic levels by the fourth quarter of 2021, there are no signs yet the pressure has eased up on people's pockets."}, {"type": "headline", "text": "Energy watchdog Ofgem has warned that while the energy price cap is going to fall in October, families are \"absolutely going to struggle\" with their bills this winter as its boss urged the government to bring back support for families."}, {"type": "text", "text": "A typical household paying by direct debit for gas and electricity will face an annual charge of £1,923 from October to December, a fall of about £150."}, {"type": "text", "text": "Despite that, millions of households could end up paying more because government support with bills - worth £66 a month - has now been withdrawn."}, {"type": "headline", "text": "Reflecting the tough economic situation is the fact that junior doctors and consultants have agreed to go on strike for the first time in NHS over four days across September and October - coinciding with Mr Sunak's first Tory conference as leader and prime minister."}, {"type": "headline", "text": "Tata talks"}, {"type": "headline", "text": "Sky News revealed this week the government is in advanced talks with Britain's biggest steel producer to hand over a £500m aid package aimed at securing the long-term future of steelmaking in South Wales."}, {"type": "text", "text": ""}, {"type": "text", "text": "Whitehall officials and Tata Steel are close to agreeing a deal that would commit more than £1bn to the future of its Port Talbot steelworks - but which could ultimately result in thousands of job losses."}, {"type": "text", "text": "Under the plans currently envisaged, the government would commit approximately £500m of public funding to the company, while Tata Steel's Indian parent would sign off £700m of capital expenditure over a multi-year period."}, {"type": "text", "text": "Port Talbot employs about 4,000 people - roughly half of Tata Steel's overall UK workforce of approximately 8,000."}, {"type": "text", "text": "Industry sources close to the discussions said the company had indicated that over the long term, as many as 3,000 of its British-based staff were likely to lose their jobs."}, {"type": "text", "text": "Mr Hunt was challenged about the package by Trevor Phillips on Sunday, who asked whether the government was propping up an industry the government knows can't compete with China."}, {"type": "text", "text": "Mr Hunt hit back by arguing the UK \"can certainly compete with China\"."}, {"type": "text", "text": "He said: \"We are the world's second-largest colleagues offshore wind producer and when it comes to high-end manufacturing, as opposed to the very low-cost manufacturing, we have four of the world's top 10 universities, amazing research and development happening here."}, {"type": "text", "text": "\"And we have a British economy that is a global leader when it comes to life sciences, technology or arts manufacturing.\""}]}, {"_id": "64f619be51aa1f780d591fa4", "url": "https://news.sky.com/story/politics-is-about-to-speed-up-with-the-launch-of-the-politics-hub-on-sky-news-12952535", "primaryCategory": "politics", "subCategories": "NONE", "title": "Politics is about to speed up with the launch of Politics Hub on Sky News", "lead": "Today marks a new term in Westminster - and the launch of our new daily political show.", "author": "\nSophy Ridge\n", "datePublished": "2023-09-04 13:17:00", "dateScraped": "2023-09-04 19:54:06.023249", "dateUpdated": "2023-09-04 13:17:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-sophy-ridge-politicshub_6268481.jpg?20230830213907", "body": [{"type": "text", "text": "Today marks a new term in Westminster - and the launch of our new daily political show."}, {"type": "headline", "text": "The Politics Hub with Sophy Ridge will be on your TV screens from 7pm-8pm, Monday to Thursday."}, {"type": "text", "text": "I've heard a lot about politics slowing down after the rollercoaster of the last few years (and let's face it, we all feel like our leaders have driven us upside down and around the loop at times recently)."}, {"type": "text", "text": "But I think that's a misreading of where we are. Far from slowing down, politics is about to speed up."}, {"type": "headline", "text": "September marks the beginning of the long campaign for the election - an election which, if the polls are right, could produce the first change of government since 2010. Let that sink in! There are children in secondary school who have never known a world where the Conservatives are out of power."}, {"type": "text", "text": "And because of those stakes - an election that could be truly transformative - things are about to get dirty."}, {"type": "headline", "text": "We know Sir Keir Starmer has ruthlessness (look at the way he dispatched Jeremy Corbyn, or those attack ads claiming Rishi Sunak doesn't think paedophiles should go to prison.) Does Mr Sunak have the same ruthlessness? We'll find out in the coming months."}, {"type": "text", "text": "There's another reason that now is the right time for a daily politics show: the state of the country. Inflation has pummelled people's finances, and the mortgage timebomb is only just beginning. Public services are under strain. Debt is over 100% of GDP. Right now, the decisions made in Number 10 really matter."}, {"type": "text", "text": "I've thought a lot about what the mission statement for the new programme should be."}, {"type": "text", "text": "Politics Hub will unashamedly cater for the politically engaged ahead of what will be a blockbuster year for politics both in the UK and around the world."}, {"type": "text", "text": "But we won't be an echo chamber - you'll hear a range of voices and stories on the show."}, {"type": "text", "text": "I also feel that at 7pm on a weeknight - when you might be settling down with a glass of wine after a day's work - we can afford to have a bit of fun along the way."}, {"type": "text", "text": "And after six years of fronting Sky's Sunday morning political show, I'm looking forward to watching Trevor Phillips take over the reins at 8.30am (from the sofa in my pyjamas)."}, {"type": "text", "text": "Trevor and I have different styles and experiences - I'm always impressed by his thoughtful take on the big political issues - but we share a belief that what matters in political interviews is the answer - and the role of the question is just to elicit the most revealing response. In these serious political times, that matters more than ever."}, {"type": "headline", "text": "Watch Politics Hub with Sophy Ridge from 7pm Monday to Thursday on Sky channel 501, Virgin channel 602, Freeview channel 233, on the Sky News website and app or on YouTube."}]}, {"_id": "64f619bf51aa1f780d591fa5", "url": "https://news.sky.com/story/climate-change-longer-warmer-summers-could-increase-risk-of-mosquitoes-carrying-fatal-diseases-in-the-uk-experts-say-12955020", "primaryCategory": "technology", "subCategories": "NONE", "title": "Longer, warmer summers could increase risk of mosquitoes carrying 'fatal diseases' in the UK, experts say", "lead": "Increasingly long and hot summers are raising the risk of disease-carrying mosquitoes becoming established in Britain, the UK Health Security Agency (UKHSA) has warned.", "author": "\nThomas Moore\n", "datePublished": "2023-09-04 17:35:00", "dateScraped": "2023-09-04 19:54:07.331354", "dateUpdated": "2023-09-04 17:35:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/09/70x70/skynews-mosquito-insect_6274603.jpg?20230904161557", "body": [{"type": "text", "text": "Increasingly long and hot summers are raising the risk of disease-carrying mosquitoes becoming established in Britain, the UK Health Security Agency (UKHSA) has warned."}, {"type": "text", "text": "The tiger mosquito, which transmits several fatal \"tropical\" diseases, has already spread to 13 countries within the European Economic Area (EEA) since first becoming established in Italy in 1990."}, {"type": "text", "text": "Paris last week became the latest city to fumigate some neighbourhoods amid fears that breeding colonies could lead to an outbreak of dengue fever."}, {"type": "text", "text": "The viral infection is already spreading in the south of France. More than 50 indigenous cases have been reported over the last two years, including a British woman who had been on holiday in the Nice area."}, {"type": "text", "text": "In Britain, Several adult tiger mosquitoes have been found in traps monitored by the UKHSA at rail terminals, ports and motorway service stations. But so far there have been no established colonies in the UK."}, {"type": "text", "text": "Jolyon Medlock, chief medical entomologist at the UKHSA, told Sky News: \"With climate change, as the summers warm and the seasons lengthen, every time these mosquitoes come into the country there is greater potential for them to become established.\""}, {"type": "text", "text": "Scientific modelling done by the Liverpool School of Tropical Medicine suggests the tiger mosquito will become established across much of England and south Wales within 50 years."}, {"type": "text", "text": "It could even be \"abundant\" in London in hot summers."}, {"type": "text", "text": "To try to slow their spread the UKHSA and local authorities take swift action when the mosquitoes are spotted."}, {"type": "text", "text": "\"If we find them then we have a contingency plan to eliminate them,\" said Dr Medlock."}, {"type": "text", "text": "\"Unless you get in there at an early stage the mosquito will establish. Before we know it, we will have mosquitoes all over the country.\""}, {"type": "text", "text": ""}, {"type": "text", "text": "There are 36 species of mosquito in the UK, but although they bite - they are harmless."}, {"type": "text", "text": "However, a species of Culex mosquito that can spread West Nile virus began breeding in some areas of the Thames estuary in 2010."}, {"type": "text", "text": "West Nile virus usually causes flu-like symptoms, but can occasionally result in a brain infection."}, {"type": "text", "text": "Sky News joined scientists as they monitored a marsh in North Kent."}, {"type": "text", "text": "We found Culex larvae - immature mosquitoes - in drainage ditches, and adults in monitoring traps."}, {"type": "text", "text": "\"This is the warmest part of the country and an ideal wetland habitat."}, {"type": "text", "text": "\"The virus also thrives at high temperatures."}, {"type": "text", "text": "\"Most of the outbreaks are in warmer areas of the Mediterranean. With climate change and the potential for very hot summers that may also happen in the UK.\""}, {"type": "headline", "text": "Click to subscribe to ClimateCast with Tom Heap wherever you get your podcasts"}, {"type": "text", "text": "But it is the tiger mosquito that the UKHSA is most concerned about."}, {"type": "text", "text": "It lives in urban areas, allowing it to spread diseases to large numbers of people."}, {"type": "text", "text": "That includes dengue fever, with more than 3.7 million cases and 2,000 deaths worldwide so far this year, according to the European Centre for Disease Prevention and Control."}, {"type": "text", "text": "The mosquito also transmits chikungunya, which has caused more than 300 deaths this year, and the Zika virus, which causes birth defects."}, {"type": "text", "text": "The London School of Hygiene and Tropical Medicine has a secure breeding colony of the mosquitoes, so they can be closely studied."}, {"type": "text", "text": "Dr Oliver Brady, a specialist at the hospital, said mosquitoes are such efficient carriers of diseases that they can lead to huge outbreaks."}, {"type": "text", "text": "\"These are all acute diseases that are rarely fatal but can be very, very severe and lead to prolonged hospital stays."}, {"type": "text", "text": "\"If we were to cycle back five or ten years, we would have thought Zika was just a minor disease."}, {"type": "text", "text": "\"But because these mosquitoes are spread across such broad parts of the world, what historically is a mild disease can now have the potential to be a pandemic.\""}]}, {"_id": "64f619bf51aa1f780d591fa6", "url": "https://news.sky.com/story/covid-19-response-ramps-up-as-cases-rise-whats-happening-what-are-the-infection-rates-and-should-you-be-worried-12954828", "primaryCategory": "technology", "subCategories": "NONE", "title": "Latest COVID infection rate in UK estimated as cases continue to rise", "lead": "COVID once again seems to be everywhere: numbers are up, variants are circulating, boosters are being brought forward and the government is planning to restart surveillance.&#160;", "author": "\nJosephine Franks\n", "datePublished": "2023-09-04 15:35:00", "dateScraped": "2023-09-04 19:54:07.795146", "dateUpdated": "2023-09-04 15:35:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/22/07/70x70/skynews-covid-coronavirus-lateral-flow_5842533.png?20220722144720", "body": [{"type": "text", "text": "COVID once again seems to be everywhere: numbers are up, variants are circulating, boosters are being brought forward and the government is planning to restart surveillance. "}, {"type": "text", "text": "What do all of these things mean - and should you be worried?"}, {"type": "text", "text": "Here's what you need to know."}, {"type": "headline", "text": "Infections are up"}, {"type": "headline", "text": "More than 1 million people in the UK currently have symptomatic COVID, according to estimates from the ZOE Health Study."}, {"type": "text", "text": "The ongoing study, run by King's College London, uses data from app users to predict infection rates across the country."}, {"type": "text", "text": "It shows numbers have been building from a low in July. Around 1,169,195 people in the UK are estimated to have COVID - the biggest number since 17 April 2023, when approximately 1,178,340 were infected."}, {"type": "text", "text": "Data for 2 September shows 93,432 new daily cases across the UK."}, {"type": "text", "text": "The infection rate is highest in Edinburgh, where approximately one in 10 people have the virus."}, {"type": "text", "text": "There are no longer any official estimates of COVID-19 rates among the UK population, making it difficult to get a full and reliable picture of the spread of the virus."}, {"type": "text", "text": "Testing for COVID-19 has also been scaled back sharply, including across the NHS, so there is not as much data available for analysis."}, {"type": "text", "text": "Hospital admissions are one way of seeing what is happening with the virus."}, {"type": "headline", "text": "Latest figures show the number of people in hospital with COVID-19 in England has reached a three-month high, with 3.4 admissions per 100,000 people in the week to 27 August."}, {"type": "text", "text": "It is too early to determine if the rise is linked to the new variant, with other factors - like increased socialising - also possible contributors."}, {"type": "text", "text": "The overall numbers also remain well below those seen in the spring (10.5 per 100,000) and last Christmas (11.8)."}, {"type": "headline", "text": "Click to subscribe to the Sky News Daily wherever you get your podcasts"}, {"type": "headline", "text": "Better data is coming"}, {"type": "text", "text": "Plans are under way to restart COVID surveillance ahead of winter, the UKHSA has said."}, {"type": "text", "text": "The weekly ONS infection survey stopped in March after almost three years of providing weekly data on levels of the virus across the UK."}, {"type": "text", "text": "The UKHSA is yet to announce what surveillance over the winter will look like, but there will be no ramping up of routine testing."}, {"type": "headline", "text": "What about COVID vaccines?"}, {"type": "headline", "text": "The rollout of vaccines was brought forward due to concerns about a new variant, and from 11 September high-risk groups will start getting a seasonal booster."}, {"type": "headline", "text": "But there's strict criteria for who is eligible. Over-65s, frontline health workers, people with immunosuppression and those in clinical risk groups are among those who can get the jab."}, {"type": "text", "text": ""}, {"type": "headline", "text": "What are the latest variants circulating?"}, {"type": "headline", "text": "BA.2.86 is the most concerning variant since Omicron emerged, NHS officials have said."}, {"type": "headline", "text": "Nicknamed Pirola, it was first detected in the UK in mid-August, when the UKHSA said it could already be causing \"significant community transmission\"."}, {"type": "text", "text": "The variant sparked the acceleration of the vaccine programme."}, {"type": "text", "text": "The reason scientists concerned are its high number of mutations: 33 to be exact. We're yet to see what the mutations mean for the variant's ability to make people sick."}, {"type": "text", "text": "\"Having changed their shape, they may become more infectious, they may become more disease-causing,\" Dr Bharat Pankhania, an infectious disease control expert from the University of Exeter, told Sky News."}, {"type": "text", "text": "\"On the other hand, they may not. We just don't know yet,\" he said."}, {"type": "headline", "text": "EG.5, also known as EG.5.1 or Eris, was designated as a 'variant of interest' by the World Health Organisation (WHO) in mid-August after it was reported in 51 countries."}, {"type": "text", "text": "WHO said it had not found an increase in disease severity compared to variants we've seen previously."}, {"type": "text", "text": "But it said it does have a growth advantage and immune escape properties, which means it can evade natural or vaccine-based immunity."}, {"type": "headline", "text": "BA.6 has been dubbed Pi, although it hasn't been given that name officially (in fact, no COVID variants have been given a Greek letter name since Omicron - the variants since have been considered its descendents)."}, {"type": "text", "text": "It has been detected in Denmark and Israel, and also has dozens of mutations."}, {"type": "headline", "text": "What should I do if I have COVID?"}, {"type": "text", "text": "There are no longer any COVID restrictions in the UK."}, {"type": "text", "text": "However, the government still says you should try to stay at home if you have COVID."}, {"type": "text", "text": "Free tests are no longer available to most people but can be bought at pharmacies."}]}, {"_id": "64f619c051aa1f780d591fa7", "url": "https://news.sky.com/story/rumours-of-ebola-outbreak-at-burning-man-festival-heres-why-theyre-false-12954957", "primaryCategory": "technology", "subCategories": "NONE", "title": "Rumours of Ebola outbreak at Burning Man Festival - here's why they're false", "lead": "The Burning Man festival in Nevada has been dominated by rain, mud baths and videos of Chris Rock and Diplo's escape - but a slightly different picture is emerging online.", "author": "\nOlive Enokido-Lineham\n", "datePublished": "2023-09-04 17:59:00", "dateScraped": "2023-09-04 19:54:08.016042", "dateUpdated": "2023-09-04 17:59:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/09/70x70/skynews-nevada-burning-man_6274560.jpg?20230904154734", "body": [{"type": "text", "text": "The Burning Man festival in Nevada has been dominated by rain, mud baths and videos of Chris Rock and Diplo's escape - but a slightly different picture is emerging online.  "}, {"type": "text", "text": "Social media has seen a torrent of misinformation claims of an \"Ebola outbreak\" at the festival - causing mass panic."}, {"type": "text", "text": "The hashtag #Ebola has made up almost a quarter of posts on TikTok and Twitter from the Nevada region over the past few days."}, {"type": "text", "text": "Sky News has been taking a look at where some of them have come from - and why they're false."}, {"type": "text", "text": "Tens of thousands of partygoers have been stuck in the northern Nevada Black Rock Desert following heavy rain that began on Thursday."}, {"type": "text", "text": "One of the false claims circulating is that an Ebola outbreak was confirmed at Black Rock City by the Centers for Disease Control and Prevention (CDC) - the US health regulator."}, {"type": "text", "text": "Screenshots of a fake post by the CDC claiming that an outbreak had been \"confirmed\" - posted on Sunday on platforms like X, formerly known as Twitter - have had over 300,000 views."}, {"type": "text", "text": "The post features a manipulated health advisory infographic from a previous CDC Ebola campaign, but replaces the subtitle of \"Recently in Africa?\" to \"Recently in Nevada?\""}, {"type": "text", "text": "The screenshot makes it look like the official CDC X page, which uses the handle of @CDCgov, published the post."}, {"type": "text", "text": "But a closer look at the real account shows the centre has not publicly mentioned anything about an outbreak in Nevada."}, {"type": "text", "text": "A community note on X does warn that the post is either \"deliberate misinformation\" or a joke that got \"out of hand\", but some critics say the note was added too late."}, {"type": "headline", "text": "#Ebola dominates almost quarter of posts"}, {"type": "text", "text": "The hashtag #Ebola has also dominated social media posts from the Nevada region over the last few days, data from social listening platform TalkWalker shows."}, {"type": "text", "text": "Between 27 and 31 August, Ebola does not appear in posts from TikTok and X from the region of Nevada."}, {"type": "text", "text": "However, between Friday and Monday, where weather has disrupted the festival - #Ebola dominates 21.4% of posts across both social media platforms in the region - demonstrating how widespread the claim has become online."}, {"type": "text", "text": "It's unclear why the misinformation surrounding the event focused specifically on an Ebola virus outbreak, and where it originally started."}, {"type": "text", "text": "The misinformation online has even caused confusion for festivalgoers still at Burning Man, who have been posting to confirm there has not been an outbreak of the virus."}, {"type": "text", "text": "Other posts surfacing online also mention Marburgvirus - which is in the same family as the virus that causes Ebola."}]}, {"_id": "64f619c051aa1f780d591fa8", "url": "https://news.sky.com/story/bangor-university-scientists-design-fuel-for-nuclear-reactors-on-the-moon-12955003", "primaryCategory": "technology", "subCategories": "NONE", "title": "Experts design fuel for nuclear reactors on the moon", "lead": "Scientists at a Welsh university have designed fuel which could sustain life on a base situated on the moon.", "author": "\nTomos Evans\n", "datePublished": "2023-09-04 17:39:00", "dateScraped": "2023-09-04 19:54:08.531387", "dateUpdated": "2023-09-04 17:39:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/03/70x70/skynews-rolls-royce-moon_6090962.jpg?20230316164909", "body": [{"type": "text", "text": "Scientists at a Welsh university have designed fuel which could sustain life on a base situated on the moon."}, {"type": "headline", "text": "A team at Bangor University in north Wales has been conducting research which they say will make space travel safer and more efficient."}, {"type": "headline", "text": "Rolls-Royce was given funding earlier this year to build a nuclear reactor for a lunar base."}, {"type": "headline", "text": "NASA's Artemis mission aims to put astronauts - including the first woman - back on the surface by the end of 2025."}, {"type": "text", "text": "This will mark the first time astronauts step foot on the moon in more than 50 years."}, {"type": "text", "text": "But longer-term exploration of the moon's surface will require a way to power any future lunar base."}, {"type": "text", "text": "Professor Simon Middleburgh is part of Bangor University's Nuclear Futures Institute."}, {"type": "text", "text": "\"We've been developing the bit in the middle of a nuclear reactor,\" he told Sky News."}, {"type": "text", "text": "\"We're working with industry partners like Rolls-Royce, the National Nuclear Laboratory and international partners like NASA to develop these really compact little reactors that go sit on the moon.\""}, {"type": "text", "text": "The fuel has been created using TRISO particles - about the same size as poppy seeds - and could hold the key to sustaining life on a future moon base."}, {"type": "text", "text": "\"The timescales for these are pretty short. We're looking at getting one of these reactors on the moon by the 2030s, so we really do need to get a wiggle on,\" Professor Middleburgh said."}, {"type": "text", "text": "\"What we've been designing is the fuel to power these reactors."}, {"type": "text", "text": "\"It's not just an ordinary challenge, it's not just standard nuclear fuel that you'd stick into your commercial electricity-generating reactor."}, {"type": "text", "text": "\"It's got to deal with launch, it's got to deal with lots of forces on it. And it's then also got to be powering this reactor for 15 or so years.\""}, {"type": "text", "text": "The fuel will be subject to further tests and regulatory approval."}, {"type": "headline", "text": "Sustaining a potential base on the moon is also a focus for India's historic mission to the south pole of the lunar surface, where a rover is searching for water ice that could be used for fuel, oxygen and drinking water."}, {"type": "text", "text": "Professor Middleburgh said being part of the research - led by Dr Phylis Makurunje - was \"wicked\"."}, {"type": "text", "text": "\"It's every kid's dream I think to play around with the space race and be involved with it,\" he said."}, {"type": "text", "text": "But more people are needed to take on the challenge of developing space reactor fuel, according to Professor Middleburgh."}, {"type": "text", "text": "\"We need more people around the UK to do it, we also need more people at Bangor to do it,\" he said."}, {"type": "text", "text": "\"We developed this new general engineering programme for undergraduates to come in and start working on fun things like space reactors and nuclear medicine and all sorts of other things.\""}]}, {"_id": "64f619c151aa1f780d591fa9", "url": "https://news.sky.com/story/covid-and-winter-flu-jabs-brought-forward-for-at-risk-groups-in-scotland-12954874", "primaryCategory": "technology", "subCategories": "NONE", "title": "COVID and winter flu jabs brought forward for at-risk groups in Scotland", "lead": "Scotland's winter vaccination programme is now under way with plans to bring appointments forward for those most at risk of becoming seriously ill from flu and COVID.", "author": "\nJenness Mitchell\n", "datePublished": "2023-09-04 12:53:00", "dateScraped": "2023-09-04 19:54:09.154840", "dateUpdated": "2023-09-04 12:53:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-vaccination-porton-down_6242389.jpg?20230904121358", "body": [{"type": "text", "text": "Scotland's winter vaccination programme is now under way with plans to bring appointments forward for those most at risk of becoming seriously ill from flu and COVID."}, {"type": "headline", "text": "It comes as the UK Health Security Agency said plans were under way to restart COVID surveillance across the UK by way of monitoring infection rates, hospitalisations and new variants."}, {"type": "text", "text": "BA.2.86, classed as a \"variant of interest\", was detected in Scotland on August 16. Less than a fortnight later on 29 August, it was found in wastewater in another NHS board area."}, {"type": "headline", "text": "Although BA.2.86 is not yet considered a variant of concern, it has a \"high number of mutations\". NHS officials said it is the most concerning new strain since Omicron first emerged."}, {"type": "text", "text": "The strain has already been found in several countries, including Denmark, Israel and the US."}, {"type": "text", "text": "Invitations to book or attend an appointment for the jabs have already been sent to those eligible. They include care home residents, those aged over 75, and those with weakened immune systems who are set to be vaccinated from mid-October."}, {"type": "headline", "text": "PHS reported 1,342 COVID cases in Scotland in the week ending 27 August."}, {"type": "text", "text": "Dr Nick Phin, director of public health science at PHS, said: \"We are continuing to monitor the emergence and prevalence of COVID-19 variants in Scotland through our surveillance programme."}, {"type": "text", "text": "\"While we are not concerned about the current levels of COVID-19, the identification of BA.2.86 in Scotland means that we are now working with health boards to ensure those most vulnerable to illness are protected this winter."}, {"type": "text", "text": "\"Getting vaccinated is the best way to protect yourself from serious illness and those eligible are encouraged to book or attend their appointment when invited to do so."}, {"type": "text", "text": "\"Coming forward when called will also help to alleviate pressures on local health boards who are working to deliver the winter vaccination programme at pace.\""}]}, {"_id": "64f619c251aa1f780d591faa", "url": "https://news.sky.com/story/india-launches-rocket-towards-the-sun-after-successful-moon-lander-mission-12952814", "primaryCategory": "technology", "subCategories": "NONE", "title": "India launches first mission to the sun", "lead": "Ten days after India's success in landing the first ever spacecraft on the southern side of the moon, the country has launched 'Aditya L1', its first mission to study the sun.", "author": "\nNeville Lazarus\n", "datePublished": "2023-09-02 10:36:00", "dateScraped": "2023-09-04 19:54:10.473258", "dateUpdated": "2023-09-02 10:36:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/09/70x70/skynews-india-space_6271239.jpg?20230902072329", "body": [{"type": "text", "text": "Ten days after India's success in landing the first ever spacecraft on the southern side of the moon, the country has launched 'Aditya L1', its first mission to study the sun."}, {"type": "text", "text": "The spacecraft was launched on the polar satellite launch vehicle rocket, from Sriharikota on the eastern coast of India at 11.50am local time."}, {"type": "text", "text": "The Indian Space Research Organisation (ISRO) said: \"The launch of Aditya-L1 by PSLV-C57 is accomplished successfully."}, {"type": "text", "text": "\"The vehicle has placed the satellite precisely into its intended orbit."}, {"type": "text", "text": "\"India's first solar observatory has begun its journey to the destination of sun-Earth L1 point.\""}, {"type": "text", "text": "Aditya L1 will travel 1.5 million km for about four months and place itself in a halo orbit around the Lagrange point (L1) of the sun-Earth system."}, {"type": "text", "text": "It will stabilise in the orbit because of balancing gravitational forces."}, {"type": "text", "text": "According to ISRO, the Aditya-L1 mission is the first space-based observatory-class Indian solar mission to study the sun's atmosphere."}, {"type": "text", "text": "The spacecraft is carrying seven payloads to observe and study the photosphere (deepest layers of the sun), chromosphere (layer about 400 km and 2,100 km above the photosphere) and the corona (the outermost layers of the sun)."}, {"type": "text", "text": "Using electromagnetic and particle and magnetic field detectors, it aims to study solar winds, which can cause disturbance on Earth and are commonly seen as \"auroras\"."}, {"type": "text", "text": "Long-term data from the mission could help better understand the sun's impact on Earth's climate patterns."}, {"type": "text", "text": "Visible Emission Line Coronagraph (VELC), the primary payload on board the Aditya L1 has been designed is such a way that it will be sending large data of spectral lines continuously."}, {"type": "text", "text": "Every day it will send 1,440 images - meaning every minute an image of the sun will be sent to ground stations where it will need to be read, studied, processed and disseminated to scientists across the world."}, {"type": "text", "text": "Every storm that emerges from the sun and heads towards Earth passes through L1."}, {"type": "text", "text": "A satellite placed in that halo orbit around L1 of the sun-Earth system has a major advantage of continuously viewing the sun without any eclipse."}, {"type": "text", "text": "This will provide a greater advantage of observing the solar activities and its effect on space weather in real time."}, {"type": "headline", "text": "Prime Minister Narendra Modi was feted and congratulated by world leaders while attending the BRICS summit in South Africa when India became the first country to have a spacecraft land on the southern region of the moon."}, {"type": "text", "text": "He said \"the success of Chandrayaan-3 is not only the victory of India, it is the triumph of the entire humankind\"."}, {"type": "text", "text": ""}, {"type": "text", "text": "Today's ambitious launch is just a few days away from the largest gathering of global leaders in New Delhi for the G20 Summit - an opportunity for Mr Modi to showcase India's prowess in its successful low budget space program."}, {"type": "text", "text": "With a budget of about $74m (£57.7m) the Chandrayaan-3 moon mission was cheaper than even fake-space ventures, like Hollywood movies Gravity and The Martian, which both cost more than $100m (£78.8m) to make."}, {"type": "text", "text": "And with every successful launch, the country joins the table as a prominent player in the community of global space exploration."}]}, {"_id": "64f619c451aa1f780d591fab", "url": "https://news.sky.com/story/nicole-kidman-and-elton-john-pay-tribute-to-margaritaville-singer-jimmy-buffett-12954758", "primaryCategory": "entertainment", "subCategories": "NONE", "title": "Stars pay tribute after death of 'unique and treasured' singer", "lead": "Stars including Nicole Kidman, Elton John and LL Cool J have paid tribute to singer and songwriter Jimmy Buffett, who has died aged 76.", "author": "\nBethany Minelle\n", "datePublished": "2023-09-04 14:37:00", "dateScraped": "2023-09-04 19:54:12.013839", "dateUpdated": "2023-09-04 14:37:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/09/70x70/skynews-jimmy-buffett-singer_6274137.jpg?20230904090111", "body": [{"type": "text", "text": "Stars including Nicole Kidman, Elton John and LL Cool J have paid tribute to singer and songwriter Jimmy Buffett, who has died aged 76."}, {"type": "text", "text": "The performer - known for his laid-back approach to life and credited with creating the tropical rock genre - died at his home in Sag Harbor, on Long Island, in America, according to a statement on his official website."}, {"type": "text", "text": "Best known for his 1970s hit Margaritaville - named after the popular cocktail - Buffett had last performed during a surprise appearance in Rhode Island, in early July."}, {"type": "text", "text": "He had been fighting Merkel cell skin cancer - a rare and aggressive cancer which tends to first develop on the face, head or neck before spreading to other parts of the body - for four years."}, {"type": "headline", "text": "Nicole Kidman, whose country singer husband Keith Urban had previously performed with Buffett, shared photos in her Instagram story which showed them chatting, along with the message: \"Remembering the good times. You will be missed xx.\""}, {"type": "headline", "text": "Elton John wrote in his Instagram story: \"Jimmy Buffett was a unique and treasured entertainer. His fans adored him and he never let them down."}, {"type": "text", "text": "\"This is the saddest of news. A lovely man gone way too soon. Condolences to (his wife) Jane and the family from (my husband) David (Furnish) and me.\""}, {"type": "text", "text": "Rapper LL Cool J wrote on X, formerly known as Twitter: \"Rest in power Jimmy Buffett, I'm glad we had time to vibe. You were and always will be a truly inspiring human.\""}, {"type": "text", "text": "Beach Boys' Brian Wilson posted a picture of one of Buffett's album covers on social media with the message: \"Love and mercy, Jimmy Buffett.\""}, {"type": "text", "text": "Actor Miles Teller shared photos taken with Buffett, with the poignant messages, \"'I can't change the direction of the wind, but I can adjust my sails to always reach my destination' - the legend Jimmy Buffett,\" and \"Where it all ends, I can't fathom, my friends. If I knew I might drop my anchor\" which he shared on social media."}, {"type": "headline", "text": "Music was about 'fishing, diving, dreaming'"}, {"type": "text", "text": "Founding his group, the Coral Reefer Band, in 1975, Buffett earned two Grammy Award nods, two Academy of Country Music Awards and a Country Music Association Award over his seven-decade career."}, {"type": "text", "text": "With his fans dubbed the Parrot Heads, much of his music portrayed a sun, sea and sand-loving lifestyle in a tropical tourist location."}, {"type": "text", "text": "Living the life he portrayed in his songs, he accepted an honorary doctorate in music from the University of Miami in 2015 wearing flip-flops and sunglasses."}, {"type": "text", "text": "A canny businessman as well as a singer, he used the title of his 1977 hit Margaritaville as the brand of his billion-dollar empire, which encompassed restaurants, clothing, casinos, a radio station and more."}, {"type": "text", "text": "The song itself was inducted into the Grammy Hall of Fame in 2016."}, {"type": "text", "text": "A former journalist, his musical writing had been praised by Bob Dylan, and he had also written bestselling books of both fiction and non-fiction."}, {"type": "text", "text": "A man of many talents, he was also a skilled pilot and sailor."}, {"type": "headline", "text": "His ethos: 'Take every good opportunity and go live it'"}, {"type": "text", "text": "Paying a very personal tribute to Buffett on Instagram, professional surfer Kelly Slater, 51, said that since he met Buffett in France in 2010, eight years after his own father had died, the singer and songwriter had \"kind of became a surrogate\" father to him."}, {"type": "text", "text": "He summed up the themes of Buffett's music as \"fishing, diving, dreaming about being in the tropics, playing music, and just living the dream\", going on to describe the impact the star had had on his life."}, {"type": "text", "text": "Slater wrote: \"He told me life was too short not to take every good opportunity that came along and go live it."}, {"type": "text", "text": "\"I'm not sure I've met many people with as positive an attitude who were as welcoming and giving as Jimmy has been to me, just one of the many thousands of friends he's had around this world... I really don't want to believe such a fine man is gone but I'm thankful and lucky for the times we had.\""}, {"type": "text", "text": "He ended his post, \"Fins Up!\", a phrase he said Buffett always signed off with."}, {"type": "text", "text": "Announcing his death on Saturday, a message on Buffett's Instagram read: \"Jimmy passed away peacefully on the night of September 1 surrounded by his family, friends, music and dogs."}, {"type": "text", "text": "\"He lived his life like a song 'til the very last breath and will be missed beyond measure by so many.\""}, {"type": "text", "text": "Buffett is survived by his wife Jane, daughters Savannah and Sarah, son Cameron, and his six devoted dogs."}]}, {"_id": "64f619c751aa1f780d591fac", "url": "https://news.sky.com/story/human-blood-set-to-soak-vatican-in-protest-inspired-by-sinead-oconnor-12946904", "primaryCategory": "entertainment", "subCategories": "NONE", "title": "Human blood set to 'soak' Vatican in protest inspired by famous singer", "lead": "Human blood is set to \"soak\" the Vatican&#160;in a protest&#160;inspired by the late singer Sinead O'Connor.", "author": "\nDavid Mercer\n", "datePublished": "2023-09-02 12:48:00", "dateScraped": "2023-09-04 19:54:15.181313", "dateUpdated": "2023-09-02 12:48:00", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/08/70x70/skynews-sinead-oconnor-vatican_6266630.jpg?20230829130455", "body": [{"type": "text", "text": "Human blood is set to \"soak\" the Vatican in a protest inspired by the late singer Sinead O'Connor."}, {"type": "text", "text": "Dissident Russian artist Andrei Molodkin has created a sculpture he plans to fill with blood donated by victims of abuse in the Catholic Church, which he says he will project on to the gates of the historic city - the home of the Pope."}, {"type": "headline", "text": "Molodkin - who made headlines after selling blood-soaked copies of Prince Harry's memoir earlier this year - says he expects Catholics to be offended by his latest stunt but insists: \"It doesn't bother me.\""}, {"type": "headline", "text": "He believes there will be outrage similar to that caused by O'Connor when she ripped up an image of Pope John Paul II while performing live on US television."}, {"type": "headline", "text": "Molodkin says the Irish star's career was \"totally ruined\" by her protest against abuse in the Catholic Church in 1992 but since her death in July, she has been hailed a \"hero\"."}, {"type": "text", "text": ""}, {"type": "text", "text": "\"It's inspired me,\" he told Sky News. \"I feel really emotional about it as she's such a great and talented singer."}, {"type": "text", "text": "\"Her career was totally ruined and people tried to forget about her. Now, after her death, everyone's speaking about it... like an example of a hero.\""}, {"type": "text", "text": "Molodkin has created a sculpture of the Keys of Heaven, the emblem of the papacy."}, {"type": "headline", "text": "Sculpture 'ready to receive blood'"}, {"type": "text", "text": "The artist, who lives in France, says he will need between 30 to 40 donors to fill the sculpture with blood before he will project it on to the gates of the Vatican around the end of September."}, {"type": "text", "text": "He says a priest who was abused within the Catholic Church is willing to donate blood for the artwork - and hopes other survivors among the \"thousands and thousands\" of victims will take part."}, {"type": "text", "text": "\"The sculpture is ready to receive the blood of people abused by the Catholic Church, to give them a voice,\" he said."}, {"type": "text", "text": "Asked how he thinks people in the Vatican will react, he replied: \"I think they will be shocked and surprised about it."}, {"type": "text", "text": "\"To see this sacred symbol... with the blood of abused people, it will be surprising.\""}, {"type": "text", "text": "Asked whether it will offend Catholics, he said: \"It doesn't bother me but I believe it will offend because the power of the Catholic Church is still great now."}, {"type": "text", "text": "\"I believe… I just give a platform for people who were abused to participate."}, {"type": "text", "text": "\"I didn't destroy anything. I just give people a formal voice to speak about it.\""}, {"type": "headline", "text": "Artist protesting against 'powerful' church"}, {"type": "text", "text": "Molodkin said he had chosen to protest against abuse in the Catholic Church because it was a \"powerful organisation\" with \"many dark secrets\"."}, {"type": "text", "text": "The title of the project is \"gate of the Vatican soaked in the blood of people abused by the Catholic Church\", he added."}, {"type": "headline", "text": "Molodkin previously projected a sculpture filled the blood of Afghans on to St Paul's Cathedral in a protest over Prince Harry's remarks in his memoir Spare."}, {"type": "text", "text": "Harry faced criticism for revealing in his memoir that he killed 25 Taliban fighters while serving in Afghanistan. He wrote that it \"wasn't a number that gave me any satisfaction... but neither was it a number that made me feel ashamed\"."}, {"type": "text", "text": "The prince also admitted that he did not think of those he killed as \"people\", but instead as \"chess pieces\" that had been taken off the board."}, {"type": "text", "text": "Molodkin said Harry's representatives tried to contact him after he put blood-soaked copies of Spare on sale."}, {"type": "text", "text": "\"We tried to avoid any contact (so) not to disrupt the project,\" the artist said."}, {"type": "text", "text": "He said 16 copies of the blood-soaked copies of Spare were sold for $10,000 each, with the proceeds going to organisations that help Afghani migrants."}, {"type": "text", "text": "Sky News approached the Holy See, the government of the Catholic Church, which operates from Vatican City, about Molodkin's planned stunt but did not receive a response."}]}]