[{"_id": "64917c9e51ac331c040b42f9", "url": "https://news.sky.com/story/titanic-submersible-rescue-operation-a-race-against-time-as-oxygen-supply-dwindles-12905728", "primaryCategory": "home", "subCategories": "test", "title": "Father and son on board missing Titanic submersible as rescuers face race against time", "lead": "Rescuers face a race against time to find the missing submersible that lost contact near the wreck of the Titanic as its oxygen supply dwindles.", "author": "\nReemul Balla\n", "datePublished": "2023-06-20 10:25:00", "dateScraped": "2023-06-20 12:17:02.423956", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-oceangate-titan-submersible_6192681.jpg?20230619172006", "body": "\nRescuers face a race against time to find the missing submersible that lost contact near the wreck of the Titanic as its oxygen supply dwindles.British billionaire Hamish Harding is one of five people on board the submersible craft Titan, which went missing on Sunday in the Atlantic Ocean.\n\n\n\nIt is understood from the vessel's operator, OceanGate Expeditions, Titan has a 96-hour oxygen supply in case of emergencies - meaning only around two days of \"life support\" remain.Titanic submersible missing - live updates\n\n\n\n\n\nImage:\n(L-R) Paul-Henry Nargeolet, Hamish Harding and Stockton Rush are on board the vessel. (Pics: AP/Facebook/OceanGate Foundation)\n\n        \n\n\n\n\n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n0:36\n\n\n\n\n\nFootage of submersibles used to see Titanic\n\n\n\nA major search and rescue operation is taking place 900 miles east of Cape Cod - led by the US Coast Guard, involving military aircraft.\n\n\n\n\n\nIt has warned the search has been \"challenging\" due to the remote location, some 435 miles south of Newfoundland, Canada.Rear Admiral John W Mauger said: \"We launched a C-130 aircraft to conduct an aerial search, both visual and radar of the scene.\"We've subsequently coordinated with the Canadian Coast Guard and Canadian Armed Forces to deploy additional assets to the scene.\"The Canadians have had a C-130 aircraft searching as well, in addition to also having a P-8 submarine search aircraft deploy as well, and put sonar buoys in the water in attempt to listen.\" \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nThe Titan lost contact with research vessel Polar Prince about an hour and 45 minutes into the vessel's dive on Sunday morning. \n\n\n\n\n\n\n\n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n0:44\n\n\n\n\n\n'Challenging' hunt for sub\n\n\n\nSky News understands that alongside Mr Harding, French submersible pilot Paul-Henry Nargeolet, and chief executive and founder of OceanGate Expeditions, Stockton Rush, are on board.Pakistani businessman Shahzada Dawood and his son, Suleman, are also on board.In an Instagram post before the expedition, Mr Harding said a \"weather window just opened up and we are going to attempt a dive tomorrow\".He added that he was proud to announce he had joined the expedition as a \"mission specialist\".Mr Dawood's family said in a statement: \"We are very grateful for the concern being shown by our colleagues and friends and would like to request everyone to pray for their safety.\"He is the vice chairman of Engro Corporation, one of Pakistan's largest conglomerates.The company has urged people to avoid speculation over what has happened to the missing sub.In a statement posted on Twitter, the company called for \"prayers for the safety and privacy\" of Mr Dawood's family.It said there is currently \"limited information\", and requested \"that speculation and theorisation is avoided\". \n\n\n\n\n\nImage:\nShahzada Dawood \n        \n\n\n\n'Major problem' facing rescuersOceanGate said in a statement that it was \"exploring and mobilising all options\" to bring the crew back safely.Read more: What we know about people on board missing Titanic subAccording to OceanGate, the Titan submersible is capable of diving 13,120ft \"with a comfortable safety margin\" and would take two hours to descend approximately 12,500ft where the Titanic wreck lies.The vessel operates by pinging back a message every 15 minutes to signal to those ashore that it is safe. Sky News understands, however, that those pings have stopped.The UK Ministry of Defence said it is \"continuing to monitor\" the situation of the missing submersible and will assist with the response \"as appropriate\".The MoD said yesterday that it had not yet been asked to help with the ongoing search and rescue operation.The department has also indicated NATO's submarine rescue system (NSRS) may not be able to reach the Titan vessel as \"the depths of water involved greatly exceed\" those at which it can safely operate. \n\n\n\n\n\n\n\n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n1:46\n\n\n\n\n\nInternational rescue effort underway\n\n\n\nMarine operations specialist Mike Welham outlined the difficulties in the search operation, adding that \"very specialised underwater vehicles\" would be needed to go to the depths of the Titanic wreck.He told Sky News: \"The biggest problem they've got is the depth of water at the Titanic site.\"It's about 3,800m and you need very specialised underwater vehicles to go down to that depth and they're not really readily available. So they have a major problem if they have to search and recover this vehicle.\"Robert Blasiak, ocean researcher at the Stockholm Resilience Centre, said: \"The dream scenario right now is that the submersible has managed to reach the surface and it's just drifting at sea level and will be found by one of the passing aircraft in the coming hours. That's what we hope for.\"The coast guard is also preparing for a more challenging scenario using sonic buoys so they are able to use sonar to detect sound in the water column in case the submersible is at depth. That becomes an entirely different story.\"We have to hope (the submersible) has already reached the surface.\"The submersible was taking part in OceanGate's third annual voyage to monitor the decay of the ship's wreckage, following expeditions in 2021 and 2022.Source of fascinationThe Titanic sank into the Atlantic on 15 April 1912 during its maiden voyage from Southampton to New York after hitting an iceberg, with some 1,500 people dying in the disaster.The wreck - discovered 37 years ago - is in the Atlantic about 400 nautical miles from Newfoundland in Canada.It has been a continued source of fascination.OceanGate Expeditions charges $250,000 (£195,270) for a place on its eight-day expedition.Last month, the first-ever full-sized digital replica of the Titanic was created as experts said it could be used to unlock secrets of the world's most famous shipwreck.\n"}, {"_id": "64917c9f51ac331c040b42fa", "url": "https://news.sky.com/story/what-we-know-about-the-passengers-on-board-missing-titanic-submersible-12905596", "primaryCategory": "home", "subCategories": "test", "title": "Timeline, passengers and rescue efforts: What we know of Titanic submersible that vanished", "lead": "A search and rescue mission is under way to find a missing submersible with five people on board that lost contact near the wreck of the Titanic.", "author": "None", "datePublished": "2023-06-20 11:03:00", "dateScraped": "2023-06-20 12:17:03.421390", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-submarine-vessel-underwater_6193217.jpg?20230620094132", "body": "\nA search and rescue mission is under way to find a missing submersible with five people on board that lost contact near the wreck of the Titanic.OceanGate Expeditions confirmed that one of its submersibles had gone missing in the Atlantic Ocean while taking passengers to see the famous wreck.\n\n\n\nTitanic sub missing - live updates: NATO rescue sub cannot reach required depthsHere is what we know so far.\n\n\n\n\n\nImage:\nOceangate's Titan Submersible. Pic:Oceangate\n        \n\n\n\nWhere and when did the submersible go missing?\n\n\n\n\n\nThe submersible went missing on Sunday in the Atlantic, some 435 miles south of Newfoundland, Canada.The Titan was launched as part of an expedition involving The Polar Prince, an icebreaker that was hired by OceanGate and formerly operated by the Canadian Coast Guard.The ship ferried dozens of people and the submersible craft to the North Atlantic wreck site, where the Titan was scheduled to make multiple dives.It is understood from OceanGate that Titan has a 96-hour oxygen supply in case of emergencies meaning only around two days of \"life support\" remain. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWhat is the Titan?The Titan is a small submersible operated by OceanGate - a US-based company which offers crewed submersibles for industry, research and exploration.Tickets cost $250,000 (£195,000) for an eight-day trip including dives to the wreck.According to the company, the Titan is capable of diving 13,120ft \"with a comfortable safety margin\".It takes the craft around two hours to descend approximately 12,500ft - where the Titanic wreck lies in a trench in the Atlantic. \n\n\n\n\n\n\nThe vessel, which weighs around 23,000lbs (10,432kg), operates by pinging back a message every 15 minutes to signal to those ashore that it is safe.However, Sky News understands that those pings have stopped.In a May 2021 court filing, OceanGate said the Titan had an \"unparalleled safety feature\" that assesses the integrity of the hull throughout every dive.At the time of the filing, Titan had undergone more than 50 test dives, including to the equivalent depth of the Titanic, the company said.During its 2022 expedition, OceanGate reported that the submersible had a battery issue on its first dive and had to be manually attached to its lifting platform, according to a November court filing. \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n0:44\n\n\n\n\n\n'Challenging' hunt for sub\n\n\n\nWhat about the rescue effort?US and Canadian ships and planes have been involved in the rescue efforts, but the remote location and depth make the operation particularly challenging.Also, it is unclear whether the Titan is still underwater or had surfaced and was unable to communicate.US Coast Guard Rear Admiral John Mauger said: \"It is a remote area and it is a challenge to conduct a search in that remote area.\"We are deploying all available assets to make sure that we can locate the craft and rescue the people on board.\"The Polar Prince is being used to search the surface where the submersible was launched. Canadian Boeing P-8 Poseidon reconnaissance aircraft and two Lockheed C-130 Hercules aircraft also conducted overflights.OceanGate Expeditions said it was \"mobilising all options\" to rescue those on board.What do we know about the people on board? \n\n\n\n\n\nImage:\nHamish Harding is on board the Titan\n        \n\n\n\n• Hamish HardingBritish billionaire Hamish Harding, 58, was confirmed as one of the passengers by his stepson Brian Szasz, who said on Facebook that his stepfather was in his \"thoughts and prayers\".Mr Harding is the current chairman of Action Aviation - a sales and operations company that offers a range of services in the business aviation industry.Posting on social media before the trip, Mr Harding said he was joining OceanGate Expeditions - the company that supplied the vessel - as a mission specialist.He wrote that due to bad weather in Newfoundland, Canada, the expedition was likely to be the first and only manned mission to the Titanic in 2023. \n\n\n\n\n\n\n\nTwitter\nDue to your consent preferences, you’re not able to view this.\nOpen Privacy Options\n\n\nBased in the United Arab Emirates - where Action Aviation headquarters is based - Mr Harding described himself on social media as a world explorer.He holds the Guinness world record for the fastest circumnavigation of the Earth via the North and South Poles by an aircraft - 46 hours, 40 minutes and 22 seconds.Last year, he also took part in the fifth human space flight by Blue Origin - an American aerospace company founded by Jeff Bezos.• Stockton Rush   \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n0:45\n\n\n\n\n\nOceanGate CEO speaks to Sky News \n\n\n\nStockton Rush is chief executive and founder of OceanGate Inc - a company that provides crewed submersible services to enable researchers and explorers to access the oceans' vast resources.Having trained as a pilot, he became the youngest jet transport rated pilot in the world at the age of 19.He is also a founder and member of the board of trustees of non-profit organisation OceanGate Foundation, which aims to catalyse emerging marine technology to further discoveries in marine science, history, and archaeology. \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nIn an interview with Sky News back in February, Mr Rush spoke about visiting the Titanic wreck.\"What really strikes you is how beautiful it is,\" he said. \"You don't normally see that on a shipwreck.\"It is an amazingly beautiful wreck.\"When asked if they can go inside the wreckage, Mr Rush said: \"You can see inside, we dipped down and saw the grand staircase and saw some of the chandeliers still hanging.\"Next year we are hoping to send a small robot inside but for now we stay on the outside.\"• Paul-Henry Nargeolet \n\n\n\n\n\nImage:\nPaul-Henry Nargeolet. Pic:Oceangate\n        \n\n\n\nPaul-Henry Nargeolet is a former commander who served in the French Navy for 25 years.During his service, he became the captain of the deep submergence group of the navy.After leaving the navy he joined the French Institute for Research and Exploitation of the Sea, according to The Five Deeps Expedition - a company that assembles scientists, engineers and submersible operators for missions.Mr Nargeolet has already led several expeditions to the Titanic site and has been involved in numerous scientific and technical expeditions around the world.• Shahzada Dawood and his son Suleman \n\n\n\n\n\nImage:\nShahzada Dawood \n        \n\n\n\nPakistani businessman Shahzada Dawood and his son, Suleman, are also on board, their family said in a statement.\"We are very grateful for the concern being shown by our colleagues and friends and would like to request everyone to pray for their safety,\" they added.The Dawoods belong to one of Pakistan's most prominent families, whose eponymous firm invests across the country in agriculture, industries and the health sector.Mr Dawood, 48, also currently serves as the vice chairman of the board of Engro Corporation - a Pakistan-based conglomerate operating across a number of sectors including fertiliser and chemical production.The UK-based businessman is also a trustee at the SETI Institute - a Silicon Valley not-for-profit working in space exploration.\n"}, {"_id": "64917c9f51ac331c040b42fb", "url": "https://news.sky.com/story/police-searching-2024-paris-olympics-headquarters-in-corruption-investigation-12906027", "primaryCategory": "home", "subCategories": "test", "title": "Police searching 2024 Paris Olympics HQ in corruption probe", "lead": "Police are searching the headquarters of the 2024 Paris Olympics organisers as part of a probe into suspected corruption.", "author": "None", "datePublished": "2023-06-20 10:56:00", "dateScraped": "2023-06-20 12:17:03.695772", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-police-search-headquarters_6193272.jpg?20230620105449", "body": "\nPolice are searching the headquarters of the 2024 Paris Olympics organisers as part of a probe into suspected corruption.The Paris organising committee said in a statement that a search is under way at its offices in the Saint-Denis suburb of the French capital, and that \"Paris 2024 is co-operating with the investigators to facilitate their investigations.\"\n\n\n\nIt would not comment further.An official with the financial prosecutor's office said the searches are linked to two investigations that had not previously been made public and are based on information provided by an anti-corruption agency.One of the probes was opened in 2017 into suspected embezzlement of public funds and favouritism and concerns about an unspecified contract reached by Paris organisers, the prosecutor's office said.\n\n\n\n\n\nRead more from Sky News:Father and son on board missing Titanic submersible US rapper dies after collapsing on stage during show Nearly 170 dead as northern India swelters in heatwaveThe other was opened in 2022 following an audit by the French Anti-corruption Agency.The prosecutor's office said that case targets suspected conflict of interest and favouritism involving several contracts reached by the organising committee and Solideo, the company in charge of Olympic facilities.The Olympics will be held from 26 July to 11 August 2024 with the Paralympic Games taking place from 28 August to 6 September 2024. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\n"}, {"_id": "64917ca051ac331c040b42fc", "url": "https://news.sky.com/story/andrew-tate-and-his-brother-to-face-trial-in-romania-over-human-trafficking-allegations-12906042", "primaryCategory": "home", "subCategories": "test", "title": "Andrew Tate and his brother to face trial over human trafficking allegations", "lead": "Controversial influencer Andrew Tate and his brother Tristan are to face trial in Romania over allegations of charges of human trafficking, rape and forming a criminal gang to sexually exploit women.", "author": "None", "datePublished": "2023-06-20 11:16:00", "dateScraped": "2023-06-20 12:17:04.008953", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/02/70x70/skynews-breaking-breaking-news_6070873.jpg?20230528224918", "body": "\nControversial influencer Andrew Tate and his brother Tristan are to face trial in Romania over allegations of charges of human trafficking, rape and forming a criminal gang to sexually exploit women.The Tate brothers and two Romanian female suspects are under house arrest as part of an investigation into allegations made by seven women - accusations they have denied.Romanian prosecutors on Tuesday agreed to send all four suspects to trial. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\n"}, {"_id": "64917ca051ac331c040b42fd", "url": "https://news.sky.com/story/warning-over-crash-for-cash-scammers-on-mopeds-driving-head-first-into-motorists-12905218", "primaryCategory": "home", "subCategories": "test", "title": "Moped riders are deliberately crashing into motorists - here's why", "lead": "Fraudsters on mopeds are driving head-first into motorists in a rising insurance scam that has claimed thousands of victims, authorities have warned.&#160;", "author": "\nDavid Mercer\n", "datePublished": "2023-06-20 09:25:00", "dateScraped": "2023-06-20 12:17:04.303480", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-crash-for-cash-moped_6191886.jpg?20230619075127", "body": "\nFraudsters on mopeds are driving head-first into motorists in a rising insurance scam that has claimed thousands of victims, authorities have warned. Many of the \"crash for cash\" moped scammers are believed to be couriers delivering items including takeaways, according to the Insurance Fraud Bureau (IFB).\n\n\n\nNearly every UK insurer has received bogus claims related to the fraud - collectively valued at £27m - with more than 2,200 victims in London alone in the last two years, where it has \"become epidemic\", investigators say.It is feared thousands more drivers have unknowingly been targeted across the country - and an urgent appeal has now been launched to help motorists learn the warning signs of the scam.How does the scam work? \n\n\n\n\n\nUnlike traditional crash for cash scams where fraudsters slam on their car's brake in hope that the victim behind cannot stop in time, this con involves mopeds being driven at oncoming cars.The moped scammer hides out of sight in a side road or parking space, and then deliberately drives into the victim as they head towards them.They then usually throw their moped to the ground and drop to the floor to dramatise an injury, before taking photos of the incident.The fraudster sometimes has an accomplice to act as a witness and help facilitate the scam. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nThere have also been reports of an accomplice using a van to help obscure the victim's view before the moped drives into them, making the scam easier to carry out.Most reported incidents have taken place in north London, where residents have been told to be vigilant of any moped users who appear to be lingering unnecessarily on public roads.\n\n\n\n\n\nImage:\nPic: IFB/Hastings Direct \n        \n\n\n\nWho's being targeted? Incidents date back as far as 10 years ago, according to the IFB and the City of London Police's Insurance Fraud Enforcement Department (IFED).There has been a surge in incidents since 2021 across London boroughs, including Barnet, Brent, Camden, Enfield, Haringey and Hackney, Islington, and Kensington and Chelsea - with affluent areas often targeted.The issue of crash for cash moped scams in the capital has now grown to become the IFB's biggest ever investigation.Ursula Jallow, director at IFB, said: \"Crash for cash moped scams have become epidemic in our capital.\"These dangerous fraudsters are driving head-first into unsuspecting motorists, leaving countless victims terrified and insurers facing millions of pounds in bogus claims.\"Read more:'Crash for cash' scammers using new tacticsDrivers warned about new 'clip for cash' conMen jailed for fatal 'crash for cash' scam'A dangerous menace on our roads'Matthew Stevens, anti-fraud director at insurer Hastings Direct, said this type of fraud \"not only has a negative impact on insurance premiums, it is also very dangerous\".\"It is a clear demonstration that these criminals have no regard for public safety and no concern for innocent and unsuspecting road users, who are often left traumatised following these incidents,\" he added. \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nMark Allen, from the Association of British Insurers, said: \"Staged crash for cash scams are a dangerous menace on our roads.\"Often highly organised, and constantly looking for new targets to exploit, these criminals put lives at risk.\"The industry is determined to do all it can to protect innocent motorists from these frauds through working collaboratively to drive this scourge from our roads.\"Anyone who thinks they have been targeted in a crash for cash moped scam can contact police if they feel in any immediate danger and inform their insurer of the incident.Evidence of the scam can be reported to IFB's confidential Cheatline service, via an online form or by calling 0800 422 0421.\n"}, {"_id": "64917ca051ac331c040b42fe", "url": "https://news.sky.com/story/glastonbury-cancels-screening-of-jeremy-corbyn-conspiracy-theory-film-12905779", "primaryCategory": "home", "subCategories": "test", "title": "Glastonbury cancels screening of Corbyn 'conspiracy theory' film", "lead": "A \"conspiracy theory\" film about former Labour leader Jeremy Corbyn will not be screened at Glastonbury following a complaint by a leading Jewish group.", "author": "\nTim Baker\n", "datePublished": "2023-06-20 09:57:00", "dateScraped": "2023-06-20 12:17:04.846855", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-jeremy-corbyn-glastonbury_6193166.jpg?20230620090642", "body": "\nA \"conspiracy theory\" film about former Labour leader Jeremy Corbyn will not be screened at Glastonbury following a complaint by a leading Jewish group.Oh, Jeremy Corbyn... The Big Lie, was set to be shown on Sunday at the festival.\n\n\n\nAccording to the website of producer Platform Films, the \"feature-length documentary film explores a dark and murky story of political deceit and outrageous antisemitic smears\".Politics latest: Sunak 'hoping to draw a line under partygate'Marie van der Zyl, president of the Jewish communal organisation the Board of Deputies, wrote to the festival organisers and said it would be \"profoundly sinister\" for it to be shown at the event.\n\n\n\n\n\nShe said she understood the film \"seeks to suggest that organisations such as the Board of Deputies of British Jews, of which I am the president, somehow helped to 'orchestrate' Jeremy Corbyn's downfall as Labour Party leader\".Announcing the cancellation of the screening, a Glastonbury Festival statement said it believed organisers booked the film in \"good faith, in the hope of provoking political debate\".\"It's become clear that it is not appropriate for us to screen it at the festival. Glastonbury is about unity and not division, and we stand against all forms of discrimination.\"Among those who contributed to the documentary were writer Jackie Walker and filmmaker Ken Loach. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nMs Walker was suspended from Labour for alleged antisemitic comments while Mr Corbyn was in charge.Mr Loach was removed from the party in 2021 because he would \"not disown those already expelled\".Andrew Murray, who was an adviser to Mr Corbyn, also contributed to the documentary. \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nRead more:Disposable vapes banned at GlastonburyIdentity of mystery Glastonbury band may have been revealed Mr Corbyn was removed from Labour's parliamentary party group for his reaction to an Equality and Human Rights Commission report into the party under his leadership that found Labour had broken the law with the way it treated antisemitism complaints.He said the scale of the problem was \"overstated\".Mr Corbyn has since been prevented from standing as a Labour MP at the next election.In the letter sent by Ms van der Zyl, she said Glastonbury organisers' decision to show the film was \"worrying\".\"Your festival is one of the most successful festivals in the UK,\" she wrote.\"It seems profoundly sinister for it to be providing a platform to a film which clearly seeks to indoctrinate people into believing a conspiracy theory effectively aimed at Jewish organisations.\"We would request that you not allow your festival to be hijacked by those seeking to promote hatred with no basis in fact, in the same way as we would hope that your festival would not screen films seeking to promote other conspiracy theories, such as anti-vaccination, 9/11 truthers or chemtrails.\" \n\n\n\n\n\nSpreaker\nDue to your consent preferences, you’re not able to view this.\nOpen Privacy Options\n\n\nClick to subscribe to the Sky News Daily wherever you get your podcastsThe Board of Deputies later said it was \"pleased\" that Glastonbury had cancelled the screening.Platform Films has been approached for comment.\n"}, {"_id": "64917ca151ac331c040b42ff", "url": "https://news.sky.com/story/nottingham-attacks-suspect-valdo-calocane-appears-at-crown-court-as-trial-date-set-12905424", "primaryCategory": "home", "subCategories": "test", "title": "Nottingham attacks suspect appears at crown court as trial date set", "lead": "The man accused of stabbing to death two university students and a school caretaker in Nottingham has appeared in court for a second time.", "author": "None", "datePublished": "2023-06-20 11:07:00", "dateScraped": "2023-06-20 12:17:05.238810", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-ian-coates-grace-kumar_6187012.jpg?20230614110629", "body": "\nThe man accused of stabbing to death two university students and a school caretaker in Nottingham has appeared in court for a second time.Valdo Calocane, 31, of no fixed address, was remanded in custody after appearing at Nottingham Crown Court on Tuesday.He is yet to enter pleas on three charges of murder and three charges of attempted murder.A potential trial date was set for 12 January.Calocane is accused of murdering University of Nottingham students Grace O'Malley-Kumar and Barnaby Webber, both 19, and school caretaker Ian Coates, 65, in the early hours of 13 June.Calocane is also alleged to have attempted to murder three other people after they were hit by a van. One of them was left in a critical condition.Police revealed last week that Calocane was a former student at the University of Nottingham.He previously appeared at Nottingham Magistrates' Court on Saturday.\n"}, {"_id": "64917ca151ac331c040b4300", "url": "https://news.sky.com/story/ex-met-police-officer-adam-provan-found-guilty-of-raping-girl-and-woman-12905802", "primaryCategory": "home", "subCategories": "test", "title": "Ex-Met Police officer found guilty of raping girl and woman", "lead": "A former Metropolitan Police officer has been found guilty of raping a woman and a girl.", "author": "None", "datePublished": "2023-06-20 10:29:00", "dateScraped": "2023-06-20 12:17:05.464444", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-met-police-rape-court_6193199.jpg?20230620092157", "body": "\nA former Metropolitan Police officer has been found guilty of raping a woman and a girl.Adam Provan was convicted on Monday of six counts of rape of a fellow police officer between 2003 and 2005.The 44-year-old, of Newmarket, Suffolk, was also found guilty of two counts of rape of a teenage girl, whom he met on a blind date after lying about his age in 2010.Provan was a serving officer in the Met Police's East Area Command Unit at the time of the offences.Detective Sergeant Victoria James described Provan's offences as \"truly dreadful\".\"Provan abused his position to win the trust of both these women,\" she said.\"The 2010 assault was brazen and calculated, with clear indication he had planned it beforehand.\"The second victim suffered a campaign of controlling and abusive behaviour and sexual violence.\"She added: \"I commend the incredible courage of both women in helping us bring Provan to justice.\" \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nRead more:Met Police officer who was unmasked as serial rapist is jailedKey findings of damning review into Met PoliceThe trial at Wood Green Crown Court in north London heard that Provan met the 16-year-old girl through a friend.The court heard he lied about his age, claiming that he was 22.He later took her to Central Park in Romford and forced her to commit a sex act, jurors were told.She told a relative that she had been raped at the time, but it was not reported to police until 2016.Provan was later convicted and jailed for nine years and was sacked from the Met in March 2019. \n\n\n\n\n\nSpreaker\nDue to your consent preferences, you’re not able to view this.\nOpen Privacy Options\n\n\nClick to subscribe to the Sky News Daily wherever you get your podcastsHowever, he successfully appealed against those convictions which were quashed in 2022.A retrial began in May this year, along with six new counts of rape relating to the second victim.The jury unanimously found him guilty of all eight counts on Monday. He will be sentenced on 21 August.\n"}, {"_id": "64917ca151ac331c040b4301", "url": "https://news.sky.com/story/taking-regular-naps-is-good-for-the-brain-study-finds-12905780", "primaryCategory": "home", "subCategories": "test", "title": "Taking regular naps is good for the brain", "lead": "Taking a nap during the day can leave you feeling refreshed, recharged and ready to take on the world. Now new research suggests it could be good for your brain too.", "author": "\nTom Gillespie\n", "datePublished": "2023-06-20 10:36:00", "dateScraped": "2023-06-20 12:17:05.983575", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-nap-napping-generic_6193234.jpg?20230620100559", "body": "\nTaking a nap during the day can leave you feeling refreshed, recharged and ready to take on the world. Now new research suggests it could be good for your brain too.A study which analysed data from people aged 40 to 69 has shown daytime napping could slow the rate at which the brain shrinks as we age.\n\n\n\nThe average difference in brain volume between habitual nappers and those who were not was equivalent to 2.6 to 6.5 years of ageing, researchers found.They said they hope their findings into the health benefits of sleeping during the day will reduce any stigma that still exists around daytime napping.Senior author Dr Victoria Garfield, from the MRC Unit for Lifelong Health & Ageing at UCL, said: \"Our findings suggest that, for some people, short daytime naps may be a part of the puzzle that could help preserve the health of the brain as we get older.\"\n\n\n\n\n\nPrevious research has suggested people who have had a short nap perform better in cognitive tests in the hours afterwards than those who did not take forty winks.The new study, published in the journal Sleep Health, looked at whether there was a causal relationship between daytime napping and brain health.Researchers looked at 97 snippets of DNA thought to determine people's likelihood of habitual napping.They compared measures of brain health and cognition of people who are more genetically programmed to nap with people who did not have these changes in DNA, using data from 378,932 people from the UK Biobank study. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nThey found that, overall, people predetermined to nap had a larger total brain volume. \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nRead more from Sky NewsFather and son on board missing Titanic submersibleMoped riders deliberately crashing into motorists Grocery inflation eases to 'slowest monthly rate this year'The genetic variants - DNA changes - influencing the likelihood of someone to nap were identified in an earlier study looking at data from 452,633 UK Biobank participants.But the researchers did not find a difference in how well those programmed to be habitual nappers performed on three other measures of brain health and cognitive function.Lead author and PhD candidate Valentina Paz, from the University of the Republic (Uruguay) and MRC Unit for Lifelong Health & Ageing at UCL, said: \"This is the first study to attempt to untangle the causal relationship between habitual daytime napping and cognitive and structural brain outcomes.\"By looking at genes set at birth, Mendelian randomisation avoids confounding factors occurring throughout life that may influence associations between napping and health outcomes.\"Our study points to a causal link between habitual napping and larger total brain volume.\"Dr Garfield added: \"I hope studies such as this one showing the health benefits of short naps can help to reduce any stigma that still exists around daytime napping.\"\n"}, {"_id": "64917ca251ac331c040b4302", "url": "https://news.sky.com/story/us-rapper-big-pokey-dies-after-collapsing-on-stage-during-texas-show-12905349", "primaryCategory": "home", "subCategories": "test", "title": "US rapper dies after collapsing on stage during show", "lead": "An American rapper has died after collapsing on stage during a show.", "author": "None", "datePublished": "2023-06-20 09:38:00", "dateScraped": "2023-06-20 12:17:06.263672", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-big-pokey-milton-powell_6193151.jpg?20230620085820", "body": "\nAn American rapper has died after collapsing on stage during a show.Big Pokey, whose real name was Milton Powell, was appearing at an event in Beaumont, Texas, on Saturday night when he appeared to faint or pass out.\n\n\n\nVideo shared on social media showed the 48-year-old falling backwards, with people rushing to help him and paramedics then performing CPR on him at the Pour09 Bar.Powell was taken to hospital but died on Sunday.In a statement following his death, Powell's spokesperson said he was \"well-loved by his family, his friends, and his loyal fans\".\n\n\n\n\n\n\"Big Pokey will forever be 'The Hardest Pit In The Litter!',\" the statement added, referencing Powell's debut album title.Read more on Sky News:Elton John says Phillip Schofield affair reaction was 'totally homophobic'Singer shows black eye after being hit by phone during concertPowell was a member of Screwed Up Click, an influential group of Houston-based artists.Last year, he featured on Megan Thee Stallion's Southside Royalty Freestyle track. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nMayor of Houston Sylvester Turner paid tribute to Powell on Twitter, calling him a \"legendary rapper\" and offering \"prayers and condolences\" to his friends and family.Other artists have paid tribute to Powell, with rapper Bun B calling him \"one of the most naturally talented artists\" in Houston and a \"humble mountain of a man who moved with honour and respect\".\"He was easy to love and hard to hate,\" he added.\n"}, {"_id": "64917ca251ac331c040b4303", "url": "https://news.sky.com/story/warning-over-crash-for-cash-scammers-on-mopeds-driving-head-first-into-motorists-12905218", "primaryCategory": "uk", "subCategories": "test", "title": "Moped riders are deliberately crashing into motorists - here's why", "lead": "Fraudsters on mopeds are driving head-first into motorists in a rising insurance scam that has claimed thousands of victims, authorities have warned.&#160;", "author": "\nDavid Mercer\n", "datePublished": "2023-06-20 09:25:00", "dateScraped": "2023-06-20 12:17:06.606466", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-crash-for-cash-moped_6191886.jpg?20230619075127", "body": "\nFraudsters on mopeds are driving head-first into motorists in a rising insurance scam that has claimed thousands of victims, authorities have warned. Many of the \"crash for cash\" moped scammers are believed to be couriers delivering items including takeaways, according to the Insurance Fraud Bureau (IFB).\n\n\n\nNearly every UK insurer has received bogus claims related to the fraud - collectively valued at £27m - with more than 2,200 victims in London alone in the last two years, where it has \"become epidemic\", investigators say.It is feared thousands more drivers have unknowingly been targeted across the country - and an urgent appeal has now been launched to help motorists learn the warning signs of the scam.How does the scam work? \n\n\n\n\n\nUnlike traditional crash for cash scams where fraudsters slam on their car's brake in hope that the victim behind cannot stop in time, this con involves mopeds being driven at oncoming cars.The moped scammer hides out of sight in a side road or parking space, and then deliberately drives into the victim as they head towards them.They then usually throw their moped to the ground and drop to the floor to dramatise an injury, before taking photos of the incident.The fraudster sometimes has an accomplice to act as a witness and help facilitate the scam. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nThere have also been reports of an accomplice using a van to help obscure the victim's view before the moped drives into them, making the scam easier to carry out.Most reported incidents have taken place in north London, where residents have been told to be vigilant of any moped users who appear to be lingering unnecessarily on public roads.\n\n\n\n\n\nImage:\nPic: IFB/Hastings Direct \n        \n\n\n\nWho's being targeted? Incidents date back as far as 10 years ago, according to the IFB and the City of London Police's Insurance Fraud Enforcement Department (IFED).There has been a surge in incidents since 2021 across London boroughs, including Barnet, Brent, Camden, Enfield, Haringey and Hackney, Islington, and Kensington and Chelsea - with affluent areas often targeted.The issue of crash for cash moped scams in the capital has now grown to become the IFB's biggest ever investigation.Ursula Jallow, director at IFB, said: \"Crash for cash moped scams have become epidemic in our capital.\"These dangerous fraudsters are driving head-first into unsuspecting motorists, leaving countless victims terrified and insurers facing millions of pounds in bogus claims.\"Read more:'Crash for cash' scammers using new tacticsDrivers warned about new 'clip for cash' conMen jailed for fatal 'crash for cash' scam'A dangerous menace on our roads'Matthew Stevens, anti-fraud director at insurer Hastings Direct, said this type of fraud \"not only has a negative impact on insurance premiums, it is also very dangerous\".\"It is a clear demonstration that these criminals have no regard for public safety and no concern for innocent and unsuspecting road users, who are often left traumatised following these incidents,\" he added. \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nMark Allen, from the Association of British Insurers, said: \"Staged crash for cash scams are a dangerous menace on our roads.\"Often highly organised, and constantly looking for new targets to exploit, these criminals put lives at risk.\"The industry is determined to do all it can to protect innocent motorists from these frauds through working collaboratively to drive this scourge from our roads.\"Anyone who thinks they have been targeted in a crash for cash moped scam can contact police if they feel in any immediate danger and inform their insurer of the incident.Evidence of the scam can be reported to IFB's confidential Cheatline service, via an online form or by calling 0800 422 0421.\n"}, {"_id": "64917ca251ac331c040b4304", "url": "https://news.sky.com/story/titanic-submersible-rescue-operation-a-race-against-time-as-oxygen-supply-dwindles-12905728", "primaryCategory": "uk", "subCategories": "test", "title": "Father and son on board missing Titanic submersible as rescuers face race against time", "lead": "Rescuers face a race against time to find the missing submersible that lost contact near the wreck of the Titanic as its oxygen supply dwindles.", "author": "\nReemul Balla\n", "datePublished": "2023-06-20 10:25:00", "dateScraped": "2023-06-20 12:17:06.796137", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-oceangate-titan-submersible_6192681.jpg?20230619172006", "body": "\nRescuers face a race against time to find the missing submersible that lost contact near the wreck of the Titanic as its oxygen supply dwindles.British billionaire Hamish Harding is one of five people on board the submersible craft Titan, which went missing on Sunday in the Atlantic Ocean.\n\n\n\nIt is understood from the vessel's operator, OceanGate Expeditions, Titan has a 96-hour oxygen supply in case of emergencies - meaning only around two days of \"life support\" remain.Titanic submersible missing - live updates\n\n\n\n\n\nImage:\n(L-R) Paul-Henry Nargeolet, Hamish Harding and Stockton Rush are on board the vessel. (Pics: AP/Facebook/OceanGate Foundation)\n\n        \n\n\n\n\n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n0:36\n\n\n\n\n\nFootage of submersibles used to see Titanic\n\n\n\nA major search and rescue operation is taking place 900 miles east of Cape Cod - led by the US Coast Guard, involving military aircraft.\n\n\n\n\n\nIt has warned the search has been \"challenging\" due to the remote location, some 435 miles south of Newfoundland, Canada.Rear Admiral John W Mauger said: \"We launched a C-130 aircraft to conduct an aerial search, both visual and radar of the scene.\"We've subsequently coordinated with the Canadian Coast Guard and Canadian Armed Forces to deploy additional assets to the scene.\"The Canadians have had a C-130 aircraft searching as well, in addition to also having a P-8 submarine search aircraft deploy as well, and put sonar buoys in the water in attempt to listen.\" \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nThe Titan lost contact with research vessel Polar Prince about an hour and 45 minutes into the vessel's dive on Sunday morning. \n\n\n\n\n\n\n\n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n0:44\n\n\n\n\n\n'Challenging' hunt for sub\n\n\n\nSky News understands that alongside Mr Harding, French submersible pilot Paul-Henry Nargeolet, and chief executive and founder of OceanGate Expeditions, Stockton Rush, are on board.Pakistani businessman Shahzada Dawood and his son, Suleman, are also on board.In an Instagram post before the expedition, Mr Harding said a \"weather window just opened up and we are going to attempt a dive tomorrow\".He added that he was proud to announce he had joined the expedition as a \"mission specialist\".Mr Dawood's family said in a statement: \"We are very grateful for the concern being shown by our colleagues and friends and would like to request everyone to pray for their safety.\"He is the vice chairman of Engro Corporation, one of Pakistan's largest conglomerates.The company has urged people to avoid speculation over what has happened to the missing sub.In a statement posted on Twitter, the company called for \"prayers for the safety and privacy\" of Mr Dawood's family.It said there is currently \"limited information\", and requested \"that speculation and theorisation is avoided\". \n\n\n\n\n\nImage:\nShahzada Dawood \n        \n\n\n\n'Major problem' facing rescuersOceanGate said in a statement that it was \"exploring and mobilising all options\" to bring the crew back safely.Read more: What we know about people on board missing Titanic subAccording to OceanGate, the Titan submersible is capable of diving 13,120ft \"with a comfortable safety margin\" and would take two hours to descend approximately 12,500ft where the Titanic wreck lies.The vessel operates by pinging back a message every 15 minutes to signal to those ashore that it is safe. Sky News understands, however, that those pings have stopped.The UK Ministry of Defence said it is \"continuing to monitor\" the situation of the missing submersible and will assist with the response \"as appropriate\".The MoD said yesterday that it had not yet been asked to help with the ongoing search and rescue operation.The department has also indicated NATO's submarine rescue system (NSRS) may not be able to reach the Titan vessel as \"the depths of water involved greatly exceed\" those at which it can safely operate. \n\n\n\n\n\n\n\n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n1:46\n\n\n\n\n\nInternational rescue effort underway\n\n\n\nMarine operations specialist Mike Welham outlined the difficulties in the search operation, adding that \"very specialised underwater vehicles\" would be needed to go to the depths of the Titanic wreck.He told Sky News: \"The biggest problem they've got is the depth of water at the Titanic site.\"It's about 3,800m and you need very specialised underwater vehicles to go down to that depth and they're not really readily available. So they have a major problem if they have to search and recover this vehicle.\"Robert Blasiak, ocean researcher at the Stockholm Resilience Centre, said: \"The dream scenario right now is that the submersible has managed to reach the surface and it's just drifting at sea level and will be found by one of the passing aircraft in the coming hours. That's what we hope for.\"The coast guard is also preparing for a more challenging scenario using sonic buoys so they are able to use sonar to detect sound in the water column in case the submersible is at depth. That becomes an entirely different story.\"We have to hope (the submersible) has already reached the surface.\"The submersible was taking part in OceanGate's third annual voyage to monitor the decay of the ship's wreckage, following expeditions in 2021 and 2022.Source of fascinationThe Titanic sank into the Atlantic on 15 April 1912 during its maiden voyage from Southampton to New York after hitting an iceberg, with some 1,500 people dying in the disaster.The wreck - discovered 37 years ago - is in the Atlantic about 400 nautical miles from Newfoundland in Canada.It has been a continued source of fascination.OceanGate Expeditions charges $250,000 (£195,270) for a place on its eight-day expedition.Last month, the first-ever full-sized digital replica of the Titanic was created as experts said it could be used to unlock secrets of the world's most famous shipwreck.\n"}, {"_id": "64917ca251ac331c040b4305", "url": "https://news.sky.com/story/ex-met-police-officer-adam-provan-found-guilty-of-raping-girl-and-woman-12905802", "primaryCategory": "uk", "subCategories": "test", "title": "Ex-Met Police officer found guilty of raping girl and woman", "lead": "A former Metropolitan Police officer has been found guilty of raping a woman and a girl.", "author": "None", "datePublished": "2023-06-20 10:29:00", "dateScraped": "2023-06-20 12:17:06.969872", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-met-police-rape-court_6193199.jpg?20230620092157", "body": "\nA former Metropolitan Police officer has been found guilty of raping a woman and a girl.Adam Provan was convicted on Monday of six counts of rape of a fellow police officer between 2003 and 2005.The 44-year-old, of Newmarket, Suffolk, was also found guilty of two counts of rape of a teenage girl, whom he met on a blind date after lying about his age in 2010.Provan was a serving officer in the Met Police's East Area Command Unit at the time of the offences.Detective Sergeant Victoria James described Provan's offences as \"truly dreadful\".\"Provan abused his position to win the trust of both these women,\" she said.\"The 2010 assault was brazen and calculated, with clear indication he had planned it beforehand.\"The second victim suffered a campaign of controlling and abusive behaviour and sexual violence.\"She added: \"I commend the incredible courage of both women in helping us bring Provan to justice.\" \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nRead more:Met Police officer who was unmasked as serial rapist is jailedKey findings of damning review into Met PoliceThe trial at Wood Green Crown Court in north London heard that Provan met the 16-year-old girl through a friend.The court heard he lied about his age, claiming that he was 22.He later took her to Central Park in Romford and forced her to commit a sex act, jurors were told.She told a relative that she had been raped at the time, but it was not reported to police until 2016.Provan was later convicted and jailed for nine years and was sacked from the Met in March 2019. \n\n\n\n\n\nSpreaker\nDue to your consent preferences, you’re not able to view this.\nOpen Privacy Options\n\n\nClick to subscribe to the Sky News Daily wherever you get your podcastsHowever, he successfully appealed against those convictions which were quashed in 2022.A retrial began in May this year, along with six new counts of rape relating to the second victim.The jury unanimously found him guilty of all eight counts on Monday. He will be sentenced on 21 August.\n"}, {"_id": "64917ca351ac331c040b4306", "url": "https://news.sky.com/story/nottingham-attacks-suspect-valdo-calocane-appears-at-crown-court-as-trial-date-set-12905424", "primaryCategory": "uk", "subCategories": "test", "title": "Nottingham attacks suspect appears at crown court as trial date set", "lead": "The man accused of stabbing to death two university students and a school caretaker in Nottingham has appeared in court for a second time.", "author": "None", "datePublished": "2023-06-20 11:07:00", "dateScraped": "2023-06-20 12:17:07.146184", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-ian-coates-grace-kumar_6187012.jpg?20230614110629", "body": "\nThe man accused of stabbing to death two university students and a school caretaker in Nottingham has appeared in court for a second time.Valdo Calocane, 31, of no fixed address, was remanded in custody after appearing at Nottingham Crown Court on Tuesday.He is yet to enter pleas on three charges of murder and three charges of attempted murder.A potential trial date was set for 12 January.Calocane is accused of murdering University of Nottingham students Grace O'Malley-Kumar and Barnaby Webber, both 19, and school caretaker Ian Coates, 65, in the early hours of 13 June.Calocane is also alleged to have attempted to murder three other people after they were hit by a van. One of them was left in a critical condition.Police revealed last week that Calocane was a former student at the University of Nottingham.He previously appeared at Nottingham Magistrates' Court on Saturday.\n"}, {"_id": "64917ca351ac331c040b4307", "url": "https://news.sky.com/story/glastonbury-cancels-screening-of-jeremy-corbyn-conspiracy-theory-film-12905779", "primaryCategory": "uk", "subCategories": "test", "title": "Glastonbury cancels screening of Corbyn 'conspiracy theory' film", "lead": "A \"conspiracy theory\" film about former Labour leader Jeremy Corbyn will not be screened at Glastonbury following a complaint by a leading Jewish group.", "author": "\nTim Baker\n", "datePublished": "2023-06-20 09:57:00", "dateScraped": "2023-06-20 12:17:07.329736", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-jeremy-corbyn-glastonbury_6193166.jpg?20230620090642", "body": "\nA \"conspiracy theory\" film about former Labour leader Jeremy Corbyn will not be screened at Glastonbury following a complaint by a leading Jewish group.Oh, Jeremy Corbyn... The Big Lie, was set to be shown on Sunday at the festival.\n\n\n\nAccording to the website of producer Platform Films, the \"feature-length documentary film explores a dark and murky story of political deceit and outrageous antisemitic smears\".Politics latest: Sunak 'hoping to draw a line under partygate'Marie van der Zyl, president of the Jewish communal organisation the Board of Deputies, wrote to the festival organisers and said it would be \"profoundly sinister\" for it to be shown at the event.\n\n\n\n\n\nShe said she understood the film \"seeks to suggest that organisations such as the Board of Deputies of British Jews, of which I am the president, somehow helped to 'orchestrate' Jeremy Corbyn's downfall as Labour Party leader\".Announcing the cancellation of the screening, a Glastonbury Festival statement said it believed organisers booked the film in \"good faith, in the hope of provoking political debate\".\"It's become clear that it is not appropriate for us to screen it at the festival. Glastonbury is about unity and not division, and we stand against all forms of discrimination.\"Among those who contributed to the documentary were writer Jackie Walker and filmmaker Ken Loach. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nMs Walker was suspended from Labour for alleged antisemitic comments while Mr Corbyn was in charge.Mr Loach was removed from the party in 2021 because he would \"not disown those already expelled\".Andrew Murray, who was an adviser to Mr Corbyn, also contributed to the documentary. \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nRead more:Disposable vapes banned at GlastonburyIdentity of mystery Glastonbury band may have been revealed Mr Corbyn was removed from Labour's parliamentary party group for his reaction to an Equality and Human Rights Commission report into the party under his leadership that found Labour had broken the law with the way it treated antisemitism complaints.He said the scale of the problem was \"overstated\".Mr Corbyn has since been prevented from standing as a Labour MP at the next election.In the letter sent by Ms van der Zyl, she said Glastonbury organisers' decision to show the film was \"worrying\".\"Your festival is one of the most successful festivals in the UK,\" she wrote.\"It seems profoundly sinister for it to be providing a platform to a film which clearly seeks to indoctrinate people into believing a conspiracy theory effectively aimed at Jewish organisations.\"We would request that you not allow your festival to be hijacked by those seeking to promote hatred with no basis in fact, in the same way as we would hope that your festival would not screen films seeking to promote other conspiracy theories, such as anti-vaccination, 9/11 truthers or chemtrails.\" \n\n\n\n\n\nSpreaker\nDue to your consent preferences, you’re not able to view this.\nOpen Privacy Options\n\n\nClick to subscribe to the Sky News Daily wherever you get your podcastsThe Board of Deputies later said it was \"pleased\" that Glastonbury had cancelled the screening.Platform Films has been approached for comment.\n"}, {"_id": "64917ca351ac331c040b4308", "url": "https://news.sky.com/story/taking-regular-naps-is-good-for-the-brain-study-finds-12905780", "primaryCategory": "uk", "subCategories": "test", "title": "Taking regular naps is good for the brain", "lead": "Taking a nap during the day can leave you feeling refreshed, recharged and ready to take on the world. Now new research suggests it could be good for your brain too.", "author": "\nTom Gillespie\n", "datePublished": "2023-06-20 10:36:00", "dateScraped": "2023-06-20 12:17:07.525026", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-nap-napping-generic_6193234.jpg?20230620100559", "body": "\nTaking a nap during the day can leave you feeling refreshed, recharged and ready to take on the world. Now new research suggests it could be good for your brain too.A study which analysed data from people aged 40 to 69 has shown daytime napping could slow the rate at which the brain shrinks as we age.\n\n\n\nThe average difference in brain volume between habitual nappers and those who were not was equivalent to 2.6 to 6.5 years of ageing, researchers found.They said they hope their findings into the health benefits of sleeping during the day will reduce any stigma that still exists around daytime napping.Senior author Dr Victoria Garfield, from the MRC Unit for Lifelong Health & Ageing at UCL, said: \"Our findings suggest that, for some people, short daytime naps may be a part of the puzzle that could help preserve the health of the brain as we get older.\"\n\n\n\n\n\nPrevious research has suggested people who have had a short nap perform better in cognitive tests in the hours afterwards than those who did not take forty winks.The new study, published in the journal Sleep Health, looked at whether there was a causal relationship between daytime napping and brain health.Researchers looked at 97 snippets of DNA thought to determine people's likelihood of habitual napping.They compared measures of brain health and cognition of people who are more genetically programmed to nap with people who did not have these changes in DNA, using data from 378,932 people from the UK Biobank study. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nThey found that, overall, people predetermined to nap had a larger total brain volume. \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nRead more from Sky NewsFather and son on board missing Titanic submersibleMoped riders deliberately crashing into motorists Grocery inflation eases to 'slowest monthly rate this year'The genetic variants - DNA changes - influencing the likelihood of someone to nap were identified in an earlier study looking at data from 452,633 UK Biobank participants.But the researchers did not find a difference in how well those programmed to be habitual nappers performed on three other measures of brain health and cognitive function.Lead author and PhD candidate Valentina Paz, from the University of the Republic (Uruguay) and MRC Unit for Lifelong Health & Ageing at UCL, said: \"This is the first study to attempt to untangle the causal relationship between habitual daytime napping and cognitive and structural brain outcomes.\"By looking at genes set at birth, Mendelian randomisation avoids confounding factors occurring throughout life that may influence associations between napping and health outcomes.\"Our study points to a causal link between habitual napping and larger total brain volume.\"Dr Garfield added: \"I hope studies such as this one showing the health benefits of short naps can help to reduce any stigma that still exists around daytime napping.\"\n"}, {"_id": "64917ca451ac331c040b4309", "url": "https://news.sky.com/story/grocery-inflation-eases-to-slowest-monthly-rate-this-year-12905510", "primaryCategory": "uk", "subCategories": "test", "title": "Grocery inflation eases to 'slowest monthly rate this year'", "lead": "The pace of grocery inflation has eased to its slowest monthly rate this year, according to industry data that backs hopes the worst may be over.", "author": "\nJames Sillars\n", "datePublished": "2023-06-20 08:00:00", "dateScraped": "2023-06-20 12:17:08.051188", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/05/70x70/skynews-grocery-shopping-trolley_6156616.jpg?20230516020753", "body": "\nThe pace of grocery inflation has eased to its slowest monthly rate this year, according to industry data that backs hopes the worst may be over.Kantar Worldpanel, which tracks supermarket sales and prices, reported a rate of 16.5% over the four weeks to 11 June.\n\n\n\nThat was down from the 17.2% figure revealed a month ago.It marks the third month in a row that the rate of price growth in the sector has softened - but the report acknowledged it was no cause for celebration given the wider pressures on household bills amid the cost of living crisis.Grocery inflation, it said, was still being most propped up by the cost of eggs, \"ambient cooking sauces\" and frozen potato products.\n\n\n\n\n\nThe latter item includes the national favourite, the humble chip, as potato costs remain elevated Europe-wide due to high production costs and poor crop yields.The headline Kantar grocery inflation figure backed up an assertion by the chief executive of Tesco last Friday that the worst was over for industry prices, despite cost pressures remaining in several other areas including energy and staff wages. \n\nMore on Cost Of Living\n\n\n\n\n\n\n\n                  More than 6m people with disabilities to start receiving £150 cost of living payment\n                \n\n\n\n\n\n\n\n\n                  Mortgage misery: What is causing the crunch, will it get worse and what can you do if you are struggling?\n                \n\n\n\n\n\n\n\n\n                  Ban on two-for-one junk food deals delayed again over cost of living crisis\n                \n\n\n\n\n\n\nRelated Topics:\nCost of living\n\n\n\n\n\n\n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n1:49\n\n\n\n\n\nTesco: Food inflation is easing\n\n\n\nSupermarket chains are under pressure to keep the pace of increases fair given a Competition and Markets Authority (CMA) inquiry and a government threat to potentially cap the price of essentials.The government is targeting a halving of the rate of inflation this year but food costs have consistently held back an easing. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nThe grocery sector has denied any suggestion of profiteering, insisting that prices reflect the real picture across the supply chain.Retailers, who argue that competition has been intense since the emergence of the discounters, have been cutting prices in the past few weeks. \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n5:55\n\n\n\n\n\nRichard Walker, Iceland's managing director on the interest free loans the supermarket offers customers to help them buy food, which he says could be rolled out across the industry. \n\n\n\nMarks & Spencer was the latest, on Monday, to reveal lower prices for 70 everyday items.Morrisons, the country's fifth largest chain, also announced that it was cutting the prices of 47 products by an average of over 25%.Sainsbury's, Tesco and Asda have also made similar adjustments since the end of Kantar's reporting period a week ago.Fraser McKevitt, head of retail and consumer insight at Kantar, said of its data: \"This is the lowest rate of grocery price inflation we've seen in 2023, which will be a relief to shoppers and retailers. \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n1:36\n\n\n\n\n\nHigher grocery wages a drag on food inflation\n\n\n\n\"But prices rising at 16.5% isn't something to celebrate and it's still the sixth highest monthly figure in the past 15 years.\"Price rises are now being compared to the increasing rate of grocery inflation seen last summer, which means that it should continue to fall in the coming months, a welcome result for everyone.\"The latest official inflation figures are due to be released on Wednesday.They are tipped, by a Reuters news agency poll of economists, to show the consumer prices index measure dropping back to 8.4% in May from 8.7% the previous month.However, it will not be enough for the Bank of England to hold off on another interest rate rise the following day.Financial markets see a 0.25 percentage point increase to 4.75% as a certainty on Thursday.That is because data is suggesting that inflation is becoming ingrained in the economy while the latest official wage figures show the gap between pay rises and the rate of inflation is shrinking fast.\n"}, {"_id": "64917ca451ac331c040b430a", "url": "https://news.sky.com/story/phillip-schofield-affair-reaction-was-totally-homophobic-says-sir-elton-john-12905483", "primaryCategory": "uk", "subCategories": "test", "title": "Elton John: Reaction to Phillip Schofield's affair was 'totally homophobic'", "lead": "Sir Elton John has said the reaction to Phillip Schofield's secret affair with a younger colleague was \"totally homophobic\".", "author": "None", "datePublished": "2023-06-20 02:19:00", "dateScraped": "2023-06-20 12:17:08.754055", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/05/70x70/skynews-sir-elton-john-glastonbury_6173880.jpg?20230531102843", "body": "\nSir Elton John has said the reaction to Phillip Schofield's secret affair with a younger colleague was \"totally homophobic\".The 76-year-old singer claimed a heterosexual relationship with a similar age gap would not have attracted such negative media coverage.\n\n\n\n\"I feel that the Phillip Schofield thing has been totally homophobic,\" he told the Radio Times.\"If it was a straight guy in a fling with a young woman, it wouldn't even make the papers.\" \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n3:14\n\n\n\n\n\nSchofield fallout explained\n\n\n\nSchofield, 61, departed ITV programme This Morning last month after admitting to an \"unwise but not illegal\" relationship with a younger male colleague, which he had lied about for years.\n\n\n\n\n\nThe fallout saw ITV announce an external review, and bosses at the broadcaster were called to give evidence in parliament about claims of a \"toxic\" workplace.Schofield apologised in a statement on social media and during subsequent interviews with The Sun and the BBC, saying he had \"lost everything\" while also alleging homophobia had motivated the criticism of him.\"It's accepted by Leonardo DiCaprio, it's not accepted if it's in the gay world,\" he claimed.LGBTQ+ rights campaigner Peter Tatchell and actor Rupert Everett also criticised the reaction to the affair. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nTatchell said it had \"more than a whiff of homophobia\", while Everett described it as \"insane\".Read more:ITV questioning as it happenedWhat we learned from Philip Schofield's interviews \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n0:52\n\n\n\n\n\nSchofield: 'Do you want me to die?'\n\n\n\nSir Elton's comments came as he denounced the treatment of LGBTQ+ people in the US as \"disgraceful\".\"It's all going pear-shaped in America,\" said the Rocketman performer.\"There's violence, (discriminatory) laws enacted in Florida, which are disgraceful.\"Among the legislation introduced by Governor Ron DeSantis are school teachers being banned from giving lessons about sexual orientation, and doctors being given permission to deny treatments to LGBTQ+ patients.Sir Elton said hate towards his community was spreading \"like a virus\". \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nHis interview with the Radio Times comes ahead of his performance at Glastonbury this weekend.The I'm Still Standing star will headline the festival's Pyramid Stage on 25 June.\n"}, {"_id": "64917ca551ac331c040b430b", "url": "https://news.sky.com/story/covid-rule-breaker-mp-margaret-ferrier-pleads-with-constituents-not-to-trigger-by-election-12905637", "primaryCategory": "uk", "subCategories": "test", "title": "COVID rule-breaker MP pleads with constituents not to trigger by-election", "lead": "Disgraced Scottish MP Margaret Ferrier has urged her constituents not to trigger a by-election in a last-ditch attempt to avoid losing her job.", "author": "\nConnor Gillies\n", "datePublished": "2023-06-20 02:28:00", "dateScraped": "2023-06-20 12:17:09.233167", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-margaret-ferrier-msp_6193045.jpg?20230619235007", "body": "\nDisgraced Scottish MP Margaret Ferrier has urged her constituents not to trigger a by-election in a last-ditch attempt to avoid losing her job.The former SNP MP, who is now an independent, was convicted of putting people at risk after travelling by train to a debate at Westminster while suffering from coronavirus in 2020.\n\n\n\nShe was later charged by police and ordered to undertake 270 hours of unpaid work after admitting culpably and recklessly exposing the public \"to the risk of infection, illness and death\" as a result of her behaviour.She has repeatedly refused to resign.The Commons Standards Committee suspended her for 30 days, which automatically triggers a process known as a \"recall petition\".\n\n\n\n\n\nMs Ferrier faces the risk of being removed from her seat if 10% of voters in Rutherglen and Hamilton West sign the document at special signing stations from today until 30 July.It requires 8,100 signatures from an electorate of nearly 81,000. \n\nMore on Snp\n\n\n\n\n\n\n\n                  SNP: Nicola Sturgeon 'certain' she has done nothing wrong\n                \n\n\n\n\n\n\n\n\n                  Humza Yousaf rejects claim of 'collusion' between police and media in SNP finances probe\n                \n\n\n\n\n\n\n\n\n                  Alex Salmond disagrees with Humza Yousaf and 'wouldn't describe' Nicola Sturgeon as 'Europe's most impressive politician'\n                \n\n\n\n\n\n\nRelated Topics:\nSNPScotland\n\n\n\n\n\n'Do not sign the petition paper'The disgraced politician made a rare public statement ahead of this process beginning. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nWriting on her website, Ms Ferrier urged voters not to sign the petition.She said: \"While parties have already spent months arguing about their candidates for a by-election that has not even been confirmed, they have disregarded the very real issues faced by many in our community.\"That is why so many constituents have expressed to me that they do not want a by-election.\"She continued: \"If you wish to see me continue as your MP, then do not sign the petition paper.\"Ms Ferrier, who won the constituency for the SNP in 2019, had the party whip removed in 2020 after the allegations emerged and has since sat in the Commons as an independent.Both Scottish Labour and the SNP have got their eye on Ms Ferrier's seat. A recent poll put the parties neck and neck at the next general election in Scotland.Read more: Nicola Sturgeon's arrest is a hammer blow for the SNPScottish Labour leader Anas Sarwar said constituents were \"furious\" that the issue had dragged on for so long and suggested his party would bring change.The possibility of a by-election means the stakes are high.It would be the first big electoral test for new First Minister Humza Yousaf amid the ongoing SNP police investigation crisis.Pressure would also mount on Labour to clinch a victory as many commentators suggest Scotland is key to Sir Keir Starmer becoming the next prime minister.It is unclear whether Ms Ferrier would stand if voters in Rutherglen and Hamilton West decide to go back to the polls this autumn.\n"}, {"_id": "64917ca551ac331c040b430c", "url": "https://news.sky.com/story/woman-found-dead-with-three-other-people-in-hounslow-flat-was-murdered-police-say-12905507", "primaryCategory": "uk", "subCategories": "test", "title": "Mother in family of four found dead in Hounslow flat was murdered, police say", "lead": "The mother in a family of four who were found dead at a flat in west London is believed to have been murdered.", "author": "None", "datePublished": "2023-06-19 18:16:00", "dateScraped": "2023-06-20 12:17:09.515184", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-hounslow-deaths_6190499.jpg?20230617183255", "body": "\nThe mother in a family of four who were found dead at a flat in west London is believed to have been murdered.Monika Wlodarczyk, 35, Michal Wlodarczyk, 39, Maja Wlodarczyk, 11, and three-year-old Dawid Wlodarczyk were discovered by police at a property in Bedfont, Hounslow, on Friday afternoon after concerns were raised for their welfare.\n\n\n\nMr and Mrs Wlodarczyk are believed to be the parents of the two children, police have said.A post-mortem examination has revealed Ms Wlodarczyk died from sharp force injuries and her death is being treated as murder, the Metropolitan Police said.Mr Wlodarczyk died from sharp force injuries to the neck, the force added.\n\n\n\n\n\nPost-mortem examinations are yet to be held for the children.Police forced entry into the flat in Staines Road after being contacted by Maja's school.\n\n\n\n\n\nImage:\nA man lays flowers at the scene of the tragedy \n        \n\n\n\nThey had become concerned as she had not attended school since Monday 12 June, and family members had not replied to messages.It is not known what date the family of four died. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nA woman whose daughter was in the same class at Southville Primary school as Maja said they were a \"wonderful family\".She said she thought the family may have gone to Mallorca because they said they were planning to go there for Mr Wlodarczyk's 40th birthday.\"The family is really nice, normal and very hardworking,\" she said before police named those who had died, adding that the father worked as a builder and the mother was a cleaner at a hotel in Heathrow.\"They're a really wonderful family,\" she said. \n\n\n\n\n\nImage:\nForensic investigators at the scene in Bedfont, Hounslow\n        \n\n\n\nDetective Chief Inspector Linda Bradley said police are not currently seeking anybody else in connection with the incident but are keeping an \"open mind\".\"I would like to assure the community that specialist detectives continue to investigate the circumstances which led to this tragic incident and I will continue to provide further updates as soon as appropriate,\" she said.\"We are also continuing to support family members at this unimaginably difficult time.\"She encouraged anyone with any information to contact police as soon as possible.\n"}, {"_id": "64917ca551ac331c040b430d", "url": "https://news.sky.com/story/titanic-submersible-rescue-operation-a-race-against-time-as-oxygen-supply-dwindles-12905728", "primaryCategory": "world", "subCategories": "test", "title": "Father and son on board missing Titanic submersible as rescuers face race against time", "lead": "Rescuers face a race against time to find the missing submersible that lost contact near the wreck of the Titanic as its oxygen supply dwindles.", "author": "\nReemul Balla\n", "datePublished": "2023-06-20 10:25:00", "dateScraped": "2023-06-20 12:17:09.871667", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-oceangate-titan-submersible_6192681.jpg?20230619172006", "body": "\nRescuers face a race against time to find the missing submersible that lost contact near the wreck of the Titanic as its oxygen supply dwindles.British billionaire Hamish Harding is one of five people on board the submersible craft Titan, which went missing on Sunday in the Atlantic Ocean.\n\n\n\nIt is understood from the vessel's operator, OceanGate Expeditions, Titan has a 96-hour oxygen supply in case of emergencies - meaning only around two days of \"life support\" remain.Titanic submersible missing - live updates\n\n\n\n\n\nImage:\n(L-R) Paul-Henry Nargeolet, Hamish Harding and Stockton Rush are on board the vessel. (Pics: AP/Facebook/OceanGate Foundation)\n\n        \n\n\n\n\n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n0:36\n\n\n\n\n\nFootage of submersibles used to see Titanic\n\n\n\nA major search and rescue operation is taking place 900 miles east of Cape Cod - led by the US Coast Guard, involving military aircraft.\n\n\n\n\n\nIt has warned the search has been \"challenging\" due to the remote location, some 435 miles south of Newfoundland, Canada.Rear Admiral John W Mauger said: \"We launched a C-130 aircraft to conduct an aerial search, both visual and radar of the scene.\"We've subsequently coordinated with the Canadian Coast Guard and Canadian Armed Forces to deploy additional assets to the scene.\"The Canadians have had a C-130 aircraft searching as well, in addition to also having a P-8 submarine search aircraft deploy as well, and put sonar buoys in the water in attempt to listen.\" \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nThe Titan lost contact with research vessel Polar Prince about an hour and 45 minutes into the vessel's dive on Sunday morning. \n\n\n\n\n\n\n\n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n0:44\n\n\n\n\n\n'Challenging' hunt for sub\n\n\n\nSky News understands that alongside Mr Harding, French submersible pilot Paul-Henry Nargeolet, and chief executive and founder of OceanGate Expeditions, Stockton Rush, are on board.Pakistani businessman Shahzada Dawood and his son, Suleman, are also on board.In an Instagram post before the expedition, Mr Harding said a \"weather window just opened up and we are going to attempt a dive tomorrow\".He added that he was proud to announce he had joined the expedition as a \"mission specialist\".Mr Dawood's family said in a statement: \"We are very grateful for the concern being shown by our colleagues and friends and would like to request everyone to pray for their safety.\"He is the vice chairman of Engro Corporation, one of Pakistan's largest conglomerates.The company has urged people to avoid speculation over what has happened to the missing sub.In a statement posted on Twitter, the company called for \"prayers for the safety and privacy\" of Mr Dawood's family.It said there is currently \"limited information\", and requested \"that speculation and theorisation is avoided\". \n\n\n\n\n\nImage:\nShahzada Dawood \n        \n\n\n\n'Major problem' facing rescuersOceanGate said in a statement that it was \"exploring and mobilising all options\" to bring the crew back safely.Read more: What we know about people on board missing Titanic subAccording to OceanGate, the Titan submersible is capable of diving 13,120ft \"with a comfortable safety margin\" and would take two hours to descend approximately 12,500ft where the Titanic wreck lies.The vessel operates by pinging back a message every 15 minutes to signal to those ashore that it is safe. Sky News understands, however, that those pings have stopped.The UK Ministry of Defence said it is \"continuing to monitor\" the situation of the missing submersible and will assist with the response \"as appropriate\".The MoD said yesterday that it had not yet been asked to help with the ongoing search and rescue operation.The department has also indicated NATO's submarine rescue system (NSRS) may not be able to reach the Titan vessel as \"the depths of water involved greatly exceed\" those at which it can safely operate. \n\n\n\n\n\n\n\n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n1:46\n\n\n\n\n\nInternational rescue effort underway\n\n\n\nMarine operations specialist Mike Welham outlined the difficulties in the search operation, adding that \"very specialised underwater vehicles\" would be needed to go to the depths of the Titanic wreck.He told Sky News: \"The biggest problem they've got is the depth of water at the Titanic site.\"It's about 3,800m and you need very specialised underwater vehicles to go down to that depth and they're not really readily available. So they have a major problem if they have to search and recover this vehicle.\"Robert Blasiak, ocean researcher at the Stockholm Resilience Centre, said: \"The dream scenario right now is that the submersible has managed to reach the surface and it's just drifting at sea level and will be found by one of the passing aircraft in the coming hours. That's what we hope for.\"The coast guard is also preparing for a more challenging scenario using sonic buoys so they are able to use sonar to detect sound in the water column in case the submersible is at depth. That becomes an entirely different story.\"We have to hope (the submersible) has already reached the surface.\"The submersible was taking part in OceanGate's third annual voyage to monitor the decay of the ship's wreckage, following expeditions in 2021 and 2022.Source of fascinationThe Titanic sank into the Atlantic on 15 April 1912 during its maiden voyage from Southampton to New York after hitting an iceberg, with some 1,500 people dying in the disaster.The wreck - discovered 37 years ago - is in the Atlantic about 400 nautical miles from Newfoundland in Canada.It has been a continued source of fascination.OceanGate Expeditions charges $250,000 (£195,270) for a place on its eight-day expedition.Last month, the first-ever full-sized digital replica of the Titanic was created as experts said it could be used to unlock secrets of the world's most famous shipwreck.\n"}, {"_id": "64917ca651ac331c040b430e", "url": "https://news.sky.com/story/what-we-know-about-the-passengers-on-board-missing-titanic-submersible-12905596", "primaryCategory": "world", "subCategories": "test", "title": "Timeline, passengers and rescue efforts: What we know of Titanic submersible that vanished", "lead": "A search and rescue mission is under way to find a missing submersible with five people on board that lost contact near the wreck of the Titanic.", "author": "None", "datePublished": "2023-06-20 11:03:00", "dateScraped": "2023-06-20 12:17:10.078643", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-submarine-vessel-underwater_6193217.jpg?20230620094132", "body": "\nA search and rescue mission is under way to find a missing submersible with five people on board that lost contact near the wreck of the Titanic.OceanGate Expeditions confirmed that one of its submersibles had gone missing in the Atlantic Ocean while taking passengers to see the famous wreck.\n\n\n\nTitanic sub missing - live updates: NATO rescue sub cannot reach required depthsHere is what we know so far.\n\n\n\n\n\nImage:\nOceangate's Titan Submersible. Pic:Oceangate\n        \n\n\n\nWhere and when did the submersible go missing?\n\n\n\n\n\nThe submersible went missing on Sunday in the Atlantic, some 435 miles south of Newfoundland, Canada.The Titan was launched as part of an expedition involving The Polar Prince, an icebreaker that was hired by OceanGate and formerly operated by the Canadian Coast Guard.The ship ferried dozens of people and the submersible craft to the North Atlantic wreck site, where the Titan was scheduled to make multiple dives.It is understood from OceanGate that Titan has a 96-hour oxygen supply in case of emergencies meaning only around two days of \"life support\" remain. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWhat is the Titan?The Titan is a small submersible operated by OceanGate - a US-based company which offers crewed submersibles for industry, research and exploration.Tickets cost $250,000 (£195,000) for an eight-day trip including dives to the wreck.According to the company, the Titan is capable of diving 13,120ft \"with a comfortable safety margin\".It takes the craft around two hours to descend approximately 12,500ft - where the Titanic wreck lies in a trench in the Atlantic. \n\n\n\n\n\n\nThe vessel, which weighs around 23,000lbs (10,432kg), operates by pinging back a message every 15 minutes to signal to those ashore that it is safe.However, Sky News understands that those pings have stopped.In a May 2021 court filing, OceanGate said the Titan had an \"unparalleled safety feature\" that assesses the integrity of the hull throughout every dive.At the time of the filing, Titan had undergone more than 50 test dives, including to the equivalent depth of the Titanic, the company said.During its 2022 expedition, OceanGate reported that the submersible had a battery issue on its first dive and had to be manually attached to its lifting platform, according to a November court filing. \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n0:44\n\n\n\n\n\n'Challenging' hunt for sub\n\n\n\nWhat about the rescue effort?US and Canadian ships and planes have been involved in the rescue efforts, but the remote location and depth make the operation particularly challenging.Also, it is unclear whether the Titan is still underwater or had surfaced and was unable to communicate.US Coast Guard Rear Admiral John Mauger said: \"It is a remote area and it is a challenge to conduct a search in that remote area.\"We are deploying all available assets to make sure that we can locate the craft and rescue the people on board.\"The Polar Prince is being used to search the surface where the submersible was launched. Canadian Boeing P-8 Poseidon reconnaissance aircraft and two Lockheed C-130 Hercules aircraft also conducted overflights.OceanGate Expeditions said it was \"mobilising all options\" to rescue those on board.What do we know about the people on board? \n\n\n\n\n\nImage:\nHamish Harding is on board the Titan\n        \n\n\n\n• Hamish HardingBritish billionaire Hamish Harding, 58, was confirmed as one of the passengers by his stepson Brian Szasz, who said on Facebook that his stepfather was in his \"thoughts and prayers\".Mr Harding is the current chairman of Action Aviation - a sales and operations company that offers a range of services in the business aviation industry.Posting on social media before the trip, Mr Harding said he was joining OceanGate Expeditions - the company that supplied the vessel - as a mission specialist.He wrote that due to bad weather in Newfoundland, Canada, the expedition was likely to be the first and only manned mission to the Titanic in 2023. \n\n\n\n\n\n\n\nTwitter\nDue to your consent preferences, you’re not able to view this.\nOpen Privacy Options\n\n\nBased in the United Arab Emirates - where Action Aviation headquarters is based - Mr Harding described himself on social media as a world explorer.He holds the Guinness world record for the fastest circumnavigation of the Earth via the North and South Poles by an aircraft - 46 hours, 40 minutes and 22 seconds.Last year, he also took part in the fifth human space flight by Blue Origin - an American aerospace company founded by Jeff Bezos.• Stockton Rush   \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n0:45\n\n\n\n\n\nOceanGate CEO speaks to Sky News \n\n\n\nStockton Rush is chief executive and founder of OceanGate Inc - a company that provides crewed submersible services to enable researchers and explorers to access the oceans' vast resources.Having trained as a pilot, he became the youngest jet transport rated pilot in the world at the age of 19.He is also a founder and member of the board of trustees of non-profit organisation OceanGate Foundation, which aims to catalyse emerging marine technology to further discoveries in marine science, history, and archaeology. \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nIn an interview with Sky News back in February, Mr Rush spoke about visiting the Titanic wreck.\"What really strikes you is how beautiful it is,\" he said. \"You don't normally see that on a shipwreck.\"It is an amazingly beautiful wreck.\"When asked if they can go inside the wreckage, Mr Rush said: \"You can see inside, we dipped down and saw the grand staircase and saw some of the chandeliers still hanging.\"Next year we are hoping to send a small robot inside but for now we stay on the outside.\"• Paul-Henry Nargeolet \n\n\n\n\n\nImage:\nPaul-Henry Nargeolet. Pic:Oceangate\n        \n\n\n\nPaul-Henry Nargeolet is a former commander who served in the French Navy for 25 years.During his service, he became the captain of the deep submergence group of the navy.After leaving the navy he joined the French Institute for Research and Exploitation of the Sea, according to The Five Deeps Expedition - a company that assembles scientists, engineers and submersible operators for missions.Mr Nargeolet has already led several expeditions to the Titanic site and has been involved in numerous scientific and technical expeditions around the world.• Shahzada Dawood and his son Suleman \n\n\n\n\n\nImage:\nShahzada Dawood \n        \n\n\n\nPakistani businessman Shahzada Dawood and his son, Suleman, are also on board, their family said in a statement.\"We are very grateful for the concern being shown by our colleagues and friends and would like to request everyone to pray for their safety,\" they added.The Dawoods belong to one of Pakistan's most prominent families, whose eponymous firm invests across the country in agriculture, industries and the health sector.Mr Dawood, 48, also currently serves as the vice chairman of the board of Engro Corporation - a Pakistan-based conglomerate operating across a number of sectors including fertiliser and chemical production.The UK-based businessman is also a trustee at the SETI Institute - a Silicon Valley not-for-profit working in space exploration.\n"}, {"_id": "64917ca651ac331c040b430f", "url": "https://news.sky.com/story/andrew-tate-and-his-brother-to-face-trial-in-romania-over-human-trafficking-allegations-12906042", "primaryCategory": "world", "subCategories": "test", "title": "Andrew Tate and his brother to face trial over human trafficking allegations", "lead": "Controversial influencer Andrew Tate and his brother Tristan are to face trial in Romania over allegations of charges of human trafficking, rape and forming a criminal gang to sexually exploit women.", "author": "None", "datePublished": "2023-06-20 11:16:00", "dateScraped": "2023-06-20 12:17:10.286033", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/02/70x70/skynews-breaking-breaking-news_6070873.jpg?20230528224918", "body": "\nControversial influencer Andrew Tate and his brother Tristan are to face trial in Romania over allegations of charges of human trafficking, rape and forming a criminal gang to sexually exploit women.The Tate brothers and two Romanian female suspects are under house arrest as part of an investigation into allegations made by seven women - accusations they have denied.Romanian prosecutors on Tuesday agreed to send all four suspects to trial. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\n"}, {"_id": "64917ca751ac331c040b4310", "url": "https://news.sky.com/story/chinas-president-xi-jinping-and-us-secretary-of-state-antony-blinken-meet-in-beijing-in-bid-to-ease-tensions-12905261", "primaryCategory": "world", "subCategories": "test", "title": "Xi hails 'progress' in China-US ties on 'specific issues' at meeting with Blinken across long table", "lead": "China's President Xi Jinping has met US Secretary of State Antony Blinken in Beijing - as the world's two biggest economies look to cool rising tensions.", "author": "\nJames Robinson\n", "datePublished": "2023-06-19 13:44:00", "dateScraped": "2023-06-20 12:17:11.007425", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-xi-blinken-china-us_6192438.jpg?20230619142754", "body": "\nChina's President Xi Jinping has met US Secretary of State Antony Blinken in Beijing - as the world's two biggest economies look to cool rising tensions.Speaking after the 30-minute meeting on Monday, Mr Xi said he hoped Mr Blinken would make \"more positive contributions\" to \"stabilising\" ties between Washington and Beijing, state media reported.\n\n\n\nMr Xi also said the two countries had made \"progress and reached agreement\" on \"some specific issues\".The Chinese leader spoke to Mr Blinken while sat at the head of a long conference table in Beijing's Great Hall of the People.Mr Blinken, meanwhile, said the two countries agreed the need to stabilise their relationship and that the US would work with China in areas of mutual interest - such as food safety.\n\n\n\n\n\nHe also reiterated Washington's long-standing \"One China\" policy - in which the US maintains official relations with Beijing and \"robustly informal\" ones with Taiwan. \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n1:00\n\n\n\n\n\nChina and US meet to ease tensions\n\n\n\nHowever, Mr Blinken said that he raised Washington's \"concerns\" with Mr Xi about China's \"provocative\" actions in the Taiwan strait. \n\n\n\n\n\n\n\n\n\n\n\n\n\nIt comes after Mr Blinken - who is in China for his second day of meetings - met China's top diplomat earlier on Monday and foreign minister Qin Gang on Sunday.He is the first US secretary of state to visit China in five years, and also the highest-level US official to visit China since Joe Biden took office in January 2021. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nThe visit had been postponed from earlier in the year following the spy balloon saga, when a suspected Chinese surveillance device flew over US airspace for several days before being shot down. \n\n\n\n\n\nSpreaker\nDue to your consent preferences, you’re not able to view this.\nOpen Privacy Options\n\n\nClick to subscribe to the Sky News Daily wherever you get your podcastsMr Blinken's visit is expected to usher in a new round of visits by senior US and Chinese officials - possibly including a meeting between Mr Xi and Mr Biden in the coming months.In earlier \"positive\" meetings between Mr Blinken and senior Chinese officials, the two sides expressed willingness to talk. \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n4:30\n\n\n\n\n\nExplained: Blinken's visit to Beijing\n\n\n\nHowever, they showed little inclination to bend on hardened positions such as Taiwan - the self-governing island that Beijing claims as its own territory.They are also at odds over issues ranging from trade, US efforts to hold back China's semiconductor industry, and the ruling Communist Party's human rights track record.Read more:Five key talking points at US-China talksBill Gates visit signals Beijing is open to a thaw in relations with USOn Sunday, Mr Blinken \"emphasised the importance of diplomacy and maintaining open channels of communication\" during his meeting with Mr Qin, according to a statement by the US State Department.Regular talks would \"reduce the risk of misperception and miscalculation\", the department added. \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nChina's ministry of foreign affairs said in a statement Mr Blinken's visit \"coincides with a critical juncture in China-US\" relations.It also blamed the US's \"erroneous perception\" of China for the current \"low point\" in relations and called for the US to lift unilateral sanctions and the suppression of its technology.\n"}, {"_id": "64917ca751ac331c040b4311", "url": "https://news.sky.com/story/police-searching-2024-paris-olympics-headquarters-in-corruption-investigation-12906027", "primaryCategory": "world", "subCategories": "test", "title": "Police searching 2024 Paris Olympics HQ in corruption probe", "lead": "Police are searching the headquarters of the 2024 Paris Olympics organisers as part of a probe into suspected corruption.", "author": "None", "datePublished": "2023-06-20 10:56:00", "dateScraped": "2023-06-20 12:17:11.188418", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-police-search-headquarters_6193272.jpg?20230620105449", "body": "\nPolice are searching the headquarters of the 2024 Paris Olympics organisers as part of a probe into suspected corruption.The Paris organising committee said in a statement that a search is under way at its offices in the Saint-Denis suburb of the French capital, and that \"Paris 2024 is co-operating with the investigators to facilitate their investigations.\"\n\n\n\nIt would not comment further.An official with the financial prosecutor's office said the searches are linked to two investigations that had not previously been made public and are based on information provided by an anti-corruption agency.One of the probes was opened in 2017 into suspected embezzlement of public funds and favouritism and concerns about an unspecified contract reached by Paris organisers, the prosecutor's office said.\n\n\n\n\n\nRead more from Sky News:Father and son on board missing Titanic submersible US rapper dies after collapsing on stage during show Nearly 170 dead as northern India swelters in heatwaveThe other was opened in 2022 following an audit by the French Anti-corruption Agency.The prosecutor's office said that case targets suspected conflict of interest and favouritism involving several contracts reached by the organising committee and Solideo, the company in charge of Olympic facilities.The Olympics will be held from 26 July to 11 August 2024 with the Paralympic Games taking place from 28 August to 6 September 2024. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\n"}, {"_id": "64917ca751ac331c040b4312", "url": "https://news.sky.com/story/us-rapper-big-pokey-dies-after-collapsing-on-stage-during-texas-show-12905349", "primaryCategory": "world", "subCategories": "test", "title": "US rapper dies after collapsing on stage during show", "lead": "An American rapper has died after collapsing on stage during a show.", "author": "None", "datePublished": "2023-06-20 09:38:00", "dateScraped": "2023-06-20 12:17:11.370238", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-big-pokey-milton-powell_6193151.jpg?20230620085820", "body": "\nAn American rapper has died after collapsing on stage during a show.Big Pokey, whose real name was Milton Powell, was appearing at an event in Beaumont, Texas, on Saturday night when he appeared to faint or pass out.\n\n\n\nVideo shared on social media showed the 48-year-old falling backwards, with people rushing to help him and paramedics then performing CPR on him at the Pour09 Bar.Powell was taken to hospital but died on Sunday.In a statement following his death, Powell's spokesperson said he was \"well-loved by his family, his friends, and his loyal fans\".\n\n\n\n\n\n\"Big Pokey will forever be 'The Hardest Pit In The Litter!',\" the statement added, referencing Powell's debut album title.Read more on Sky News:Elton John says Phillip Schofield affair reaction was 'totally homophobic'Singer shows black eye after being hit by phone during concertPowell was a member of Screwed Up Click, an influential group of Houston-based artists.Last year, he featured on Megan Thee Stallion's Southside Royalty Freestyle track. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nMayor of Houston Sylvester Turner paid tribute to Powell on Twitter, calling him a \"legendary rapper\" and offering \"prayers and condolences\" to his friends and family.Other artists have paid tribute to Powell, with rapper Bun B calling him \"one of the most naturally talented artists\" in Houston and a \"humble mountain of a man who moved with honour and respect\".\"He was easy to love and hard to hate,\" he added.\n"}, {"_id": "64917ca751ac331c040b4313", "url": "https://news.sky.com/story/india-heatwave-nearly-170-dead-as-northern-states-swelter-amid-soaring-temperatures-12905327", "primaryCategory": "world", "subCategories": "test", "title": "Nearly 170 dead as northern India swelters in heatwave", "lead": "A heatwave in India has left 166 people dead in just a few days, according to state officials.", "author": "None", "datePublished": "2023-06-19 12:49:00", "dateScraped": "2023-06-20 12:17:11.826364", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-india-heatwave-uttar-pradesh_6192142.jpg?20230619124911", "body": "\nA heatwave in India has left 166 people dead in just a few days, according to state officials.Most of the heat-related deaths have been in Uttar Pradesh (119), with the rest in neighbouring Bihar state (47).\n\n\n\nWhile northern India is known for sweltering heat in the summer months, temperatures over the past week have been consistently above average, with highs reported of 43.5C (110F).India's criteria for declaring a heatwave is when temperatures are at least 4.5C (40F) higher than normal - or above 45C (113F).The UK declares a heatwave when temperatures are above 25C (77F) for three days in a row.\n\n\n\n\n\nHeatwave warnings have been issued in the region for the \"past few days\", Atul Kumar Singh, a scientist at the Indian Meteorological Department, said.Government officials warned people about the extreme heat on Sunday.The largest hospital in the Ballia district of Uttar Pradesh, which is 600 miles south-east of New Delhi, is overrun with patients suffering from heat exhaustion.Its morgue is overwhelmed and families have been asked to take the bodies of their loved ones home. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\n\n\n\n\n\n\nImage:\nQueues outside the district hospital. Pic: AP\n        \n\n\n\nPower cuts leaving hospitals without air conditioningThe situation has been made worse by regular power cuts in the region, leaving people with no water, fans or air conditioners.Uttar Pradesh's chief minister Yogi Adityanath said the state was taking measures to ensure an uninterrupted power supply.But inside Ballia district hospital, there are no functioning air conditioners and malfunctioning temporary cooling units.Scenes were described as similar to during the coronavirus pandemic - with more severe heat cases being transferred to hospitals in bigger cities such as Varanasi. \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nImage:\nInside the hospital. Pic: AP\n        \n\n\n\nRead more:Swiss voters back ambitious plans to save melting glaciersStop celebrating only hot weather, urges leading scientist\"All our staff has been here for three days straight and are completely overworked,\" Dr Aditya Singh, an emergency medical officer said.\"So many people are dying from the heat that we are not getting a minute's time to rest. On Sunday I carried 26 dead bodies,\" Jitendra Kumar Yadav, a hearse driver from a town 68 miles from Ballia, added.India has been warned by climate experts that it needs to better prepare for more regular heatwaves.A study by the academic group World Weather Attribution found the last heat wave in April was made 30 times more likely by climate change.The start of June has been the hottest on record, with global average air temperatures more than 1.5C hotter than before industrial times for the first time ever.Watch The Climate Show with Tom Heap on Saturday and Sunday at 3pm and 7.30pm on Sky News, on the Sky News website and app, and on YouTube and Twitter.The show investigates how global warming is changing our landscape and highlights solutions to the crisis.\n"}, {"_id": "64917ca851ac331c040b4314", "url": "https://news.sky.com/story/jailed-putin-critic-alexei-navalny-faces-30-more-years-in-prison-on-new-extremism-charges-as-new-trial-begins-12905224", "primaryCategory": "world", "subCategories": "test", "title": "Jailed Putin critic faces 30 more years in prison on new 'extremism' charges as new trial begins", "lead": "Alexei Navalny - the jailed critic of Vladimir Putin - has appeared in court in Russia on new \"extremism\" charges that could extend his prison term by decades.", "author": "None", "datePublished": "2023-06-19 12:21:00", "dateScraped": "2023-06-20 12:17:12.353091", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-alexei-navalny-court_6192062.jpg?20230619102042", "body": "\nAlexei Navalny - the jailed critic of Vladimir Putin - has appeared in court in Russia on new \"extremism\" charges that could extend his prison term by decades.The Russian opposition leader is already serving sentences totalling 11-and-a-half years after being found guilty of charges - including fraud.\n\n\n\nHe now faces a new trial - including allegations of creating an extremist organisation - which is taking place at a maximum security prison in Melekhovo, 150 miles east of the Russian capital Moscow.The 47-year-old says he faces up to 30 years in prison if found guilty of the charges, which he has previously described as \"absurd\".During the hearing, he stood and spoke for about three minutes, contesting the authority of the judge.\n\n\n\n\n\n\"I believe that, taking into account the current circumstances, and of criminal law, you should withdraw,\" he said.\n\n\n\n\n\n\nReporters were not allowed into the courtroom during the hearing and watched the proceedings via video feed from a separate building.Mr Navalny's parents were also denied access and followed the hearing remotely.His supporters have accused Moscow of trying to break him to silence his criticism of the Russian president, which the Kremlin denies. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nThey have also accused prison authorities of failing to provide Mr Navalny with proper medical assistance and have voiced concerns about his health.Asked about the case, Kremlin spokesman Dmitry Peskov said: \"We are not following this trial.\"In March last year, Mr Navalny was sentenced to nine years in prison after he was found guilty of large-scale fraud and contempt of court.He was already serving a two-and-a-half-year sentence for parole violations related to charges he claims were fabricated.Read more:Navalny 'possibly being slowly poisoned' in prison'Jailed Putin critic needs 'urgent medical assistance' \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nMr Navalny, whose campaigning organisations have been banned in Russia as \"extremist\", is serving his sentence in a maximum-security penal colony at Melekhovo.Earlier this month, Mr Navalny had his sarcastic demands to Russian prison officials for a pet kangaroo, a Russian musical instrument called a balalaika, and a bottle of moonshine liquor denied.Mr Navalny was arrested in January 2021 after he returned to Russia from Germany, where he had been recovering from nerve agent poisoning.He had fallen ill on a flight to Moscow and was subsequently found to have been poisoned with novichok during a campaign trip to Siberia.\n"}, {"_id": "64917ca951ac331c040b4315", "url": "https://news.sky.com/story/three-dead-and-29-injured-in-israeli-west-bank-raid-12905216", "primaryCategory": "world", "subCategories": "test", "title": "Three dead and 29 injured in Israeli West Bank raid", "lead": "Three Palestinians have died and 29 others have been injured during a raid by Israeli troops in the occupied West Bank.", "author": "\nJames Robinson\n", "datePublished": "2023-06-19 11:14:00", "dateScraped": "2023-06-20 12:17:13.433636", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-west-bank-israel-raid_6191925.jpg?20230619075946", "body": "\nThree Palestinians have died and 29 others have been injured during a raid by Israeli troops in the occupied West Bank.Israel said its forces were involved in a \"massive exchange of fire\" with Palestinian gunmen while attempting to carry out two arrests in the city of Jenin on Monday.\n\n\n\nThree Palestinians, including a 15-year-old boy, were among those killed in the incident, according to the Palestinian health ministry.Israel's military said it launched the raid to detain Palestinians suspected of attacks against Israelis.A helicopter was used in the operation - with a statement by military officials confirming one opened fire during the fighting.\n\n\n\n\n\nThe Israeli military rarely uses aircraft in its operations in the occupied West Bank, and, according to Israeli media, it is the first time a military helicopter has been deployed in the region since the early 2000s.\n\n\n\n\n\nImage:\nA helicopter flies during the Israeli raid in Jenin\n        \n\n\n\nA military vehicle was also hit by a blast from a roadside bomb, according to Israeli officials.Seven members of the paramilitary border police and army suffered light and moderate wounds in the fighting, a military spokesperson added. \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nRead more:Israel will do 'whatever we need to do to defend ourselves'Three Israeli soldiers killed after incident on Egypt's border \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nThe Palestinian health ministry identified those killed as Khaled Asasa, 21, Qassam Abu Sariya, 29, and 15-year-old Ahmed Saqr.It said at least six others were seriously wounded. \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n20:59\n\n\n\n\n\nWe'll 'do whatever' to defend Israel\n\n\n\nThe West Bank - which has been under Israeli military occupation since 1967 - has faced a year of near-daily violence amid rising tensions in the region.Israel has been staging raids in the West Bank, while attacks by Palestinian militants against Israelis have surged.Up to 120 Palestinians have been killed in the West Bank so far this year, while at least 20 people have been killed in Palestinian attacks against Israelis during the same period.\n"}, {"_id": "64917ca951ac331c040b4316", "url": "https://news.sky.com/story/woman-who-knocked-on-coffin-during-her-own-funeral-dies-after-a-week-in-intensive-care-12904738", "primaryCategory": "world", "subCategories": "test", "title": "Woman who knocked on coffin during her own funeral has died", "lead": "A 76-year-old woman who was wrongly declared dead and surprised family members by knocking on her coffin has now died.", "author": "None", "datePublished": "2023-06-18 12:26:00", "dateScraped": "2023-06-20 12:17:13.874442", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-bella-montoya-ecuador_6185685.jpg?20230613074137", "body": "\nA 76-year-old woman who was wrongly declared dead and surprised family members by knocking on her coffin has now died.Bella Montoya spent seven days in intensive care but died on Friday evening after suffering a stroke, Ecuador's health ministry said.\n\n\n\nShe was under \"permanent surveillance\" after the bizarre incident in the city of Babahoyo, which prompted a government investigation into the hospital.A technical committee has also been formed to review how the hospital issues death certificates. \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n0:21\n\n\n\n\n\nWoman found alive in coffin\n\n\n\nHer son Gilberto said he is yet to receive any medical explanation of what happened from authorities - and warned that things \"are not going to stay like this\".\n\n\n\n\n\nHe added that Ms Montoya's sister had formally complained and was seeking to identify the doctor who declared her dead to begin with.Mrs Montoya, a former nurse, was rushed back to hospital after spending five hours alive inside her coffin at a funeral home on Friday.Read more on Sky NewsMan faked his own death and then showed up at funeralJourney banned after religious groups object to 'Satanic' 666 bus route\"It gave us all a fright,\" Mr Montoya said. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\"There were about 20 of us there ... After about five hours of the wake, the coffin started to make sounds.\"My mum was wrapped in sheets and hitting the coffin, and when we approached we could see that she was breathing heavily.\"She has now been moved back to the same funeral home where the incident initially occurred, and will be buried at a public graveyard.\n"}, {"_id": "64917caa51ac331c040b4317", "url": "https://news.sky.com/story/grocery-inflation-eases-to-slowest-monthly-rate-this-year-12905510", "primaryCategory": "business", "subCategories": "test", "title": "Grocery inflation eases to 'slowest monthly rate this year'", "lead": "The pace of grocery inflation has eased to its slowest monthly rate this year, according to industry data that backs hopes the worst may be over.", "author": "\nJames Sillars\n", "datePublished": "2023-06-20 08:00:00", "dateScraped": "2023-06-20 12:17:14.244714", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/05/70x70/skynews-grocery-shopping-trolley_6156616.jpg?20230516020753", "body": "\nThe pace of grocery inflation has eased to its slowest monthly rate this year, according to industry data that backs hopes the worst may be over.Kantar Worldpanel, which tracks supermarket sales and prices, reported a rate of 16.5% over the four weeks to 11 June.\n\n\n\nThat was down from the 17.2% figure revealed a month ago.It marks the third month in a row that the rate of price growth in the sector has softened - but the report acknowledged it was no cause for celebration given the wider pressures on household bills amid the cost of living crisis.Grocery inflation, it said, was still being most propped up by the cost of eggs, \"ambient cooking sauces\" and frozen potato products.\n\n\n\n\n\nThe latter item includes the national favourite, the humble chip, as potato costs remain elevated Europe-wide due to high production costs and poor crop yields.The headline Kantar grocery inflation figure backed up an assertion by the chief executive of Tesco last Friday that the worst was over for industry prices, despite cost pressures remaining in several other areas including energy and staff wages. \n\nMore on Cost Of Living\n\n\n\n\n\n\n\n                  More than 6m people with disabilities to start receiving £150 cost of living payment\n                \n\n\n\n\n\n\n\n\n                  Mortgage misery: What is causing the crunch, will it get worse and what can you do if you are struggling?\n                \n\n\n\n\n\n\n\n\n                  Ban on two-for-one junk food deals delayed again over cost of living crisis\n                \n\n\n\n\n\n\nRelated Topics:\nCost of living\n\n\n\n\n\n\n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n1:49\n\n\n\n\n\nTesco: Food inflation is easing\n\n\n\nSupermarket chains are under pressure to keep the pace of increases fair given a Competition and Markets Authority (CMA) inquiry and a government threat to potentially cap the price of essentials.The government is targeting a halving of the rate of inflation this year but food costs have consistently held back an easing. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nThe grocery sector has denied any suggestion of profiteering, insisting that prices reflect the real picture across the supply chain.Retailers, who argue that competition has been intense since the emergence of the discounters, have been cutting prices in the past few weeks. \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n5:55\n\n\n\n\n\nRichard Walker, Iceland's managing director on the interest free loans the supermarket offers customers to help them buy food, which he says could be rolled out across the industry. \n\n\n\nMarks & Spencer was the latest, on Monday, to reveal lower prices for 70 everyday items.Morrisons, the country's fifth largest chain, also announced that it was cutting the prices of 47 products by an average of over 25%.Sainsbury's, Tesco and Asda have also made similar adjustments since the end of Kantar's reporting period a week ago.Fraser McKevitt, head of retail and consumer insight at Kantar, said of its data: \"This is the lowest rate of grocery price inflation we've seen in 2023, which will be a relief to shoppers and retailers. \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n1:36\n\n\n\n\n\nHigher grocery wages a drag on food inflation\n\n\n\n\"But prices rising at 16.5% isn't something to celebrate and it's still the sixth highest monthly figure in the past 15 years.\"Price rises are now being compared to the increasing rate of grocery inflation seen last summer, which means that it should continue to fall in the coming months, a welcome result for everyone.\"The latest official inflation figures are due to be released on Wednesday.They are tipped, by a Reuters news agency poll of economists, to show the consumer prices index measure dropping back to 8.4% in May from 8.7% the previous month.However, it will not be enough for the Bank of England to hold off on another interest rate rise the following day.Financial markets see a 0.25 percentage point increase to 4.75% as a certainty on Thursday.That is because data is suggesting that inflation is becoming ingrained in the economy while the latest official wage figures show the gap between pay rises and the rate of inflation is shrinking fast.\n"}, {"_id": "64917caa51ac331c040b4318", "url": "https://news.sky.com/story/more-than-6m-people-with-disabilities-to-start-receiving-163150-cost-of-living-payment-12905676", "primaryCategory": "business", "subCategories": "test", "title": "Six million people to receive &#163;150 cost of living payments from today", "lead": "More than six million people with disabilities will begin receiving a one-off cost of living payment of &#163;150 from Tuesday - but charities warn it \"won't touch the sides\".", "author": "\nAlexandra Rogers\n", "datePublished": "2023-06-20 07:12:00", "dateScraped": "2023-06-20 12:17:14.909029", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/03/70x70/skynews-fraud-money_6103844.jpg?20230330044358", "body": "\nMore than six million people with disabilities will begin receiving a one-off cost of living payment of £150 from Tuesday - but charities warn it \"won't touch the sides\".The Department for Work and Pensions (DWP) will begin distributing the one-off sum in a two-week window to help support those struggling with the rising cost of living.\n\n\n\nThe payments constitute a wider package of support worth up to £1,350 to the most vulnerable households and come on top of the £150 disability cost of living payment that was paid last September.Those who qualify for the payments, which will be made between 20 June and 4 July, include those on disability living allowance, personal independence payments, attendance allowance and Scottish disability benefits, among others.People on armed forces independence payments, constant attendance allowance and war pension mobility supplement will also qualify for the support.\n\n\n\n\n\nThe DWP said a small number of payments will be made after 4 July for claimants who were still awaiting confirmation of their eligibility or entitlement to qualifying disability benefits on 1 April.Chancellor Jeremy Hunt said: \"The additional costs faced by disabled people mean inflation is particularly challenging, which is why halving it this year and getting back to the Bank of England's 2% target is our priority. \n\nMore on Cost Of Living\n\n\n\n\n\n\n\n                  Grocery inflation eases to 'slowest monthly rate this year'\n                \n\n\n\n\n\n\n\n\n                  Mortgage misery: What is causing the crunch, will it get worse and what can you do if you are struggling?\n                \n\n\n\n\n\n\n\n\n                  Ban on two-for-one junk food deals delayed again over cost of living crisis\n                \n\n\n\n\n\n\nRelated Topics:\nCost of living\n\n\n\n\n\n\"The £150 we're sending disabled people over the next two weeks is part of a major cost of living support package worth just under £100bn, providing some peace of mind to the most vulnerable in society.\"\n\n\n\n\n\nSpreaker\nDue to your consent preferences, you’re not able to view this.\nOpen Privacy Options\n\n\nClick to subscribe to the Sky News Daily wherever you get your podcasts \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nBenefit payment 'won't touch the sides'But Louise Rubin, head of policy at disability charity Scope, said: \"This £150 disability cost-of-living payment offered to people on disability benefits won't touch the sides.\"We've heard from disabled people whose bills have risen to £6,000 a year. Parents are skipping meals so their children can eat. Others are going without food to power breathing equipment.\"We need a long-term solution. The government urgently needs to introduce a discounted social energy tariff for disabled people with no choice but to use more energy.\" \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nIt comes as Rishi Sunak declined to bring in financial support for mortgage bills after the average rate for a two-year fixed deal rose to 6.01% - a level not seen since November 2008.\"I know the anxiety people will have about mortgage rates,\" Mr Sunak said.\"That's why the first priority I set out at the beginning of the year was to halve inflation because that's the best and most important way that we can keep costs and interest rates down for people.\"\n"}, {"_id": "64917cab51ac331c040b4319", "url": "https://news.sky.com/story/uk-billionaire-hamish-harding-on-board-missing-titanic-submersible-family-confirms-12905616", "primaryCategory": "business", "subCategories": "test", "title": "UK billionaire on board missing Titanic submersible, family confirms", "lead": "UK billionaire Hamish Harding is one of five people on board a missing tourist submersible used to take people to see the wreck of the Titanic.", "author": "\nOlive Enokido-Lineham\n", "datePublished": "2023-06-20 01:50:00", "dateScraped": "2023-06-20 12:17:15.221410", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-titanic-hamish-harding_6192868.jpg?20230619194314", "body": "\nUK billionaire Hamish Harding is one of five people on board a missing tourist submersible used to take people to see the wreck of the Titanic.Sky News understands two others on board the vessel, named Titan, are French submersible pilot Paul-Henry Nargeolet, and chief executive and founder of OceanGate Expeditions Stockton Rush.\n\n\n\nMr Harding's stepson Brian Szasz, said on Facebook: \"Thoughts and prayers for my stepfather Hamish Harding as his Submarine has gone missing exploring Titanic. Search and rescue mission is underway.\"OceanGate Expeditions, a company that deploys vessels for deep sea expeditions, said one of its submersibles had gone missing in the Atlantic Ocean and that a search is ongoing. \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nThe US Coast Guard said the 21ft vessel has five people on board and warned that the search, taking place approximately 900 miles east off Cape Cod, has been \"challenging\" due to the remote location.\n\n\n\n\n\nRear Admiral John Mauger, commander of the First Coast Guard District, said: \"It is a remote area and it is a challenge to conduct a search in that area\" but added \"we're deploying all available assets.\" \n\n\n\n\n\nImage:\n(L-R) Paul-Henry Nargeolet, Hamish Harding and Stockton Rush (Pics: AP/Facebook/OceanGate Foundation)\n        \n\n\n\nHe said the search consists of both looking at the surface and subsurface. The coastguard said Titan lost contact with research vessel Polar Prince approximately one hour and 45 minutes into the vessel's dive on Sunday morning.The main difference between a submersible and a submarine, is that the former needs a mother ship that can launch it and recover it, while a submarine has enough power to leave port and come back to port under its own power.Read more:What we know about the passengers on board missing Titanic submersible \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nOceanGate said in a statement that it was \"exploring and mobilising all options\" to bring the crew back safely.The Titanic sank in 1912 after hitting an iceberg and now lies 3,800m (12,500ft) under water in the Atlantic.Action Aviation, an aviation sales and operations company which Mr Harding is chairman of, said on Twitter on Sunday, that the billionaire was part of the Titanic expedition. \n\n\n\n\n\n\n\n\n\n\n\n\n\nForeign, Commonwealth and Development Office (FDCO) said: \"We are in contact with the family of a British man following reports of a missing submarine off the coast of North America.\"According to OceanGate, the Titan submersible is capable of diving 13,120ft \"with a comfortable safety margin\" and has 96 hours worth of \"life support\". It takes two hours to descend approximately 12,500ft to the wreck. \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n0:44\n\n\n\n\n\n 'Challenging' hunt for sub\n\n\n\nThe vessel operates by pinging back a message every 15 minutes to signal to those ashore that it is safe, however Sky News understands that those pings have stopped.Tourists sometimes pay tens of thousands of dollars to be taken to the wreckage of the liner. OceanGate Expeditions charges $250,000 (£195,270) per person for a place on its eight-day expedition. \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n0:45\n\n\n\n\n\nOceanGate CEO Stockton Rush speaks to Sky News in February 2023\n\n\n\nA marine operations specialist outlined the difficulties in the search operation adding that \"very specialised underwater vehicles\" would be needed to go to the depths of where the wreck is.Mike Welham told Sky News: \"The biggest problem they've got is the depth of water that the Titanic site.\"It's about 3,800m and you need very specialised underwater vehicles to go down to that depth and they're not really readily available. So they have a major problem if they have to search and recover this vehicle.\"The Titanic sank on 15 April 1912 during its maiden voyage from Southampton to New York after hitting an iceberg, with some 1,500 people dying in the disaster.\n"}, {"_id": "64917cab51ac331c040b431a", "url": "https://news.sky.com/story/pixel-tablet-googles-latest-comes-with-a-twist-but-can-it-find-an-audience-12905398", "primaryCategory": "business", "subCategories": "test", "title": "Google's so committed to its new tablet design - you can't buy it without one key feature", "lead": "As smartphone screens have got bigger, and laptops more powerful, tablets have gone through something of an identity crisis.", "author": "None", "datePublished": "2023-06-20 09:21:00", "dateScraped": "2023-06-20 12:17:15.738265", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-google-pixel-tablet_6192451.png?20230619144749", "body": "\nAs smartphone screens have got bigger, and laptops more powerful, tablets have gone through something of an identity crisis.Once pitched as an obvious middle ground between the computer in your pocket and the one on your lap, the thinking behind them seems increasingly muddled.\n\n\n\nThere are iPads for people who want a keyboard and powerful processor (but not a laptop?), and those who want a small screen (but not a bigger phone?).Samsung makes tablets, occasionally with a stylus, while also making phones that fold out into screens even bigger than some tablets. And don't forget Amazon's various Kindles and Microsoft's array of Surfaces.If your head hurts thinking about them all, you're not alone. As someone who recently helped research a new family tablet purchase, it's more difficult than ever to know which models to choose from as use cases vary so wildly.\n\n\n\n\n\nBut that hasn't stopped Google from coming up with yet another use case for a tablet - what if it was also a smart home display?The Pixel Tablet launches today into a field more crowded than ever, priced £599. It's got the same chip as the company's flagship Pixel 7 smartphones, an 11-inch screen, and a bunch of apps optimised to take advantage.But the standout feature is the dock, which you slap the tablet on to with some powerful magnets and effectively transforms the device into a home hub.You can see information like time and weather, have it cycle through photos, play music from the in-built speakers, control your lights, and its \"Hey Google\" voice assistant is always listening. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\n\n\n\n\n\n\nImage:\nThe tablet is designed to be placed on a dock when not in active use…\n        \n\n\n\nNo dock, no diceThe idea is that rather than leave it teetering on the arm of the sofa, down the side of the bed, or worse still at the mercy of your children, you pop it on the dock and make it the centre of your smart home.Google's so committed to this idea, you can't buy the tablet without the dock.It's a very different approach to that taken by other tech companies, and almost seems as much designed to target Amazon's dominance in the smart speaker market as Apple's in the tablet space.Of course, at £599, it comes in much more expensive than your average home hub - even the pricier ones like Amazon's Echo Show and Google's own Nest Hub.Google has long made great and popular smartphones, and its Pixel range is one of the very best for anyone who favours the Android operating system.But the search giant has never quite found solid footing in the tablet space, and its previous attempt offered a completely different pitch to today's release. The Pixel Slate, from 2018, was a pricey Frankenstein-esque bid to combine tablet with Chromebook, and it was discontinued after just two years.Sceptics will no doubt suspect a similar fate awaits the Pixel Tablet. Google certainly has history when it comes to killing off products and services beyond just misguided tablets, with its Glass headset and Stadia games platform (dead after two and three years, respectively) among the most high-profile examples. \n\n\n\n\n\nImage:\n…and used as a normal tablet when picked up\n        \n\n\n\nBut as you'd expect, its executives are bullish about the Pixel Tablet and the tech is impressive.The thicker bezels and matte finish make it nice and grippy, albeit less premium feeling; it's really fast; offers eight megapixel cameras on the front and back, which work especially well for video calling; and Google promises the battery will survive 12 hours of video streaming.And while Android has never felt nearly as at home on a tablet as on a phone, during our hands-on time we found popular apps - from Google's own like YouTube and Gmail to others like Disney+ and WhatsApp - were rather well optimised and could be used split-screen.The Pixel Tablet also supports multiple accounts, making it more shareable among a household than Apple's iPad, which will help put parents' minds at ease.Most importantly, the dock works as advertised, turning the tablet into an attractive fixture of your living room, with pretty solid speakers for playing music, radio, and podcasts.Read more:Google's first folding phone has eye-watering price……but it's still some way cheaper than Apple's new headset \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nGiven that ever more muddled space between smartphones and tablets, Google will hope its decision to have it flirt with the smart home market proves a master stroke.Considering its history with new products, we'll know in about two years.\n"}, {"_id": "64917cac51ac331c040b431b", "url": "https://news.sky.com/story/altnet-funding-crisis-deepens-as-airband-seeks-new-funds-12906020", "primaryCategory": "business", "subCategories": "test", "title": "Altnet funding crisis deepens as Airband seeks new funds", "lead": "Another of Britain's army of 'altnet' broadband infrastructure providers is to seek additional funding amid a tightening financial squeeze on the industry.", "author": "\nMark Kleinman\n", "datePublished": "2023-06-20 10:41:00", "dateScraped": "2023-06-20 12:17:16.024515", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/05/70x70/skynews-broadband-library-internet_6158796.jpg?20230518065942", "body": "\nAnother of Britain's army of 'altnet' broadband infrastructure providers is to seek additional funding amid a tightening financial squeeze on the industry.Sky News understands that AlixPartners and Houlihan Lokey, the restructuring firms, have been enlisted to work on a potential recapitalisation of Airband Community Internet, which serves counties including Devon, Shropshire and Oxfordshire.\n\n\n\nCity sources said Airband had been working on financing options for several weeks and was likely to require a substantial injection of new capital.The company is backed by Abrdn, the fund management group, and Amber Infrastructure Group.In November 2021 it announced that it had secured a £100m debt facility, saying it would help accelerate Airband's rollout to 600,000 premises by 2025.\n\n\n\n\n\nAirband could not be reached for comment on Tuesday. \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nIts search for new funding comes amid broader strains on the altnet sector. \n\nMore on Broadband\n\n\n\n\n\n\n\n                  Altnet strains show in collapse of rural fibre player Broadway Partners\n                \n\n\n\n\n\n\n\n\n                  One million in UK switch off broadband due to cost of living crisis, charity warns\n                \n\n\n\n\n\n\n\n\n                  Zzoomm dials up merger with fibre broadband peer Trooli\n                \n\n\n\n\n\n\nRelated Topics:\nBroadband\n\n\n\n\n\nSky News revealed last month that Broadway Partners, a rural network builder in Scotland and Wales, had been forced to call in administrators.Broadway had set an ambitious target of connecting 250,000 homes and businesses by 2025, and insolvency practitioners at Teneo are now running a process to sell its business or assets. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nOther fibre network builders which have sought new investment or buyers in recent months include Trooli, another mid-sized entrant.The market is dominated by BT's Openreach division, but also includes large competitors such as CityFibre Holdings.\n"}, {"_id": "64917cac51ac331c040b431c", "url": "https://news.sky.com/story/peer-to-peer-service-karshare-turns-off-ignition-after-funding-runs-out-12906051", "primaryCategory": "business", "subCategories": "test", "title": "Peer-to-peer service Karshare turns off ignition after funding runs out", "lead": "A peer-to-peer car-sharing service backed by wealthy investors including the former Saracens rugby club owner Nigel Wray has ceased trading.", "author": "\nMark Kleinman\n", "datePublished": "2023-06-20 11:02:00", "dateScraped": "2023-06-20 12:17:16.748952", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/21/10/70x70/skynews-saracens-wray-nigel_5531536.jpg?20211001143447", "body": "\nA peer-to-peer car-sharing service backed by wealthy investors including the former Saracens rugby club owner Nigel Wray has ceased trading.Sky News has learnt that Karshare, which was set up in 2016 by Andy Hibbert, has appointed Azets, the accountancy firm, as administrator after running out of funding.\n\n\n\nThe company was initially focused on airport car rental, and raised funding from investors including Mr Wray and Founders Factory.It also secured money through a crowdfunding campaign on the Seedrs platform.Karshare saw its revenues decimated by the pandemic's impact on international travel, and pivoted to become a peer-to-peer vehicle-sharing platform in the belief that it could replicate Airbnb's model in short-term holiday rentals.\n\n\n\n\n\nIn total, it had facilitated roughly 20,000 journeys since the beginning of 2021, raising approximately £10m since its launch.The company traded in UK cities including Bristol, London and Manchester. \n\nMore from Business\n\n\n\n\n\n\n\n                  Grocery inflation eases to 'slowest monthly rate this year'\n                \n\n\n\n\n\n\n\n\n                  More than 6m people with disabilities to start receiving £150 cost of living payment\n                \n\n\n\n\n\n\n\n\n                  UK billionaire Hamish Harding on board missing Titanic submersible, family confirms\n                \n\n\n\n\n\n\n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nMr Hibbert told Sky News: \"Facing into unforeseen headwinds requires investment - a necessary oxygen providing time to push through.\"Investor sentiment remained cautious given continued uncertainties, and these extended to Karshare where the increased cost of living lowered rental demand. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\n\"I would like to thank everyone who has backed and supported Karshare over the years, who believed in the idea, and inspired us to succeed, and a special thanks to the Karshare team and partners who worked so hard to make it possible.\"\n"}, {"_id": "64917cad51ac331c040b431d", "url": "https://news.sky.com/story/mortgage-pain-is-comparable-to-early-90s-but-worse-is-to-come-12905520", "primaryCategory": "business", "subCategories": "test", "title": "Mortgage pain is comparable to early 90s but worse is to come", "lead": "The cost of a two-year fixed rate mortgage has climbed above 6% while the equivalent rate on a five-year fixed rate mortgage has reached 5.67% but the headline figures belie the pain that households really face.", "author": "\nGurpreet Narwan\n", "datePublished": "2023-06-19 17:23:00", "dateScraped": "2023-06-20 12:17:17.230923", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/22/06/70x70/skynews-mortgage-graphic-house_5806103.jpg?20220616032403", "body": "\nThe cost of a two-year fixed rate mortgage has climbed above 6% while the equivalent rate on a five-year fixed rate mortgage has reached 5.67% but the headline figures belie the pain that households really face.We are now facing the worst mortgage squeeze since the housing crash of the 1990s.\n\n\n\nAt 13%, mortgage rates were much higher than they are now, but the size of the loans households were taking out relative to their incomes was also smaller.It means 5.67% today is as painful as 13% in 1991.That's going to come as a shock to the 2.54 million homeowners whose fixed rate deals expire between now and the end of 2024, when the Bank of England's base rate will be at its peak.\n\n\n\n\n\nA year ago, they thought that they would have escaped the worst of it.Now, it looks like they will be emerging into the eye of the storm.Homeowners re-fixing in 2024 will have to find an extra £2,900 a year, on average, according to the Resolution Foundation. \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n3:52\n\n\n\n\n\nAverage mortgage rate rises above 6%\n\n\n\nRenters are unlikely to experience much respite because landlords will most likely try to pass on the extra costs to tenants. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nIn the five years from the end of 2021 to the end of 2026, homeowners will have paid an extra £15.8bn towards their mortgages, compared to the end of 2021.Read more:Mortgage misery: What can you do if you are struggling?Mortgage payers face largest home loan squeeze since early 1990s housing crash \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nNearly three fifths of that rise is still to come.About £4.7bn of that will come in 2024 - bad news for a government gearing up for a general election.The chancellor has already ruled out any direct support for households but the pressure for some type of action is growing.It's a difficult call because the government has also made halving inflation by the end of the year its primary policy aim.Any fiscal support for homeowners not only counteracts the monetary policy of the Bank of England, but also risks stoking inflation even higher.\n"}, {"_id": "64917cad51ac331c040b431e", "url": "https://news.sky.com/story/what-will-6-mortgages-do-to-the-housing-market-12905534", "primaryCategory": "business", "subCategories": "test", "title": "What will 6% mortgages do to the housing market?", "lead": "Prime Minister Rishi Sunak has ruled out help for homeowners after the average fixed two-year mortgage rate hit 6% for the first time this year.", "author": "None", "datePublished": "2023-06-20 01:26:00", "dateScraped": "2023-06-20 12:17:17.627166", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/2372306190160750607_6192592.png?20230619163015", "body": "\nPrime Minister Rishi Sunak has ruled out help for homeowners after the average fixed two-year mortgage rate hit 6% for the first time this year.   More than 400,000 people will see their existing fixed deals end between July and September, meaning they could face significant rises to their monthly bills.\n\n\n\nOn the Sky News Daily, Niall Paterson hears from one homeowner whose mortgage is about to go up by £600-800 a month and asks our business correspondent Gurpreet Narwan, why rates have risen again now. Plus, Gráinne Gilmore, from property consultancy Cluttons, explains why rising rates could mean more houses on the market than people wanting to buy them.Click to subscribe to the Sky News Daily wherever you get your podcastsPodcast producer: Emma-Rae WoodhouseInterviews producer: Alex EddenEditor: Adam Jay \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\n"}, {"_id": "64917cae51ac331c040b431f", "url": "https://news.sky.com/story/no-extra-help-for-households-struggling-with-mortgage-payments-says-rishi-sunak-12905215", "primaryCategory": "business", "subCategories": "test", "title": "PM urged to end 'mortgage horror show' as average fixed two-year rate tops 6%", "lead": "The average mortgage rate for a two-year fixed deal has risen to 6.01%, according to a financial information company.", "author": "\nSarah Taaffe-Maguire\n", "datePublished": "2023-06-20 01:32:00", "dateScraped": "2023-06-20 12:17:18.188095", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/05/70x70/skynews-blackpool-terraced_6157627.jpg?20230517065442", "body": "\nThe average mortgage rate for a two-year fixed deal has risen to 6.01%, according to a financial information company.Meanwhile, the average five-year fixed rate mortgage has increased to 5.67%, Moneyfacts said.\n\n\n\nThe two-year rate has risen from 5.98% on Friday, while the five-year deal has increased from 5.62%.A two-year fixed deal is at a high not seen since 1 December - as the market reeled from Liz Truss government's botched mini budget.Before then the rate had not reached the 6% mark since November 2008.\n\n\n\n\n\n\n\nIt comes as the prime minister declined to back extra support for mortgage holders despite higher interest rates making payments more expensive.Asked if the government will introduce financial support for mortgage bills, similar to those introduced to help with energy bills, Rishi Sunak said he understood the public concern but his priority is to bring inflation down.Read more:Mortgage misery: What is causing the crunch, will it get worse and what can you do if you are struggling?\"I know the anxiety people will have about mortgage rates,\" Mr Sunak said. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\n\"That's why the first priority I set out at the beginning of the year was to halve inflation because that's the best and most important way that we can keep costs and interest rates down for people.\"We've got a clear plan to do that. It is delivering. We need to stick to the plan.\"Sir Keir Starmer ruled out direct mortgage support too and told Sky's Kay Burley show that Labour would \"help people with their bills\" with a higher windfall tax on oil and gas companies. \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n2:10\n\n\n\n\n\nHomeowners warned of mortgage pain\n\n\n\nThe Moneyfacts data also shows a drop in availability of mortgage products.A total of 4,683 mortgages are on the market, down from 4,923 on Friday - but still more than the 3,890 on offer before the September mini budget of unfunded tax cuts and increased spending.The Resolution Foundation think tank has said average annual mortgage repayments are set to rise by £2,900 for those renewing next year.'Risky' to interveneFormer Bank of England deputy governor Sir Charlie Bean warned against government intervention, saying it would be \"risky\" for the government to protect mortgage holders against rising interest rates.Meanwhile, a Treasury source said: \"Borrowing money to subsidise mortgages risks fuelling inflation further, forcing the Bank of England to respond with even higher interest rates. It would be totally self-defeating.\"The Bank is forecast to rise rates again on Thursday. \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nMr Sunak pointed to existing support for first time buyers to help get them on the property ladder.He said: \"There is also support available for people - we have the mortgage guarantee scheme for first-time buyers, we have the support for mortgage interest scheme to help people as well. That's why one of my first priorities is to halve inflation.\" \n\n\n\n\n\nSpreaker\nDue to your consent preferences, you’re not able to view this.\nOpen Privacy Options\n\n\nClick to subscribe to the Sky News Daily wherever you get your podcasts'Horror show'However, the government has been urged to take action.Liberal Democrat leader Sir Ed Davey said the time \"to step in is now\" and that \"anything else will be a disaster for struggling families worried about losing their homes\".He called on Mr Sunak \"to finally listen to those who need help and immediately end this mortgage horror show with a mortgage protection fund\".Are you struggling because of rising rates? Sky News is keen to hear from people who are due to refix their mortgages, are on variable rates or are trying to get on the housing ladder. Email us your stories at sky.today@sky.uk\n"}, {"_id": "64917cae51ac331c040b4320", "url": "https://news.sky.com/story/chinas-president-xi-jinping-and-us-secretary-of-state-antony-blinken-meet-in-beijing-in-bid-to-ease-tensions-12905261", "primaryCategory": "business", "subCategories": "test", "title": "Xi hails 'progress' in China-US ties on 'specific issues' at meeting with Blinken across long table", "lead": "China's President Xi Jinping has met US Secretary of State Antony Blinken in Beijing - as the world's two biggest economies look to cool rising tensions.", "author": "\nJames Robinson\n", "datePublished": "2023-06-19 13:44:00", "dateScraped": "2023-06-20 12:17:18.444285", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-xi-blinken-china-us_6192438.jpg?20230619142754", "body": "\nChina's President Xi Jinping has met US Secretary of State Antony Blinken in Beijing - as the world's two biggest economies look to cool rising tensions.Speaking after the 30-minute meeting on Monday, Mr Xi said he hoped Mr Blinken would make \"more positive contributions\" to \"stabilising\" ties between Washington and Beijing, state media reported.\n\n\n\nMr Xi also said the two countries had made \"progress and reached agreement\" on \"some specific issues\".The Chinese leader spoke to Mr Blinken while sat at the head of a long conference table in Beijing's Great Hall of the People.Mr Blinken, meanwhile, said the two countries agreed the need to stabilise their relationship and that the US would work with China in areas of mutual interest - such as food safety.\n\n\n\n\n\nHe also reiterated Washington's long-standing \"One China\" policy - in which the US maintains official relations with Beijing and \"robustly informal\" ones with Taiwan. \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n1:00\n\n\n\n\n\nChina and US meet to ease tensions\n\n\n\nHowever, Mr Blinken said that he raised Washington's \"concerns\" with Mr Xi about China's \"provocative\" actions in the Taiwan strait. \n\n\n\n\n\n\n\n\n\n\n\n\n\nIt comes after Mr Blinken - who is in China for his second day of meetings - met China's top diplomat earlier on Monday and foreign minister Qin Gang on Sunday.He is the first US secretary of state to visit China in five years, and also the highest-level US official to visit China since Joe Biden took office in January 2021. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nThe visit had been postponed from earlier in the year following the spy balloon saga, when a suspected Chinese surveillance device flew over US airspace for several days before being shot down. \n\n\n\n\n\nSpreaker\nDue to your consent preferences, you’re not able to view this.\nOpen Privacy Options\n\n\nClick to subscribe to the Sky News Daily wherever you get your podcastsMr Blinken's visit is expected to usher in a new round of visits by senior US and Chinese officials - possibly including a meeting between Mr Xi and Mr Biden in the coming months.In earlier \"positive\" meetings between Mr Blinken and senior Chinese officials, the two sides expressed willingness to talk. \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n4:30\n\n\n\n\n\nExplained: Blinken's visit to Beijing\n\n\n\nHowever, they showed little inclination to bend on hardened positions such as Taiwan - the self-governing island that Beijing claims as its own territory.They are also at odds over issues ranging from trade, US efforts to hold back China's semiconductor industry, and the ruling Communist Party's human rights track record.Read more:Five key talking points at US-China talksBill Gates visit signals Beijing is open to a thaw in relations with USOn Sunday, Mr Blinken \"emphasised the importance of diplomacy and maintaining open channels of communication\" during his meeting with Mr Qin, according to a statement by the US State Department.Regular talks would \"reduce the risk of misperception and miscalculation\", the department added. \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nChina's ministry of foreign affairs said in a statement Mr Blinken's visit \"coincides with a critical juncture in China-US\" relations.It also blamed the US's \"erroneous perception\" of China for the current \"low point\" in relations and called for the US to lift unilateral sanctions and the suppression of its technology.\n"}, {"_id": "64917cae51ac331c040b4321", "url": "https://news.sky.com/story/labour-forces-final-humiliation-on-johnson-as-sunak-looks-weak-and-feeble-12905716", "primaryCategory": "politics", "subCategories": "test", "title": "Labour forces final humiliation on Johnson as Sunak looks weak and feeble", "lead": "To the very end, Boris Johnson and his dwindling band of supporters - and Rishi Sunak and the Tory high command - were outwitted by the Labour Party in the parliamentary battle over partygate.", "author": "\nJon Craig\n", "datePublished": "2023-06-20 07:10:00", "dateScraped": "2023-06-20 12:17:18.871143", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-boris-johnson-partygate_6184611.jpg?20230615131448", "body": "\nTo the very end, Boris Johnson and his dwindling band of supporters - and Rishi Sunak and the Tory high command - were outwitted by the Labour Party in the parliamentary battle over partygate.At the beginning of the Privileges Committee process, back in April 2022, the Tories failed to spot the trap being laid when an Opposition motion to launch the inquiry was allowed to go through unopposed, \"on the nod\".\n\n\n\nAnd at the end, after Mr Johnson \"called off the dogs\" last Friday and ordered his supporters to abstain at the end of the marathon debate on the committee's report, Labour sprang another trap.Mr Sunak - who now looks weak and feeble after skipping the debate and the vote - had desperately wanted the report to go through \"on the nod\" as well, in a bid to conceal the bitter Tory divisions.But as Speaker Sir Lindsay Hoyle called the vote after more than five hours of acrimonious debate, Labour's wily chief whip Sir Alan Campbell bellowed \"No! No! No\" in Sir Lindsay's ear to make sure there was a division.\n\n\n\n\n\nThen he and his deputy, Lilian Greenwood, acted as tellers so the division would go ahead.And Mr Johnson's humiliation was complete when just seven Conservative MPs voted against the committee's damning report. \n\nMore on Boris Johnson\n\n\n\n\n\n\n\n                  Shaun Bailey apologises 'unreservedly' for staff-partying video - and says it is 'for others to decide' about his peerage\n                \n\n\n\n\n\n\n\n\n                  Boris Johnson denied special access to parliament as MPs endorse report which said he lied\n                \n\n\n\n\n\n\n\n\n                  Liz Truss says lettuce live stream was 'puerile' and claims of dressing similar to Thatcher are 'lazy thinking'\n                \n\n\n\n\n\n\nRelated Topics:\nBoris Johnsonpartygate\n\n\n\n\n\nIt was just the outcome Mr Johnson and his close allies didn't want.An overwhelming majority backs the report \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nIt was after The Daily Telegraph reported on Friday that only seven MPs were set to vote against the report that he \"called off the dogs\".And indeed there were just seven votes in Mr Johnson's defence when it came to the vote. No wonder Mr Johnson asked his allies to stay away.But 118 Conservative MPs voted to damn him, including several government ministers and senior backbenchers, led by former PM Theresa May and including 1922 Committee chairman Sir Graham Brady.Cabinet ministers and those who attend cabinet voting for the largely symbolic punishment of denying Mr Johnson a Commons pass available to ex-MPs were Alex Chalk, David TC Davies, Simon Hart, Gillian Keegan, Chloe Smith, Penny Mordaunt, Andrew Mitchell and Tom Tugendhat.The Johnson diehards were Sir Bill Cash, Nick Fletcher, Adam Holloway, Karl McCartney, Joy Morrissey, Sir Desmond Swayne and Heather Wheeler. But many of the former PM's cheerleaders did indeed abstain. \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n0:32\n\n\n\n\n\n'Who are you?' Seven MPs reject report\n\n\n\nRead more:David Cameron heckled as he leaves COVID inquiryGlenda Jackson: An Oscar-winning star with a flair for comedy- but on political stage she was deadly seriousJohnson's reputation shreddedThe marathon debate saw speaker after speaker - mostly opposition MPs, it must be said, but including several Tories - trash Mr Johnson's reputation even more than it has been already.Now he's out of parliament and has been condemned by a report by a senior Commons committee, they were free to call him a liar. No worries about unparliamentary language. And they did, at every opportunity.The stars of the debate were Mrs May and Harriet Harman, who made towering, blockbuster speeches early on. \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n1:39\n\n\n\n\n\n'We are all responsible for our actions'\n\n\n\nMrs May made the statesmanlike speech about the public's trust in politics that Mr Sunak should have made.The case for the defence was later led by knights of the shires Sir Jacob Rees-Mogg and Sir Bill Cash, but their attacks on the committee were too lawyerly and got bogged down in detail. \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nAnd a red wall backlash backfired after Lia Nici, MP for Great Grimsby, made a defiant speech in which she said she would vote against the report and then didn't. Who nobbled her?At least fellow red waller Nick Fletcher, from Don Valley - who made a good speech defending Mr Johnson, pointing out that he almost died from COVID - was true to his word and voted against.While the drama was unfolding in the Commons chamber, in the VIP gallery for the early part of the debate was screen and stage legend Sir Ian McKellen, best known for his role of Gandalf in the Lord of the Rings trilogy.That story is, of course, a fantasy.Now Boris Johnson has paid the price for his fantasy claims about no lockdown rules being broken in Downing Street during the COVID pandemic.\n"}, {"_id": "64917caf51ac331c040b4322", "url": "https://news.sky.com/story/glastonbury-cancels-screening-of-jeremy-corbyn-conspiracy-theory-film-12905779", "primaryCategory": "politics", "subCategories": "test", "title": "Glastonbury cancels screening of Corbyn 'conspiracy theory' film", "lead": "A \"conspiracy theory\" film about former Labour leader Jeremy Corbyn will not be screened at Glastonbury following a complaint by a leading Jewish group.", "author": "\nTim Baker\n", "datePublished": "2023-06-20 09:57:00", "dateScraped": "2023-06-20 12:17:19.070357", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-jeremy-corbyn-glastonbury_6193166.jpg?20230620090642", "body": "\nA \"conspiracy theory\" film about former Labour leader Jeremy Corbyn will not be screened at Glastonbury following a complaint by a leading Jewish group.Oh, Jeremy Corbyn... The Big Lie, was set to be shown on Sunday at the festival.\n\n\n\nAccording to the website of producer Platform Films, the \"feature-length documentary film explores a dark and murky story of political deceit and outrageous antisemitic smears\".Politics latest: Sunak 'hoping to draw a line under partygate'Marie van der Zyl, president of the Jewish communal organisation the Board of Deputies, wrote to the festival organisers and said it would be \"profoundly sinister\" for it to be shown at the event.\n\n\n\n\n\nShe said she understood the film \"seeks to suggest that organisations such as the Board of Deputies of British Jews, of which I am the president, somehow helped to 'orchestrate' Jeremy Corbyn's downfall as Labour Party leader\".Announcing the cancellation of the screening, a Glastonbury Festival statement said it believed organisers booked the film in \"good faith, in the hope of provoking political debate\".\"It's become clear that it is not appropriate for us to screen it at the festival. Glastonbury is about unity and not division, and we stand against all forms of discrimination.\"Among those who contributed to the documentary were writer Jackie Walker and filmmaker Ken Loach. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nMs Walker was suspended from Labour for alleged antisemitic comments while Mr Corbyn was in charge.Mr Loach was removed from the party in 2021 because he would \"not disown those already expelled\".Andrew Murray, who was an adviser to Mr Corbyn, also contributed to the documentary. \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nRead more:Disposable vapes banned at GlastonburyIdentity of mystery Glastonbury band may have been revealed Mr Corbyn was removed from Labour's parliamentary party group for his reaction to an Equality and Human Rights Commission report into the party under his leadership that found Labour had broken the law with the way it treated antisemitism complaints.He said the scale of the problem was \"overstated\".Mr Corbyn has since been prevented from standing as a Labour MP at the next election.In the letter sent by Ms van der Zyl, she said Glastonbury organisers' decision to show the film was \"worrying\".\"Your festival is one of the most successful festivals in the UK,\" she wrote.\"It seems profoundly sinister for it to be providing a platform to a film which clearly seeks to indoctrinate people into believing a conspiracy theory effectively aimed at Jewish organisations.\"We would request that you not allow your festival to be hijacked by those seeking to promote hatred with no basis in fact, in the same way as we would hope that your festival would not screen films seeking to promote other conspiracy theories, such as anti-vaccination, 9/11 truthers or chemtrails.\" \n\n\n\n\n\nSpreaker\nDue to your consent preferences, you’re not able to view this.\nOpen Privacy Options\n\n\nClick to subscribe to the Sky News Daily wherever you get your podcastsThe Board of Deputies later said it was \"pleased\" that Glastonbury had cancelled the screening.Platform Films has been approached for comment.\n"}, {"_id": "64917cb051ac331c040b4323", "url": "https://news.sky.com/story/david-cameron-heckled-as-he-leaves-covid-inquiry-12905436", "primaryCategory": "politics", "subCategories": "test", "title": "'Shame on you!': David Cameron heckled as he leaves COVID inquiry", "lead": "David Cameron was heckled with shouts of \"shame on you\" as he left the COVID inquiry after giving evidence.", "author": "None", "datePublished": "2023-06-19 17:56:00", "dateScraped": "2023-06-20 12:17:20.191887", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-david-cameron-l-covid-19_6192348.jpg?20230619132534", "body": "\nDavid Cameron was heckled with shouts of \"shame on you\" as he left the COVID inquiry after giving evidence.The former prime minister was questioned for more than two hours on Monday on how prepared the government was for a pandemic during his time in office.\n\n\n\nBut as he left the hearing in London and the next witness was sworn in, a member of the public shouted: \"Have you damaged the reputation of the Tory Party?\"Another shouted quickly after: \"Shame on you.\"David Cameron admits 'failing' in preparing for pandemic - COVID Inquiry latest\n\n\n\n\n\n\n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nMr Cameron finished his evidence by saying he was \"desperately sorry about the loss of life\" in the UK during the pandemic.\"I've tried to be as frank as I can and as open as I can about the things my government did that helped... but I've also tried to be frank about the things that were missed,\" he told the inquiry.The inquiry, which is set to last until 2026, is in its second week.George Osborne, who was chancellor in Mr Cameron's government, will give evidence on Tuesday. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\n\n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n1:19\n\n\n\n\n\n'My son died alone without dignity'\n\n\n\nCameron denies austerity to blameMr Cameron was asked whether health inequalities increased during his time in office. He said the figures didn't necessarily back the idea that austerity was to blame.His critics have argued his government's policies decimated the national health services.The unions federation said the ex-prime minister and George Osbourne, the chancellor at the time (who is testifying tomorrow), ignored warnings about the impact of austerity on the UK's preparedness, and instead \"pushed millions into poverty\".\"We had some very difficult winters with very bad flu pandemics; I think that had an effect. We had the effect that the improvements in cardiovascular disease, the big benefits that already come through before that period, and that was tailing off,\" Mr Cameron told the inquiry.\"And then you've got the evidence from other countries. I mean, Greece and Spain had far more austerity, brutal cuts, and yet their life expectancy went up. So I don't think it follows.\"The former prime minister added that child poverty, and the number of people, including the number of pensioners, living in poverty all \"went down\" and insisted that many of his government's policies were about \"lifting people out of poverty\". \n\n\n\n\n\nFlourish\nDue to your consent preferences, you’re not able to view this.\nOpen Privacy Options\n\n\n'Desperately sorry'Cameron denied he left the government unprepared when he stepped down from office in 2016, but he did say it was a \"mistake not to look more at the range of different types of pandemic\".He pointed to the National Risk Register and the National Security Secretariat.\"We did more than many to try and scan the horizon, to try and plan. We did act on Ebola, we did carry out these exercises, we did try to change some of the international dynamics of these things,\" he said. \n\n\n\n\n\nImage:\nFormer prime minister David Cameron leaving after giving evidence to the UK COVID-19 Inquiry \n        \n\n\n\nHe concluded his evidence by saying he was \"desperately sorry about the loss of life\" during the pandemic.\n"}, {"_id": "64917cb051ac331c040b4324", "url": "https://news.sky.com/story/covid-rule-breaker-mp-margaret-ferrier-pleads-with-constituents-not-to-trigger-by-election-12905637", "primaryCategory": "politics", "subCategories": "test", "title": "COVID rule-breaker MP pleads with constituents not to trigger by-election", "lead": "Disgraced Scottish MP Margaret Ferrier has urged her constituents not to trigger a by-election in a last-ditch attempt to avoid losing her job.", "author": "\nConnor Gillies\n", "datePublished": "2023-06-20 02:28:00", "dateScraped": "2023-06-20 12:17:20.445350", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-margaret-ferrier-msp_6193045.jpg?20230619235007", "body": "\nDisgraced Scottish MP Margaret Ferrier has urged her constituents not to trigger a by-election in a last-ditch attempt to avoid losing her job.The former SNP MP, who is now an independent, was convicted of putting people at risk after travelling by train to a debate at Westminster while suffering from coronavirus in 2020.\n\n\n\nShe was later charged by police and ordered to undertake 270 hours of unpaid work after admitting culpably and recklessly exposing the public \"to the risk of infection, illness and death\" as a result of her behaviour.She has repeatedly refused to resign.The Commons Standards Committee suspended her for 30 days, which automatically triggers a process known as a \"recall petition\".\n\n\n\n\n\nMs Ferrier faces the risk of being removed from her seat if 10% of voters in Rutherglen and Hamilton West sign the document at special signing stations from today until 30 July.It requires 8,100 signatures from an electorate of nearly 81,000. \n\nMore on Snp\n\n\n\n\n\n\n\n                  SNP: Nicola Sturgeon 'certain' she has done nothing wrong\n                \n\n\n\n\n\n\n\n\n                  Humza Yousaf rejects claim of 'collusion' between police and media in SNP finances probe\n                \n\n\n\n\n\n\n\n\n                  Alex Salmond disagrees with Humza Yousaf and 'wouldn't describe' Nicola Sturgeon as 'Europe's most impressive politician'\n                \n\n\n\n\n\n\nRelated Topics:\nSNPScotland\n\n\n\n\n\n'Do not sign the petition paper'The disgraced politician made a rare public statement ahead of this process beginning. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nWriting on her website, Ms Ferrier urged voters not to sign the petition.She said: \"While parties have already spent months arguing about their candidates for a by-election that has not even been confirmed, they have disregarded the very real issues faced by many in our community.\"That is why so many constituents have expressed to me that they do not want a by-election.\"She continued: \"If you wish to see me continue as your MP, then do not sign the petition paper.\"Ms Ferrier, who won the constituency for the SNP in 2019, had the party whip removed in 2020 after the allegations emerged and has since sat in the Commons as an independent.Both Scottish Labour and the SNP have got their eye on Ms Ferrier's seat. A recent poll put the parties neck and neck at the next general election in Scotland.Read more: Nicola Sturgeon's arrest is a hammer blow for the SNPScottish Labour leader Anas Sarwar said constituents were \"furious\" that the issue had dragged on for so long and suggested his party would bring change.The possibility of a by-election means the stakes are high.It would be the first big electoral test for new First Minister Humza Yousaf amid the ongoing SNP police investigation crisis.Pressure would also mount on Labour to clinch a victory as many commentators suggest Scotland is key to Sir Keir Starmer becoming the next prime minister.It is unclear whether Ms Ferrier would stand if voters in Rutherglen and Hamilton West decide to go back to the polls this autumn.\n"}, {"_id": "64917cb151ac331c040b4325", "url": "https://news.sky.com/story/sir-keir-starmer-positions-himself-as-pm-in-waiting-as-psychodramas-engulf-westminster-and-holyrood-12905468", "primaryCategory": "politics", "subCategories": "test", "title": "Starmer positions himself as PM-in-waiting as psychodramas engulf Westminster and Holyrood", "lead": "As the Conservatives in Westminster tied themselves in knots over whether to back the Privileges Committee condemnation of Boris Johnson and the SNP's Humza Yousaf sought to revive independence plans with his party still in crisis, Sir Keir Starmer went to Leith in Scotland to set out his mission to turbo-charge renewable energy in the UK should he become PM.", "author": "\nBeth Rigby\n", "datePublished": "2023-06-19 15:48:00", "dateScraped": "2023-06-20 12:17:21.228540", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-keir-starmer-labour_6192516.jpg?20230619151459", "body": "\nAs the Conservatives in Westminster tied themselves in knots over whether to back the Privileges Committee condemnation of Boris Johnson and the SNP's Humza Yousaf sought to revive independence plans with his party still in crisis, Sir Keir Starmer went to Leith in Scotland to set out his mission to turbo-charge renewable energy in the UK should he become PM.His target is for Britain to produce all its electricity from low-carbon energy sources - nuclear, wind and solar - by 2030. To do it is a bold plan to borrow £100bn+ over the course of the next parliament to transition the country away from fossil fuels to green energy.\n\n\n\nBy far Labour's single biggest spending commitment, the party had pledged to borrow £28bn-a-year to fund the flagship green transition programme, but has since scaled back borrowing plans amid growing concerns about taking on debt as the cost of borrowing rises on the back of higher interest rates.Instead, Labour will gradually ramp up borrowing to that level in the \"second half of the parliament\" if it wins the next general election.But the plan is still huge - undoubtedly the single most radical policy of Sir Keir's Labour government should he win the next election. Labour's green subsidies amount to more in relative terms than US President Joe Biden's own green economy plan - the inflation reduction act - which has earmarked $37bn in subsidies.\n\n\n\n\n\nThe money will be used to launch a state-run company GB Energy to invest in renewables, with £2.5bn in direct subsidies to green energy providers who contract to manufacture in the UK - the 'British jobs bonus' as Sir Keir puts it. He says it will create nearly 500,000 new direct and indirect jobs. \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n7:00\n\n\n\n\n\nStarmer outlines energy plans \n\n\n\nSunak refuses to say if he will attend Boris Johnson debate - politics latest \n\nMore on Conservatives\n\n\n\n\n\n\n\n                  Shaun Bailey apologises 'unreservedly' for staff-partying video - and says it is 'for others to decide' about his peerage\n                \n\n\n\n\n\n\n\n\n                  Boris Johnson denied special access to parliament as MPs endorse report which said he lied\n                \n\n\n\n\n\n\n\n\n                  Boris Johnson in 'clear breach' of rules after Daily Mail job announced, says MP watchdog\n                \n\n\n\n\n\n\nRelated Topics:\nConservativesLabourSir Keir Starmer\n\n\n\n\n\nThe driving purpose of the plan is to drive down energy bills - with Labour claiming that it will take £1,400 off average bills if it can hit the 2030 target.It is also about transforming the economy in order to better fund public services. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nSir Keir is clear that this is the sort of \"activist industrial policy\" Britain needs for the longer term, but for voters looking to Labour to commit money to schools, hospitals and transport in the next election, this could prove a hard sell with the amount Labour is willing to borrow to subsidise green technologies dwarfing other commitments for public services.\"We are going to put money into public services,\" explains one senior Labour figure. \"But we have to grow the economy as the first step. Being clear about stable finances and sticking to it is the best way to turnaround the country.\" \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n3:41\n\n\n\n\n\n'We are doubling down not backing off'\n\n\n\nBut while the level of borrowing has raised eyebrows, and afforded the Conservatives a \"borrowing bombshell\" attack line, the plans to block new oil and gas developments in the North Sea as part of the renewables revolution has provoked widespread criticism from industry and union figures fearful of widespread job losses.Douglas Ross, the Scottish Conservative leader, on Monday said Labour's plans put \"tens of thousands of Scottish jobs a risk\".The criticisms have prompted another policy tweak as Sir Keir promised not to revoke any fossil fuel extraction licenses granted before the next general election, even though it could take years before those new fields begin producing.This allows the Labour leader to insist existing jobs in oil and gas are not at risk, but there's no doubt that as production is gradually wound down, this will be a momentous shift for a sector that supports nearly 200,000 jobs in the UK.There is also the question of whether the Labour leader can actually deliver what he is pledging in this five years. Sir Dieter Helm, professor of economic policy at Oxford University, who has advised the government on energy policy over many years, said last week the goal was unlikely to succeed on the current trajectory.When I pressed Sir Keir in an interview in Leith on Monday if the \"clean power by 2030\" pledge was a guarantee or a target he demurred, he said it was his \"ambition\" and he believed to be \"doable\". Not an explicit guarantee then, and for good reason.There is also a question about credibility and commitment after the Labour party U-turned on its promise to borrow £28bn-a-year from the beginning of the parliament in order to scale up renewable industry.'Doubling down'The leadership has insisted it is still totally committed to the plan, but has had to scale back commitments in the near-to-medium term as the high cost of borrowing hits against Labour's fiscal rules (no borrowing to fund day-to-day spending and net debt must be falling as a percentage of GDP at end of the rolling five-year period).When I asked Sir Keir on Monday if the U-turn on the financial commitment in the first half of the parliament showed - as with Brexit, tuition fees, and re-nationalisations - that he can't be trusted to keep his promises, he said it showed the opposite, that he was \"doubling down\" on the plan. \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n0:37\n\n\n\n\n\nStarmer hits out at 'Tory crap'\n\n\n\n\"It is a matter of trust,\" he told me.\"Rachel [Reeves] - we set out fiscal rules two or more years ago. Inflation is in a completely different place to where it was… but at the same time as we work through our plans and set out what we want to do in years one, two and three, it is clear we can ramp up to that £28bn and when I say to people in the sector, I want clean power by 2030, they don't say you're backing down, they say that's a real challenge.\"On the timing of this announcement, there is of course a risk that Sir Keir's missions get drowned out by the dramas back in Westminster. There was some discussion about whether to pull the announcement, but in the end Sir Keir decided that he wanted to get on talking about how he might lead Britain than, to quote one ally, get \"bogged down in the psychodrama\" of what's going on in Westminster.\"Doesn't it speak volumes that the Labour Party is today launching a plan for the next generation of jobs, whilst the Tories are squabbling back in Westminster, and the SNP are preaching about promises they've broken?\" observed the Labour leader when I asked him about the current state of his rivals. \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nRead more:David Cameron heckled as he leaves COVID inquiryStarmer says Johnson should be banned from parliament after partygate reportSir Keir wants to use these \"mission statements\" to position himself as a leader-in-waiting as the current prime minister Rishi Sunak finds his agenda hijacked by the failings of his predecessor and party infighting once more.But the agenda on Monday is very much about parking Labour's tanks on the SNP's lawns too, given that there is no route to Number 10 for Sir Keir that doesn't go through Scotland. Locating GB Energy in Scotland is designed to firmly park his tanks on the SNP's lawn.A poll out over the weekend suggested Labour was on course to take 26 seats in the next general election - an incredible change in fortunes from the single seat it picked up in 2019 - as the departure of Nicola Sturgeon and her subsequent arrest (she was released without charge) over the police probe into SNP finance leaves the party battered and bruised.\"Nicola Sturgeon not being first minister obviously provides a space and an opportunity that simply wasn't there before,\" acknowledges one senior figure.\"But there's no rule that anybody disillusioned with either the Tories or the SNP necessarily swaps columns to us. Anyone who thinks we can flatline is heading for defeat at the next election. We've got to go up at the end, which is why we're going to continue in this way.\"\n"}, {"_id": "64917cb151ac331c040b4326", "url": "https://news.sky.com/story/boris-johnson-denied-special-access-to-parliament-as-mps-endorse-report-which-said-he-lied-12905498", "primaryCategory": "politics", "subCategories": "test", "title": "Johnson denied special access to parliament as MPs endorse report which said he lied", "lead": "Boris Johnson has been stripped of special access to parliament after MPs endorsed the privileges committee's report that he lied about parties in Downing Street during the COVID pandemic.", "author": "\nAlexandra Rogers\n", "datePublished": "2023-06-20 08:38:00", "dateScraped": "2023-06-20 12:17:21.767891", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-boris-johnson_6177560.jpg?20230603220433", "body": "\nBoris Johnson has been stripped of special access to parliament after MPs endorsed the privileges committee's report that he lied about parties in Downing Street during the COVID pandemic.MPs voted by 354 to seven to back the report's findings.\n\n\n\nA total of 118 Conservatives voted for the report, while 225 abstained.A debate was held in the Commons on Monday afternoon asking MPs to consider the report, which found the former prime minister knowingly misled parliament multiple times with his statements about gatherings in Number 10 during lockdown.Earlier in the day, there had been uncertainty over whether there would be a vote on the report - but after shouts of \"no\" were heard in the Chamber, a division was held and a formal vote took place.\n\n\n\n\n\nA total of eight cabinet ministers backed the privileges committee report, including Justice Secretary Alex Chalk, Education Secretary Gillian Keegan, Chief Whip Simon Hart and Commons Leader Penny Mordaunt.They will be sitting down with their colleagues who did not vote - including Rishi Sunak - for the weekly cabinet meeting in Downing Street on Tuesday morning.The seven Conservative MPs who voted against the report were Bill Cash, Nick Fletcher, Adam Holloway, Karl McCartney, Joy Morrissey, Desmond Swayne and Heather Wheeler.Rishi Sunak 'too weak to turn up' to vote - politics latest \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nIn its damning report, the committee recommended that Mr Johnson should have served a 90-day suspension from the Commons had he not resigned as an MP just days earlierIt also said he should have his right to access parliament as a former MP revoked - a sanction that attracted strong criticism from his supporters. \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n0:32\n\n\n\n\n\n'Who are you?' Seven MPs reject report\n\n\n\nDuring the debate, a number of Tory MPs rose to their feet to criticise Mr Johnson - including his predecessor Theresa May, who praised the committee for its \"rigorous\" report.\"It is not easy to sit in judgment on friends and colleagues,\" she said, \"but friendship, working together, should not get in the way of doing what is right.\"I commend the members of the privileges committee for their painstaking work, and for their dignity in the face of slurs on their integrity. To all the members of the committee, this House should… say thank you for your service.\"Harriet Harman - the Labour chair of the committee whom Mr Johnson accused of conducting a \"kangaroo court\" - thanked the Conservative members who took part in the probe for their \"outstanding dedication and commitment\". \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n1:53\n\n\n\n\n\n'I think that's a mic-drop Jacob Rees-Mogg'\n\n\n\n\"They have had to withstand a campaign of threats, intimidation, and harassment designed to challenge the legitimacy of the inquiry, to drive them off the committee and thereby frustrate the intention of the House that this inquiry should be carried out,\" she said.Ms Harman was challenged by Johnson supporter Sir Jacob Rees-Mogg, who questioned whether she was appropriate to lead the inquiry given her previous tweets that had been critical of the former prime minister.But Ms Harman confirmed that she had checked with the government that it was happy for her to chair the committee and had in fact offered to step aside.\"I actually said I am more than happy to step aside because perception matters and I don't want to do this if the government doesn't have confidence in me, because I need the whole House of have confidence in the work that the committee has mandated,\" she said. \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n1:39\n\n\n\n\n\n'We are all responsible for our actions'\n\n\n\n\"I was assured that I should continue the work that the House had mandated with the appointment that the House had put me into and so I did just that.\"Elsewhere in his speech, Sir Jacob, who received a knighthood in Mr Johnson's controversial resignation honours list, said it was \"ridiculous\" to remove Mr Johnson's right to access parliament as former MP.He also denounced the committee's proposed sanction of a 90-day suspension from parliament as \"vindictive\".He told MPs that it was \"absolutely legitimate to criticise the conduct of a committee, to criticise the members of a committee\", adding: \"That is politics.\"Read more:Boris Johnson: What the former PM told the privileges committee about partygateSunak needs to clear the air after stench left by Johnson, Truss and their resignation honoursNick Fletcher, the Tory MP for Don Valley, also confirmed he would not vote for the report on the grounds that the country \"needs to move on\". \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nThe debate and vote comes after the committee's damning verdict issued last week, found Mr Johnson guilty of impugning the committee and being complicit in a \"campaign of intimidation\" against its members.The former prime minister immediately hit back at what he called a \"deranged conclusion\" and branded the committee's report a \"charade\", adding its investigation had delivered \"what is intended to be the final knife-thrust in a protracted political assassination\".Rishi Sunak - who was not present for the debate or vote - was accused of a \"cowardly cop-out\" by the Liberal Democrats.Deputy Leader Daisy Cooper MP said his failure to vote \"says all you need to know about this prime minister's lack of leadership\".\"Sunak promised integrity yet when push came to shove, he was too weak to even turn up.\"\n"}, {"_id": "64917cb251ac331c040b4327", "url": "https://news.sky.com/story/sir-keir-starmer-says-boris-johnson-should-be-banned-from-parliament-after-damning-partygate-report-12905283", "primaryCategory": "politics", "subCategories": "test", "title": "Starmer says Johnson should be banned from parliament over partygate", "lead": "Sir Keir Starmer has said Boris Johnson should be banned from parliament over the partygate scandal,  as he urged the prime minister not to \"hide away\" from a debate on the issue later today.", "author": "\nFaye Brown\n", "datePublished": "2023-06-19 11:13:00", "dateScraped": "2023-06-20 12:17:22.876709", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/03/70x70/skynews-boris-johnson-london_6097581.jpg?20230323085808", "body": "\nSir Keir Starmer has said Boris Johnson should be banned from parliament over the partygate scandal,  as he urged the prime minister not to \"hide away\" from a debate on the issue later today.The Labour leader said it's \"important to know\" where Rishi Sunak stands after the Commons' Privileges Committee concluded Mr Johnson lied to MPs about the boozy events held in Downing Street during the COVID lockdown.\n\n\n\nBoris Johnson vote - latest: Sunak refuses to say if he'll attend Johnson debateAsked if the former prime minister - who quit as an MP in light of the findings - should be banned from parliament, Sir Keir told Sky News: \"The privileges committee is absolutely clear in its findings, they should be supported.\"I will support the committee, and I want the prime minister to support the committee, because it's very important we know where the prime minister stands on this.\"\n\n\n\n\n\n\n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n1:48\n\n\n\n\n\n'It's a matter for the House'\n\n\n\nIn a damning verdict issued last week, the cross-party panel said Mr Johnson should have faced a 90-day suspension for misleading the House over partygate and being complicit in a campaign of intimidation against them - if he were still an MP.Mr Johnson dramatically quit as an MP earlier this month after receiving the committee's draft findings. \n\nMore from Politics\n\n\n\n\n\n\n\n                  Politics latest: Sunak 'hoping to draw a line under partygate' after MPs reject Johnson and overwhelmingly back report\n                \n\n\n\n\n\n\n\n\n                  Labour forces final humiliation on Johnson as Sunak looks weak and feeble\n                \n\n\n\n\n\n\n\n\n                  Glastonbury cancels screening of Jeremy Corbyn 'conspiracy theory' film\n                \n\n\n\n\n\nMPs will debate the report's recommendations later today, which also include banning Mr Johnson from receiving a former member's pass granting access to parliament which is usually available to ex-politicians.It is not clear whether there ultimately will be a vote on the conclusions of the report, which could go through on the nod unless there are objections from Mr Johnson's supporters. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nSpeaking at a conference in Dublin, former prime minister Liz Truss said the report's judgement was \"overly harsh\", but many other Tories support it - with senior MP Tobias Ellwood vowing to change his plans so he can vote against Mr Johnson.In a challenge to Mr Sunak, Sir Keir said: \"Is he going to come into parliament and vote today and show leadership, or is he going to sit on his hands and hide away?\"I think that is now becoming the crucial issue that will define how things go today in parliament on this.\" \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n2:35\n\n\n\n\n\nWhat does the partygate report say?\n\n\n\nRead More:Suella Braverman urges police to 'ramp up' stop and searchesAverage mortgage rate rises above 6% for two-year fixed dealEarlier this morning, Mr Sunak refused to say if he will attend the debate amid speculation he is planning to skip it.He would not give his view on the proceedings against his predecessor, saying the vote is \"a matter for the House rather than for government\".Johnson honours 'hard to stomach'The debate comes amid reignited anger over the Downing Street parties scandal following a newly published video showing Conservative Party workers at a Christmas bash during lockdown in 2020. \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n20:48\n\n\n\n\n\nGove apologises for lockdown party video \n\n\n\nThe footage, which is being \"considered\" by Scotland Yard, has renewed accusations from opposition parties that the prime minister is \"weak\" for not intervening over Mr Johnson's resignation honours.Sir Keir said it was \"hard to stomach\" that two of the people who attended the gathering - former London mayoral candidate Shaun Bailey and Tory aide Ben Mallet - were rewarded in Mr Johnson's list.He said he is unaware of any precedent to remove their new titles, and Mr Sunak should have waited until the outcome of the privileges investigation before approving the nominations from the former prime minister.\"The idea now that two of the people dancing and partying in that video, are going to get honours because the prime minister was too weak to do anything about it, I think is yet another thing that's very, very hard for people to stomach,\" Sir Keir said.The prime minister has argued he was following precedent in waving through Mr Johnson's honours.But speaking to Times Radio, the Labour leader said if he wins the next election he would block some of Mr Sunak's honours nominees if he didn't think they were right, and that when he leaves Downing Street, he will not put forward his own resignation honours list.\"Tony Blair didn't have a resignation list. It is very hard to justify,\" he said.\n"}, {"_id": "64917cb351ac331c040b4328", "url": "https://news.sky.com/story/shaun-bailey-apologises-unreservedly-for-staff-partying-video-and-says-it-is-for-others-to-decide-about-his-peerage-12905539", "primaryCategory": "politics", "subCategories": "test", "title": "Shaun Bailey sorry for staff-partying video - and says it is 'for others to decide' about his peerage", "lead": "Former London mayoral candidate Shaun Bailey has apologised \"unreservedly\" after a video emerged of his staff partying in lockdown.", "author": "\nAlexandra Rogers\n", "datePublished": "2023-06-19 18:35:00", "dateScraped": "2023-06-20 12:17:23.382413", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-shaun-bailey-tory-mp_6190889.jpg?20230618051751", "body": "\nFormer London mayoral candidate Shaun Bailey has apologised \"unreservedly\" after a video emerged of his staff partying in lockdown.The Tory also said it was for \"others to decide\" about whether he should lose the peerage offered to him by former prime minister Boris Johnson.\n\n\n\nMr Bailey said he was \"very upset\" to see the footage of workers on his mayoral campaign dancing and mingling on 14 December 2020 while London was in Tier 2 of COVID restrictions.Both him and Tory aide Ben Mallet, who was handed an OBE in Mr Johnson's resignation honours, attended the gathering.MPs debating Boris Johnson partygate report - politics latest\n\n\n\n\n\nMr Bailey - who was running to replace Sadiq Khan in the 2021 contest - had previously been pictured at the event but was not seen in the most recent footage.Speaking to reporters in Westminster on Monday, Mr Bailey said he had never seen the video and that the event \"obviously turned into something once I left and I didn't realise that\". \n\nMore on Boris Johnson\n\n\n\n\n\n\n\n                  Labour forces final humiliation on Johnson as Sunak looks weak and feeble\n                \n\n\n\n\n\n\n\n\n                  Boris Johnson denied special access to parliament as MPs endorse report which said he lied\n                \n\n\n\n\n\n\n\n\n                  Liz Truss says lettuce live stream was 'puerile' and claims of dressing similar to Thatcher are 'lazy thinking'\n                \n\n\n\n\n\n\nRelated Topics:\nBoris JohnsonConservativespartygate\n\n\n\n\n\nAsked if he thought the footage was acceptable, he replied: \"It isn't - I'm not saying it is for a second.\"And pressed on whether the British public deserved an apology, he said: \"Unreservedly - I apologised then and I apologise now. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\n\"It was a staff team that were given to me, but the buck stops with me.\"\n\n\n\n\n\n\nThe footage, obtained by The Mirror, showed Mr Bailey's staff partying while Tier 2 restrictions were in place.The Mirror previously released a photo from the party, which was subsequently investigated by police. No further action was taken at the time due to lack of evidence.However, the police have said they are \"considering\" the newly-revealed video.COVID rules at the time said there should be no mixing of households indoors, apart from support bubbles, while only six people were allowed to meet - socially distanced - outside. \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n0:35\n\n\n\n\n\nLeaked footage of rule-breaking bash\n\n\n\nIn total, 24 people were at the party at Tory campaign HQ - more than the number allowed at a wake.In the video, one man is heard asking: \"Are you filming this?\", while another responds: \"It's for party, erm, party use.\"There has been further outrage at the fact that Mr Bailey was given a peerage in Mr Johnson's controversial resignation honours list.Meanwhile, Mr Mallet, who helped run Zac Goldsmith's campaign to be London mayor in 2016, is seen in the video laughing with colleagues, and a voice is then heard saying: \"What do you think of this?\"Asked whether Mr Bailey should give up his peerage in light of the video of his staff, he replied: \"That will be for others to decide - for me, it has been a great privilege and I would like to keep doing work for the rest of the country and London as well.\"The video has also been criticised by a number of Conservatives, including Levelling Up Secretary Michael Gove, who admitted it was \"terrible\" and \"completely out of order\". \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nRead more:Analysis: Sunak needs to clear the airStarmer says Johnson should be banned from parliamentOn Sophy Ridge on Sunday, Mr Gove was repeatedly pressed on whether it was appropriate for Mr Bailey and Mr Mallet to have been given honours.The cabinet minister said the current rules - that a resigning prime minister can honour who they want - should not be interfered with.He added that a debate on changing the rules was \"well worth having\", but that \"procedure\" should be followed for the moment and those who broke restrictions should still be given gongs.\n"}, {"_id": "64917cb451ac331c040b4329", "url": "https://news.sky.com/story/humza-yousaf-first-minister-sets-out-radical-plans-for-independent-scotland-to-have-written-constitution-12905506", "primaryCategory": "politics", "subCategories": "test", "title": "'Radical' plans set out for independent Scotland to have written constitution", "lead": "\"Radical\" plans for Scotland to have a written constitution if it becomes independent have been unveiled by First Minister Humza Yousaf.", "author": "\nFaye Brown\n", "datePublished": "2023-06-19 16:46:00", "dateScraped": "2023-06-20 12:17:24.100647", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-humza-yousaf-prospectus_6192229.jpg?20230619120600", "body": "\n\"Radical\" plans for Scotland to have a written constitution if it becomes independent have been unveiled by First Minister Humza Yousaf.Proposals for the document, which would set out the rights of citizens, include allowing workers to strike and a guarantee that healthcare is \"free at the point of need\".\n\n\n\nThe constitution could also rule out Scotland being a home for nuclear weapons, and enshrine the right to adequate living standards, Mr Yousaf said.Politics live: Boris Johnson allies to boycott partygate vote\"By helping enhance and protect important rights, it will make a genuine and significant difference to people's lives,\" the SNP leader told a news conference in Glasgow.\n\n\n\n\n\nThe Tories branded the proposal the \"height of self-indulgence\" and accused the SNP of focusing on the wrong priorities.But Mr Yousaf claimed the current arrangements, with no written constitution in place in the UK, mean Westminster could choose to abolish the Scottish Parliament. \n\nMore from Politics\n\n\n\n\n\n\n\n                  Politics latest: Sunak 'hoping to draw a line under partygate' after MPs reject Johnson and overwhelmingly back report\n                \n\n\n\n\n\n\n\n\n                  Labour forces final humiliation on Johnson as Sunak looks weak and feeble\n                \n\n\n\n\n\n\n\n\n                  Glastonbury cancels screening of Jeremy Corbyn 'conspiracy theory' film\n                \n\n\n\n\n\n\"That's not an abstract concept,\" he said.\"It is worth remembering the UK Government is already seriously considering the repeal of the Human Rights Act, one of the most significant achievements of any UK Parliament in the last 30 years. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\n\"In future, Westminster sovereignty could even allow the UK Parliament to repeal devolution through nothing other than a simple majority vote.\"With a final constitution only being developed after Scotland has voted for independence - and not coming into force until after people have backed it in a referendum - the SNP leader conceded he could not say for certain what would be in such a document.However, he said the constitution would \"embody a set of longer-term, more fundamental values about what a country is for\" and set out a \"common understanding of a nation's priorities\", as well creating a \"standard below which no government should ever fall\".Giving examples, he said such a document could \"protect the right to take industrial action\" for workers and could also set out \"provisions on the right to adequate housing, the right of communities to own land, or our right as citizens to access healthcare which is free at the point of need\". \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nRead More:Indyref2 cannot go ahead without UK parliament permission, Supreme Court rulesHe went on to state: \"In the Scottish Government's view, it should also include provisions stating very clearly and explicitly that Scotland will not host nuclear weapons.\"In the context of the Westminster system, these proposals do sound radical.\" \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n0:41\n\n\n\n\n\n12 June: Humza Yousaf explains decision not to suspend Nicola Sturgeon\n\n\n\nMr Yousaf spoke as he launched a new paper on plans for the written constitution, which is part of a series of essays from the Scottish Government as it seeks to make a fresh case for independence.It is proposed that a vote for independence would see the Scottish Parliament develop an interim constitution, which would then come into force when Scotland leaves the UK.After independence, a constitutional convention would be established to develop a permanent constitution, with this to be considered by Holyrood and also put to the people in a referendum.Scottish Conservative constitution spokesman Donald Cameron said: \"The SNP are so obsessed with their push for independence that they are now pressing for not just one divisive referendum but two to take place if they ever get their way.\"He claimed that the first minister \"knows that the obsession with breaking up the United Kingdom is the only issue that can keep the warring factions in his party together\".Mr Cameron continued: \"Humza Yousaf has a total brass neck saying the cost of living is the number one issue for him, when he is happy to spend taxpayers' money publishing yet another paper in relation to independence and trying to waste parliamentary time on it next week.\"\n"}, {"_id": "64917cb551ac331c040b432a", "url": "https://news.sky.com/story/suella-braverman-gives-police-full-support-to-ramp-up-use-of-stop-and-search-12904885", "primaryCategory": "politics", "subCategories": "test", "title": "Suella Braverman urges police to 'ramp up' stop and searches", "lead": "Suella Braverman has encouraged police chiefs to use stop and search powers more often to \"seize dangerous weapons and prevent more knife crime attacks\".", "author": "\nTim Baker\n", "datePublished": "2023-06-19 01:02:00", "dateScraped": "2023-06-20 12:17:25.353437", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/02/70x70/skynews-abuse-warrington-police_6063783.jpg?20230220114442", "body": "\nSuella Braverman has encouraged police chiefs to use stop and search powers more often to \"seize dangerous weapons and prevent more knife crime attacks\".The home secretary's letter to 43 chief constables does not have any direct impact on how officers act, as the police are operationally independent of government.\n\n\n\nBut the latest intervention shows the Home Office wants to see an increase in officers using the controversial powers.Politics latest: Sturgeon speaks publicly for first time since arrestThere has been criticism of the practice of stop and search, especially over the proportion of black men and boys - with one research paper describing it as a \"rite of passage\" for black boys.\n\n\n\n\n\nGovernment statistics suggest black people are seven times more like to be stopped and searched compared with white people.And campaign groups have previously warned that relaxing restrictions on police use of the power could compound discrimination. \n\nMore on Home Office\n\n\n\n\n\n\n\n                  UN criticises UK asylum system - including 'law breaking and detaining torture victims'\n                \n\n\n\n\n\n\n\n\n                  Home Office launches ad campaign to put off illegal Albanian migrants - as critics brand move 'pointless'\n                \n\n\n\n\n\n\n\n\n                  Monkey dust: Ministers will move to reclassify psychoactive drug as class A this week\n                \n\n\n\n\n\n\nRelated Topics:\nHome OfficeKnife crimePoliceSuella Braverman\n\n\n\n\n\n'First priority must be on prevention and public safety'But Ms Braverman is \"giving her full backing\" to the policing method - with the Home Office highlighting in the 12 months to March 2022, 99 young people died due to knife crime, and 31 of those victims were black. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nA Home Office spokesman says this shows \"black males are, therefore, disproportionately more likely to be killed by violence and knife crime\".\"Though the government recognises black males are more likely to be stopped and searched, our first priority must be on prevention and public safety.\"Almost 50,000 weapons have been seized during stop and searches since 2019 according to the Home Office, leading to more than 220,000 arrests.Ms Braverman also wants officers to \"arrest and investigate\" in instances where someone \"unlawfully\" obstructs officers stopping and searching a person. \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nThe home secretary is also calling for the body worn camera footage recorded by constables to be released faster as she hopes \"by telling the whole story quickly, innocent police officers will not be subject to trial by social media over their actions\".Ms Braverman said: \"Carrying weapons is a scourge on our society. And anyone doing so is risking their own lives as well as the lives of those around them. This dangerous culture must be brought to a stop.\"My first priority is to keep the public safe and people who insist on carrying a weapon must know that there will be consequences.\" \n\n\n\n\n\nImage:\nThere have been concerns about the proportion of black men and boys who have been stopped and searched\n        \n\n\n\nRead more:Mother welcomes new stop and search pilot after daughter murderPolice watchdog investigator resigned over Bianca Williams stop and searchShe added: \"The police have my full support to ramp up the use of stop and search, wherever necessary, to prevent violence and save more lives.\"Every death from knife crime is a tragedy. That's why I also back the police in tackling this blight in communities which are disproportionately affected, such as among young black males. We need to do everything in our power to crack down on this violence.\"The home secretary also updated the safeguards being put in place when it comes to stop and search to \"strengthen trust between the police and local communities\". \n\n\n\n\n\nSpreaker\nDue to your consent preferences, you’re not able to view this.\nOpen Privacy Options\n\n\nClick to subscribe to the Sophy Ridge on Sunday podcastThe government therefore says it intends to make it a legal requirement for police to \"communicate\" when they are putting Section 60 orders in place, which make it easier to stop and search in specific areas, with exceptions if it would \"hinder a sensitive situation to do so\".And data on every interaction must be collected, passed to the Home Office, and published.Braverman 'chasing headlines', says LabourLabour's shadow home secretary Yvette Cooper accused the home secretary of \"chasing headlines\" instead of tackling knife crime. \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n2:47\n\n\n\n\n\nApril: Stop and search powers trialled\n\n\n\n\"Knife crime has shot up after 13 years of the Tories, with the biggest increases in the suburbs and counties, destroying lives and devastating families,\" she said.\"Yet instead of a serious government plan to get knife crime back down, the home secretary is just writing the police more letters and chasing headlines.\"The decimation of neighbourhood policing, cuts to youth prevention work, lack of a proper serious violence strategy and lack of action on organised crime under the Tories has allowed knife crime to go up across all communities.\"\n"}, {"_id": "64917cb551ac331c040b432b", "url": "https://news.sky.com/story/pixel-tablet-googles-latest-comes-with-a-twist-but-can-it-find-an-audience-12905398", "primaryCategory": "technology", "subCategories": "test", "title": "Google's so committed to its new tablet design - you can't buy it without one key feature", "lead": "As smartphone screens have got bigger, and laptops more powerful, tablets have gone through something of an identity crisis.", "author": "None", "datePublished": "2023-06-20 09:21:00", "dateScraped": "2023-06-20 12:17:25.715907", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-google-pixel-tablet_6192451.png?20230619144749", "body": "\nAs smartphone screens have got bigger, and laptops more powerful, tablets have gone through something of an identity crisis.Once pitched as an obvious middle ground between the computer in your pocket and the one on your lap, the thinking behind them seems increasingly muddled.\n\n\n\nThere are iPads for people who want a keyboard and powerful processor (but not a laptop?), and those who want a small screen (but not a bigger phone?).Samsung makes tablets, occasionally with a stylus, while also making phones that fold out into screens even bigger than some tablets. And don't forget Amazon's various Kindles and Microsoft's array of Surfaces.If your head hurts thinking about them all, you're not alone. As someone who recently helped research a new family tablet purchase, it's more difficult than ever to know which models to choose from as use cases vary so wildly.\n\n\n\n\n\nBut that hasn't stopped Google from coming up with yet another use case for a tablet - what if it was also a smart home display?The Pixel Tablet launches today into a field more crowded than ever, priced £599. It's got the same chip as the company's flagship Pixel 7 smartphones, an 11-inch screen, and a bunch of apps optimised to take advantage.But the standout feature is the dock, which you slap the tablet on to with some powerful magnets and effectively transforms the device into a home hub.You can see information like time and weather, have it cycle through photos, play music from the in-built speakers, control your lights, and its \"Hey Google\" voice assistant is always listening. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\n\n\n\n\n\n\nImage:\nThe tablet is designed to be placed on a dock when not in active use…\n        \n\n\n\nNo dock, no diceThe idea is that rather than leave it teetering on the arm of the sofa, down the side of the bed, or worse still at the mercy of your children, you pop it on the dock and make it the centre of your smart home.Google's so committed to this idea, you can't buy the tablet without the dock.It's a very different approach to that taken by other tech companies, and almost seems as much designed to target Amazon's dominance in the smart speaker market as Apple's in the tablet space.Of course, at £599, it comes in much more expensive than your average home hub - even the pricier ones like Amazon's Echo Show and Google's own Nest Hub.Google has long made great and popular smartphones, and its Pixel range is one of the very best for anyone who favours the Android operating system.But the search giant has never quite found solid footing in the tablet space, and its previous attempt offered a completely different pitch to today's release. The Pixel Slate, from 2018, was a pricey Frankenstein-esque bid to combine tablet with Chromebook, and it was discontinued after just two years.Sceptics will no doubt suspect a similar fate awaits the Pixel Tablet. Google certainly has history when it comes to killing off products and services beyond just misguided tablets, with its Glass headset and Stadia games platform (dead after two and three years, respectively) among the most high-profile examples. \n\n\n\n\n\nImage:\n…and used as a normal tablet when picked up\n        \n\n\n\nBut as you'd expect, its executives are bullish about the Pixel Tablet and the tech is impressive.The thicker bezels and matte finish make it nice and grippy, albeit less premium feeling; it's really fast; offers eight megapixel cameras on the front and back, which work especially well for video calling; and Google promises the battery will survive 12 hours of video streaming.And while Android has never felt nearly as at home on a tablet as on a phone, during our hands-on time we found popular apps - from Google's own like YouTube and Gmail to others like Disney+ and WhatsApp - were rather well optimised and could be used split-screen.The Pixel Tablet also supports multiple accounts, making it more shareable among a household than Apple's iPad, which will help put parents' minds at ease.Most importantly, the dock works as advertised, turning the tablet into an attractive fixture of your living room, with pretty solid speakers for playing music, radio, and podcasts.Read more:Google's first folding phone has eye-watering price……but it's still some way cheaper than Apple's new headset \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nGiven that ever more muddled space between smartphones and tablets, Google will hope its decision to have it flirt with the smart home market proves a master stroke.Considering its history with new products, we'll know in about two years.\n"}, {"_id": "64917cb551ac331c040b432c", "url": "https://news.sky.com/story/taking-regular-naps-is-good-for-the-brain-study-finds-12905780", "primaryCategory": "technology", "subCategories": "test", "title": "Taking regular naps is good for the brain", "lead": "Taking a nap during the day can leave you feeling refreshed, recharged and ready to take on the world. Now new research suggests it could be good for your brain too.", "author": "\nTom Gillespie\n", "datePublished": "2023-06-20 10:36:00", "dateScraped": "2023-06-20 12:17:25.943087", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-nap-napping-generic_6193234.jpg?20230620100559", "body": "\nTaking a nap during the day can leave you feeling refreshed, recharged and ready to take on the world. Now new research suggests it could be good for your brain too.A study which analysed data from people aged 40 to 69 has shown daytime napping could slow the rate at which the brain shrinks as we age.\n\n\n\nThe average difference in brain volume between habitual nappers and those who were not was equivalent to 2.6 to 6.5 years of ageing, researchers found.They said they hope their findings into the health benefits of sleeping during the day will reduce any stigma that still exists around daytime napping.Senior author Dr Victoria Garfield, from the MRC Unit for Lifelong Health & Ageing at UCL, said: \"Our findings suggest that, for some people, short daytime naps may be a part of the puzzle that could help preserve the health of the brain as we get older.\"\n\n\n\n\n\nPrevious research has suggested people who have had a short nap perform better in cognitive tests in the hours afterwards than those who did not take forty winks.The new study, published in the journal Sleep Health, looked at whether there was a causal relationship between daytime napping and brain health.Researchers looked at 97 snippets of DNA thought to determine people's likelihood of habitual napping.They compared measures of brain health and cognition of people who are more genetically programmed to nap with people who did not have these changes in DNA, using data from 378,932 people from the UK Biobank study. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nThey found that, overall, people predetermined to nap had a larger total brain volume. \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nRead more from Sky NewsFather and son on board missing Titanic submersibleMoped riders deliberately crashing into motorists Grocery inflation eases to 'slowest monthly rate this year'The genetic variants - DNA changes - influencing the likelihood of someone to nap were identified in an earlier study looking at data from 452,633 UK Biobank participants.But the researchers did not find a difference in how well those programmed to be habitual nappers performed on three other measures of brain health and cognitive function.Lead author and PhD candidate Valentina Paz, from the University of the Republic (Uruguay) and MRC Unit for Lifelong Health & Ageing at UCL, said: \"This is the first study to attempt to untangle the causal relationship between habitual daytime napping and cognitive and structural brain outcomes.\"By looking at genes set at birth, Mendelian randomisation avoids confounding factors occurring throughout life that may influence associations between napping and health outcomes.\"Our study points to a causal link between habitual napping and larger total brain volume.\"Dr Garfield added: \"I hope studies such as this one showing the health benefits of short naps can help to reduce any stigma that still exists around daytime napping.\"\n"}, {"_id": "64917cb651ac331c040b432d", "url": "https://news.sky.com/story/tests-begin-on-3d-printed-rocket-engine-that-could-power-uk-space-launches-12902247", "primaryCategory": "technology", "subCategories": "test", "title": "Tests begin on 3D-printed rocket engine that could power UK space launches", "lead": "New 3D-printed rocket engines are being tested at the largest UK facility of its kind ahead of a potential space launch.", "author": "None", "datePublished": "2023-06-19 01:07:00", "dateScraped": "2023-06-20 12:17:26.377908", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-skyrora-rocket-space_6187199.jpg?20230614131213", "body": "\nNew 3D-printed rocket engines are being tested at the largest UK facility of its kind ahead of a potential space launch.Edinburgh-based Skyrora made them using its own Skyprint 2 machine for the first time, which the company says halves production time and reduces costs compared to previous designs.\n\n\n\nThe new model will be put through its paces at a test hub in Midlothian, on the site of a disused quarry. It is the biggest rocket testing facility in the UK.\n\n\n\n\n\nImage:\nThe Midlothian site is the UK's largest rocket engine testing facility\n        \n\n\n\nTrials will take place every week over the summer, with each tasking the engine with running for 250 seconds - the same amount of time it would need to run in a real mission to reach orbit.Skyrora chief executive and founder Volodymyr Levykin, originally from Ukraine, said the new engines brought the company closer towards its first commercial orbital launch.\n\n\n\n\n\nHe added: \"With our purpose-built rocket manufacturing and testing facilities in Scotland, we are proud to be localising as much of the launch value chain as possible.\"The new engine technology developed by Skyrora's engineers and the commitment to a sustainable design are a testament to the innovation taking place in the UK space sector.\" \n\nMore on Edinburgh\n\n\n\n\n\n\n\n                  Two injured in Edinburgh flats fire as crews continue to tackle hotspots\n                \n\n\n\n\n\n\n\n\n                  Edinburgh school evacuated as fire crews battle blaze at block of flats\n                \n\n\n\n\n\n\n\n\n                  Public warned not to approach inmate who absconded from HMP Castle Huntly in Scotland\n                \n\n\n\n\n\n\nRelated Topics:\nEdinburghSpace\n\n\n\n\n\n3D-printed engines 'setting new standards'Should the 3D-printed engine trials prove successful, the firm plans to scale up production before further tests of its three-stage launch vehicle, Skyrora XL - a 23-metre tall rocket with a payload capacity of 315kg. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nThe firm has already successfully tested the second and third stages, but the first stage - which provides the initial thrust to get the vehicle off the ground - will need to be trialled with the new engines.Skyrora has received funding from the UK and EU space agencies. UK Space Agency boss Dr Paul Bate said its \"innovative\" 3D-printed engines are \"setting new standards\" in manufacturing efficiency and cost-effective design. \n\n\n\n\n\nImage:\nSkyrora is based in Edinburgh\n        \n\n\n\nThe company is aiming to carry out orbital launches from SaxaVord Spaceport in the Shetland Isles once it gets its licence from the Civil Aviation Authority. Its licence application was submitted in 2022.Scott Hammond, deputy chief executive of the spaceport, told Sky News earlier this year he hoped the site would host multiple launches before the end of 2023. \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nIt comes after an orbital launch attempt from Newquay in January ended in failure. It was the first ever orbital mission from UK soil.The company behind the mission, Virgin Orbit, has since gone bust.\n"}, {"_id": "64917cb751ac331c040b432e", "url": "https://news.sky.com/story/windrush-tales-how-one-of-britains-worst-scandals-changed-the-course-of-landmark-game-12899344", "primaryCategory": "technology", "subCategories": "test", "title": "How one of Britain's worst scandals changed the course of landmark game", "lead": "Imagine packing for a journey into the unknown, unsure of how long you'll be gone, or if you'll ever return home.", "author": "None", "datePublished": "2023-06-18 17:42:00", "dateScraped": "2023-06-20 12:17:27.005089", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-corey-brotherson-chella-ramanan_6187453.jpg?20230614171753", "body": "\nImagine packing for a journey into the unknown, unsure of how long you'll be gone, or if you'll ever return home.Do you fill your case with shorts and sandals or a warm jacket? How much room do you leave for family photos or an old favourite soft toy? How about snacks that remind you of home, or your beaten-up journal to document your new life?\n\n\n\nThese were the small but significant choices faced by hundreds of Caribbean migrants who boarded HMT Empire Windrush. Lured by the promise of a life of prosperity in Britain, they left their homes to help \"the motherland\" rebuild after the devastation of the Second World War.Seventy-five years after the ship docked in Tilbury, Essex, the challenges they faced are being recreated in Windrush Tales, the world's first video game based on their experiences. It tells the story of a generation who came here full of hope, only to end up feeling deeply disillusioned and betrayed.\n\n\n\n\n\nImage:\nHMT Empire Windrush docked in Essex in 1948\n        \n\n\n\nGreat intentions\n\n\n\n\n\nChella Ramanan is the creative director on Windrush Tales. Her work's encompassed a wide range of gaming titles from the BAFTA-nominated, Before I Forget, a moving tale of a woman living with early onset dementia, to an upcoming action blockbuster based on James Cameron's Avatar franchise.But Windrush Tales is undoubtedly her most personal project. \n\nMore on Gaming\n\n\n\n\n\n\n\n                  Cyberpunk 2077: Phantom Liberty - Keanu Reeves introduces British star's role in first follow-up to infamous video game\n                \n\n\n\n\n\n\n\n\n                  One in 10 female gamers feel suicidal over abuse they face while playing online, survey reveals\n                \n\n\n\n\n\n\n\n\n                  Nintendo's Advance Wars 1+2: Re-Boot Camp finally releases more than a year after indefinite delay due to Ukraine invasion\n                \n\n\n\n\n\n\nRelated Topics:\nGamingWindrush\n\n\n\n\n\nThe daughter of a Caribbean father, who arrived in the UK from Grenada in the 1950s, and a white Scottish mother, Ramanan's team initially conceived Windrush Tales as a celebration of multiculturalism, looking at the positive impact of Caribbean culture on 21st century Britain.\"We thought, 'let's make this game about our heritage and our families who came here',\" says Ramanan. \"We knew it wasn't perfect, but we thought the multicultural aspect of Britain was largely supported.\" \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\n\n\n\n\n\n\nImage:\nWindrush Tales puts you in the shoes of people who migrated to Britain from the Caribbean. Pic: 3-Fold Games\n        \n\n\n\nCreated by 3-Fold Games, a small studio co-founded by Ramanan, the game's beautifully illustrated diary-like presentation uses text to help players inhabit the lives of the Windrush generation.Its two characters are both black and from the Caribbean. One an aspiring nurse, Rose, the other her older brother, Vernon. Apprehensive but tenacious, Rose follows her sibling to England and plans to start work as a nurse in the newly formed NHS.Vernon has been in Britain for several years but, unknown to his sister, has struggled to find and stay in work. Through his photography, he documents their attempts to adapt to life in Britain, from grassroots arts and activism, to church and social clubs. \n\n\n\n\n\nImage:\nChella Ramanan, creative director of Windrush Tales\n        \n\n\n\nFor the 3-Fold team, predominantly made up of black British Caribbean employees, Windrush Tales was seen as an opportunity to tell the types of stories rarely seen in games, which are typically dominated by big budget shooters, sports titles, and huge TV and film franchises.Just 5% of people working in games in the UK are black, according to the 2022 census by industry trade body Ukie, compared to 66% being white British. And the figures are reflected on screen - a 2021 diversity study by gaming website Diamond Lobby, of more than 100 of the best-selling titles from the previous five years, found 54% of main characters are white, while just 8% are non-white women.But the celebratory focus of Windrush Tales shifted when, with pre-production barely under way, news broke of a scandal that shook the team's faith to its core. \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n0:40\n\n\n\n\n\n'People traumatised' by Windrush scandal\n\n\n\nThe Windrush scandalBack in 2018, with the 70th anniversary of the Windrush's arrival on the horizon, it emerged that many of those who made the same journey over subsequent decades had been wrongly detained, deported, and denied legal rights by a \"hostile environment policy\" that cracked down on those deemed to have arrived in the UK illegally.Some of those deported later died.Among those worst affected by the government's policy, introduced by the then home secretary Theresa May in 2012, were members of the Windrush generation - who arrived in the UK legally, and with the government's encouragement, between 1948 and 1973. Many, like Rose, took jobs in the NHS - and other sectors impacted by Britain's post-war labour shortage.While indefinite leave to remain was automatically granted upon their arrival in the UK, many weren't issued with any documents confirming their status and were later unable to prove their right to stay when immigration officers came knocking. Jobs and properties were lost, health care and benefits were denied, and in the worst cases, people were deported to countries they barely knew.Read more:Home Office knew policy would hit Windrush generation \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n0:59\n\n\n\n\n\nI felt like an alien, says Windrush scandal victim\n\n\n\n'A generation were pushed aside'The game's writer Corey Brotherson - who is also a descendant of the Windrush generation - says the scandal shifted the \"entire tone\" of the game, and gave the team extra purpose in their work.\"For a lot of people, Windrush was something that was either not known about much or forgotten,\" he says. \"The contributions of the Windrush generation were pushed aside. The scandal helped people realise just how significant they were to the foundation of the modern day Britain.\" \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n1:23\n\n\n\n\n\n'Windrush monument not just for black people'\n\n\n\nThe world's first Windrush gameTo inspire the game's story lines, the studio drew on their families' experiences, news coverage, books, and art exhibitions.For Brotherson, his grandad was an obvious source of inspiration.\"My grandad wrote about his experiences when he first came over, what he was feeling and the issues he faced,\" he says. One of his grandfather's first experiences was being ripped off by a taxi driver, and he also struggled for acceptance in the workplace.\"My grandad was a hard worker, but sometimes it was difficult to find work,\" Brotherson says. \"Sometimes if he got a promotion, his white co-workers would be antagonistic towards him.\"It was typical of the racism, bigotry and pushback his generation experienced when they were trying to establish themselves.\" \n\n\n\n\n\nImage:\nCorey Brotherson, writer of Windrush Tales. Pic: 3-Fold Games\n        \n\n\n\nThe team also put a call-out to the British Caribbean community who were part of that period of migration.\"We sat down for several hours with them and talked about their memories,\" says Brotherson. \"It was absolutely mind-blowing to hear what they went through.\"The landmark nature of Windrush Tales secured it a spot at an exhibition on digital storytelling at the British Library, allowing the public to go hands-on with a demo version for the first time when it opened earlier this month.Read more:UK 'must do more to combat racism'Home Office 'risks another Windrush scandal'Suella Braverman rows back on Windrush reforms \n\n\n\n\n\nImage:\nPlayers will need to make choices to guide the story. Pic: 3-Fold Games\n        \n\n\n\n'You can put yourself in their shoes'Co-curator Ian Cooke says the exhibition showcases \"opportunities for writers to write in new ways\", specifically those which recognise the audience and respond to their presence.Also on display are a first-person account of someone bereaved by the Manchester Arena bombing, an experimental game by artist Dan Hett, and the Dictionary Of The Revolution, which charts the evolution of language used in the 2011 Egyptian uprising. \n\n\n\n\n\nImage:\nA pre-release demo of Windrush Tales is being showcased at an exhibition on digital storytelling at the British Library. Pic: British Library\n        \n\n\n\n\"Storytelling and writing is getting more complex, it's using technology in all sorts of ways,\" says Cooke.\"There's a spread of diversity in terms of who's writing, who's reading, what kinds of stories are being told. With Windrush Tales, it's the first time someone's written a game about the experience of migration to the UK in the 20th century.\" \n\n\n\n\n\nImage:\nWindrush Tales is in development at a studio based in southwest England. Pic: 3-Fold Games\n        \n\n\n\nWhile the game was being planned by the time of Windrush's 70th anniversary, its showcase at the British Library comes during its 75th. As anyone in the industry will testify, game development takes a long time.3-Fold Games remains unwilling to put a firm date on the final release, but the library exhibition, Digital Storytelling, remains open until 15 October. When it does arrive, Ramanan and Brotherson hope their game will do justice to the struggles of a generation.Read more like this:Why people are boycotting Harry Potter gameUkraine studio brings war stories to life in new game \n\n\nWINDRUSH ANNIVERSARY EVENTS\n\nEvents are taking place across the UK this year to commemorate the 7th anniversary of the Windrush arriving at Tilbury.\nHere are a list of some events - for a full selection, visit windrush75.org/events.\n• Windrush: It Runs Through Us at Mansfield Museum until 30 November\n• Windrush 75 season at the V&A in South Kensington, London, until 31 August\n• Windrush 75 Festival at Vernun Sports Club, Preston on 18 June\n• Windrush Women's Space at Audit Room, King's College, Cambridge on 19 June\n• A Man From The Sun at Westlands Entertainment Centre in Yeovil on 20 June\n• Commemoration of Windrush at Tilbury Dock on 22 June\n• Windrush Day 75 at Bristol Museum and Art Gallery in Bristol on 22 June\n• Friends of the Caribbean at Rose Pillar, Campbell Park, Milton Keynes on 22 June\n• Celebrating Windrush 75 at RAMM Museum, Queen's Street, Exeter on 22 June\n• Windrush 75 Anniversary Concert at Broadway Theatre, Catford on 16 September\n\n\n\"Hopefully people will get enough of a window to peek inside the experience of what lives may have been like during that time,\" says Brotherson. \"If they get that taste of it, whether that's through education, or feel a sense of resemblance to their current day lives, hopefully a good job has been done.\"Ramanan hopes that for players who don't know anything about the Windrush generation or subsequent scandal, the game \"gives an insight into why Britain is the way it is\". \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nAnd for those from the black community, or other minority groups, she hopes it resonates with them.\"Last year we went to a British Caribbean art exhibition, which was amazing - the gallery was full of black Caribbean people,\" recalls Ramanan. \"It just showed that when you display art that represents people who are underrepresented… it's not that they're not interested in art, it is just the art never represents them.\"In the case of Windrush Tales, there's no doubt that it will.\n"}, {"_id": "64917cb751ac331c040b432f", "url": "https://news.sky.com/story/new-species-of-duck-billed-dinosaur-found-in-chile-after-decades-long-investigation-12904649", "primaryCategory": "technology", "subCategories": "test", "title": "Never seen herbivore! This dinosaur roamed Earth 72 million years ago - we now know what they look like", "lead": "Scientists have discovered the fossilised remains of a new species of duck-billed dinosaur that roamed Chile 72 million years ago.", "author": "None", "datePublished": "2023-06-18 08:33:00", "dateScraped": "2023-06-20 12:17:27.491523", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-dinosaur-chile_6190920.jpg?20230618080339", "body": "\nScientists have discovered the fossilised remains of a new species of duck-billed dinosaur that roamed Chile 72 million years ago.Dubbed Gonkoken nanoi, the plant-eating creature weighed up to a tonne and could grow to 4m (13ft) in length, according to research published in Science Advances.\n\n\n\nThe find follows an almost decade-long investigation.\n\n\n\n\n\nImage:\nAn artist's illustration of Gonkoken nanoi. Pic: Mauricio Alvarez\n        \n\n\n\nIn 2013, an expedition led by the Chilean Antarctic Institute (INACH) uncovered fragments of yellowish bones at the bottom of a hillside close to the Torres del Paine national park in Patagonia.Jhonathan Alarcon, the main author of the study, said: \"At first, we thought it was from the same group as other South American hadrosaurs, but as the study progressed, we realised that it was something unprecedented.\"\n\n\n\n\n\nHe said researchers had to delicately extract more than 100 pieces of bone, taking care not to damage others in the process.Following this, palaeontologists had to make sure the remains belonged to the same species and check them with existing research to verify that it was a new kind of dinosaur.Another study author, Alexander Vargas, said: \"[The] Gonkoken nanoi is not an advanced duck-billed dinosaur, but rather an older transitional duck-billed lineage - an evolutionary link to advanced forms.\"More from Sky News:New species of armoured dinosaur found on Isle of WightDinosaur had longest neck ever seen in an animalGiant dinosaur footprint largest ever found in YorkshireSkeleton of 82ft-long dinosaur found in man's backyard \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe extensive research allowed scientists to digitally reconstruct the skeleton - and they're now planning to create a 3D print so it can go on public display.Gonkoken is a combination of two words from the language of the indigenous Aonikenk people, who inhabited Patagonia until the end of the 19th century. \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\n\"Gon\" means similar or similar to and \"koken\" means wild duck or swan.\"Nanoi\" is in recognition of Mario 'nano' Ulloa, a former rancher who provided the team with support during the first discoveries.\n"}, {"_id": "64917cb851ac331c040b4330", "url": "https://news.sky.com/story/bank-chiefs-tell-sunak-to-make-big-tech-bear-cost-of-fraud-pandemic-12904163", "primaryCategory": "technology", "subCategories": "test", "title": "Bank chiefs tell Sunak to make big tech bear cost of fraud 'pandemic'", "lead": "The bosses of Britain's biggest banks have told Rishi Sunak that technology companies must contribute to the cost of an online fraud \"pandemic\" that is undermining international investor confidence in the UK economy.", "author": "\nMark Kleinman\n", "datePublished": "2023-06-18 01:09:00", "dateScraped": "2023-06-20 12:17:28.015915", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-rishi-sunak-technology_6190018.jpg?20230617091629", "body": "\nThe bosses of Britain's biggest banks have told Rishi Sunak that technology companies must contribute to the cost of an online fraud \"pandemic\" that is undermining international investor confidence in the UK economy.Sky News has obtained a letter to the prime minister signed by the chief executives of nine lenders, including Barclays, NatWest and Nationwide, in which they warned that the UK has become \"a global hotspot for fraud and scams\".\n\n\n\nThey said the government's National Fraud Strategy, unveiled last month, were inadequate to tackle the scale of the crisis, which they believe is costing more than £1bn every year to tackle.The bank chiefs told the PM that £2,300 was stolen from British consumers every day last year by fraudsters.And they said that they would consider taking further action \"to protect our customers\" without wider government intervention, including slowing down payments, which they described as \"a useful but blunt instrument that will mean some customers and businesses will find their legitimate transactions held up\".\n\n\n\n\n\n\"Online fraud poses a strategic threat to the prosperity of the UK and impacts the credibility of, and confidence in, the economy and financial sector,\" they said in the letter, sent on June 6.They want tech companies to be responsible for stopping scams at source, to contribute to refunds for victims of fraud originating on their platforms and for a public register showing the scale of tech giants' failure to prevent scams.The banks' collective intervention underlines growing frustration at the fact that big technology companies such as Meta Platforms, the owner of Facebook, Instagram and WhatsApp, are bearing so little of the financial burden generated by fraud.Read more: UK universities and tech companies win £4.3m fundingLondon Mayor's fund faces £3m loss \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nThis week, TSB wrote to the New York-listed company to demand that it polices its social media operations more robustly.The TSB chief executive, Robin Bulloch, was among the signatories to the joint letter to the PM.The others were Dame Alison Rose, the NatWest CEO; Debbie Crosbie, Nationwide chief executive; Lloyds Bank Group chief Charlie Nunn; Ian Stuart, boss of HSBC UK; Matt Hammerstein of Barclays UK; Mike Regnier, CEO of Santander UK; Mikael Sorensen of Handelsbanken; and Anne Boden, the outgoing CEO of Starling Bank.It was also signed by Bob Wigley and David Postings, respectively the chairman and chief executive of UK Finance, the banking lobby group.In it, they urged Mr Sunak to take further steps to combat \"the devastating impact fraud is having on people, businesses, and the UK economy\".\"Online fraud poses a strategic threat to the prosperity of the UK and impacts the credibility of, and confidence in, the economy and financial sector,\" they said.\"This should not be seen just as an issue for the UK's banking sector.\"It is having a material impact on how attractive the wider UK financial sector is perceived by inward investors, which as we know, is critical for the health of the City of London and wider UK economy.\"Billions lost to fraudThe chiefs highlighted a UK Finance report which concluded that £1.2bn was lost to fraud of all kinds last year, and welcomed the appointment of Anthony Browne, the Conservative MP and former British Bankers' Association chief.They told Mr Sunak that the overwhelming majority of scams targeting UK consumers \"originate with a small number of tech firms, social media firms and telcos\".\"A fraud strategy that fails to mandate action on all actors involved in the fraud journey and collective responsibility for the harm done to consumers, will never be effective.\"We are not confident that voluntary measures to be placed on the technology and telecommunication sectors will deliver the change required to reduce the UK's attractiveness to fraudsters and prevent harm to customers.\"They complained that banks' efforts to tackle the issue were being impaired by the Financial Ombudsman Service, which they said had placed a disproportionate burden on their industry.The bosses also said recent conversations with government officials had not instilled confidence in Whitehall plans to clamp down on fraud.They called on Mr Sunak to make voluntary measures aimed at the telecoms and tech sectors mandatory, and said they should be forced to educate consumers on the security and data risks of making payments.\n\n\n\n\n\nImage:\nBank chiefs told the PM that £2,300 was stolen from British consumers every day last year by fraudsters\n        \n\n\n\nTech companies should also be obliged to provide more visible warnings to customers, the bank bosses said.\"One area that we believe requires urgent focus is that of the proliferation of purchase scams on META platforms, which is disproportionately higher than its peers,\" they said.\"Tech firms, telcos and social media companies should bear responsibility for stopping scams at source and contributing to refunds when their platforms are used to defraud innocent victims.\"The bank chiefs claimed to have spent more than £500m in the last three years \"building defences that help us stop more than £2bn a year in attempted fraud\".Among their other requests to Mr Sunak was that data should be published regularly to name and shame tech companies over the level of fraud originating from their platforms.\"We can all see how these firms harvest user data for advertising revenue purposes: this in turn must offer ways to intervene to protect users from unscrupulous actors,\" they said.The bank chiefs also called on the government to be \"more ambitious than the 10pc reduction [in online fraud] it is targeting which would still leave more than two million customers a year suffering harm.\"With collective commitment across the pillars the Strategy could be even more ambitious and aim for a more credible 25pc reduction in fraud.\"\n"}, {"_id": "64917cb851ac331c040b4331", "url": "https://news.sky.com/story/blood-test-to-detect-50-types-of-cancer-could-be-given-to-one-million-people-next-summer-12903475", "primaryCategory": "technology", "subCategories": "test", "title": "Blood test to detect 50 types of cancer could be given to 'one million people next summer'", "lead": "A blood test that can detect 50 types of cancer could reportedly be offered to \"a million people\" in a pilot programme from next summer.", "author": "None", "datePublished": "2023-06-16 10:02:00", "dateScraped": "2023-06-20 12:17:28.795371", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-blood-test-generic_6175976.jpg?20230602122708", "body": "\nA blood test that can detect 50 types of cancer could reportedly be offered to \"a million people\" in a pilot programme from next summer.NHS chief executive Amanda Pritchard said the Galleri test - developed by the US company Grail - has the potential to \"transform cancer care forever\", according to The Times.\n\n\n\nThe test detects fragments of tumour DNA circulating in the bloodstream. It can detect cancers that are not routinely screened for and it can find where the disease is coming from in the body with a high degree of accuracy.The paper reports Ms Pritchard saying that if provisional results of the trial prove successful, testing will be rolled out to an extra one million people from next summer.It cites her saying: \"Our pioneering NHS Galleri trial, now in its second year, is the first step in testing a new way to identify cancers before symptoms appear.\n\n\n\n\n\n\n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\n\"If provisional results prove successful, we will be rolling out the test to an extra one million people across the country from next summer, with the aim of diagnosing thousands more people with cancer at an earlier stage.\"A researcher involved in an NHS trial told a conference of health service leaders in Manchester that the blood tests could one day be carried out by people in their own homes, the paper reports.The Galleri test, is being trialled on around 140,000 Britons aged 50 to 77.Test shown promise in trial  \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nCatching cancer early is vital for people to receive prompt treatment and potentially save thousands of lives in the UK every year.A study led by the University of Oxford found that the test has shown promise in a trial involving thousands of NHS patients.Of the 6,238 people in England or Wales in the trial who had visited their GP with suspected symptoms, the test was able to detect signs of cancer in 323 of them - 244 of these were subsequently diagnosed with cancer. \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n2:32\n\n\n\n\n\nNine years for a stem cell donor\n\n\n\nRead more:Most early-stage patients will become long-term survivorsBeverly Hills 90210 star, reveals cancer has spread to her brainOverall, the test correctly revealed cancer 66% of the time, researchers found.The accuracy of the test was also dependent on the stage of the cancer - ranging from 24% for very early-stage (stage I) tumours, to 95% for advanced disease (stage IV).The Galleri test is currently available in the US and has been recommended for people at higher risk of cancer, including the over-50s.It is also able to pinpoint where in the body the disease is coming from with 85% accuracy.The test does not detect all cancers and it is not thought it could replace NHS screening programmes, such as those for breast, cervical and bowel cancer.\n"}, {"_id": "64917cba51ac331c040b4332", "url": "https://news.sky.com/story/scientists-create-synthetic-human-embryos-using-stem-cells-in-major-breakthrough-12902659", "primaryCategory": "technology", "subCategories": "test", "title": "Scientists create synthetic human embryos using stem cells in major breakthrough", "lead": "Scientists have created synthetic human embryos using stem cells in a major scientific breakthrough", "author": "None", "datePublished": "2023-06-15 03:50:00", "dateScraped": "2023-06-20 12:17:30.032969", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-embryo-ivf_6187690.jpg?20230615011843", "body": "\nScientists have created synthetic human embryos using stem cells in a major scientific breakthroughExperts believe the development could provide insight into causes of miscarriages and unique aspects of human development but also raises ethical and legal questions.\n\n\n\nProfessor Magdalena Zernicka-Goetz, from the University of Cambridge and California Institute of Technology, described fostering the embryos to a stage just beyond the equivalent of 14 days of development for a natural embryo at the International Society for Stem Cell Research's annual meeting in Boston on Wednesday.The structures do not require eggs or sperm, do not have a beating heart or beginnings of a brain but contain cells that would typically develop to form the placenta, yolk sac and the embryo itself, according to the Guardian.It remains unknown whether the synthetic models could develop into viable embryos if implanted.\n\n\n\n\n\nThe details are yet to be published in a journal paper, The Guardian said.Read more: Human cells grown in monkey embryos triggers 'Pandora's box' ethical concerns \n\nMore from Science & Tech\n\n\n\n\n\n\n\n                  Pixel Tablet: Google's latest comes with a twist - but can it find an audience?\n                \n\n\n\n\n\n\n\n\n                  Taking regular naps is good for the brain, study finds\n                \n\n\n\n\n\n\n\n\n                  Tests begin on 3D-printed rocket engine that could power UK space launches\n                \n\n\n\n\n\nProfessor James Briscoe, associate research director at The Francis Crick Institute, said it is not possible to comment in detail on the scientific significance without a peer reviewed paper, but the development has \"a lot of potential\".\"They could provide fundamental insight into critical stages of human development,\" he said. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\n\"These are stages that have been very difficult to study, and it's a time when many pregnancies fail.\"Fresh insight might lead to a better understanding of the causes of miscarriages and the unique aspects of human development.\" \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nHowever, Prof Briscoe said it raises \"profound\" ethical and legal questions.Read more: Scientists create synthetic mouse embryos that went on to develop a brain, nerve cord and beating heart tissue\"Unlike human embryos arising from in vitro fertilisation, where there is an established legal framework, there are currently no clear regulations governing stem cell-derived models of human embryos.\"There is an urgent need for regulations to provide a framework for the creation and use of stem cell-derived models of human embryos.\"He said it is important that research and researchers proceed \"cautiously, carefully and transparently\".\"The danger is that missteps or unjustified claims will have a chilling effect on the public and policymakers,\" he said.\"This would be a major setback for the field.\"\n"}, {"_id": "64917cba51ac331c040b4333", "url": "https://news.sky.com/story/artificial-intelligence-a-threat-to-democracy-says-government-expert-ahead-of-2024-elections-12903066", "primaryCategory": "technology", "subCategories": "test", "title": "AI a 'threat to democracy' ahead of 2024 elections", "lead": "Artificial intelligence will threaten our democracy ahead of upcoming elections in the United Kingdom and the United States, according to one of the world's leading computer scientists.", "author": "\nTim Baker\n", "datePublished": "2023-06-15 19:17:00", "dateScraped": "2023-06-20 12:17:30.756867", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-wendy-hall-beth-rigby_6188437.jpg?20230615163308", "body": "\nArtificial intelligence will threaten our democracy ahead of upcoming elections in the United Kingdom and the United States, according to one of the world's leading computer scientists.Speaking on Beth Rigby Interviews... Dame Wendy Hall says AI's ability to damage democracy should be more of an immediate concern than any existential threat posed by the technology.\n\n\n\nThe UK's AI skills champion told Beth: \"Next year we will see a growth in disinformation, the deep fakes of this world, because AI makes it very easy to do that.\"You can just get the tools off the internet and it's getting harder and harder to detect that a video, or a photo, or a piece of text has been faked.\"Johnson 'more unpopular than Phillip Schofield or Xi Jinping' - politics latestDame Wendy sits on the government's AI Council, an \"independent expert committee\" providing \"advice to government and high-level leadership of the AI ecosystem\".\n\n\n\n\n\nAs well as this, Dame Wendy is the regius professor of computer science at the University of Southampton where one of her specialties is AI.She added: \"We've got two major elections coming up next year - the US, UK - and the EU have got elections as well. \n\nMore on Artificial Intelligence\n\n\n\n\n\n\n\n                  Beth Rigby on Boris Johnson misleading parliament, plus an interview with expert on AI\n                \n\n\n\n\n\n\n\n\n                  AI helps discover three drugs which could fight effects of ageing\n                \n\n\n\n\n\n\n\n\n                  British projects given tens of millions in funding to develop 'safe and trustworthy' AI\n                \n\n\n\n\n\n\nRelated Topics:\nArtificial IntelligenceBETH RIGBY INTERVIEWS\n\n\n\n\n\n\"I see this as a threat to democracy. In the sense that we've got to help people understand where they're getting the messages from.\"I think that's more important than worrying about an existential threat in a hundred years' time, but, I'm not saying the existential threat isn't there. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\n\"It is very unlikely at the moment, I think. \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nImage:\nDame Wendy Hall speaks to Beth Rigby Interviews...\n        \n\n\n\n\"Let's say it's unlikely at the moment, but it's a possibility.\"So we have to prepare for the fact that we are keeping the AI under our control, so that we don't become the slaves to that master, which is where the regulation comes in.\"Dame Wendy wants the upcoming global summit on AI - being held in the UK - to focus on deep fakes, where people are added into pictures and videos by AI.\"We need people to quite quickly pull together the technology that's used to detect fakes and to ensure that something is coming from a trusted source,\" she said.Despite the warning of the threat to elections, Dame Wendy did suggest that AI could improve decision-making by politicians by helping them condense information for briefs, as they \"often talk about things they don't know anything about\".She said: \"One thing you can do with a generative AI is give it a file and ask it to summarise it for you.\"Dame Wendy said claims by another of the prime minister's advisers, Matt Clifford, that artificial intelligence could have the power to be behind advances that \"kill many humans\" in just two years' time was an \"overreaction\" to the risks AI poses.Dame Wendy said: \"We aren't anywhere near that. The headline that said we've got two years to save the world was very misleading, and the quote was taken out of context.\"Again, she pointed out that \"things could get out of control\" in generations \"down the line\".\"I'm glad we're taking a lead that we need to think about global regulation in the area of AI in the same way as we think about climate science.\"We think about nuclear threats, and we think about chemical biological warfare. It is at that level that we have to discuss it.\"How would AI kill us? \"By developing a drug that kills us all,\" Dame Wendy reckons.\"AI technologies and AI machines can develop a new drug, and in the wrong hands, it could be sold as a great cure for such and such,\" she said, noting the failure in the medical industry to catch the potential harms of drugs like Thalidomide.'Freedom of speech at risk'Dame Wendy also spoke about the difficulty with the government's Online Safety Bill.The bill, which the government says is being brought in to protect children and target those sharing illegal material, has come under criticism for the fact it would provide the authorities with access to private messages. \n\n\n\n\n\nImage:\nBeth Rigby interviewing Dame Wendy\n        \n\n\n\nTechnology companies have also said that some of the government's demands to provide backdoors into people's previously private messages would weaken the technology's protection from bad actors.Dame Wendy said: \"We've got the Online Safety Bill, but actually the problem is that: Yes, we want to get child abuse offline.\"Yes, we want the big tech companies to be responsible for the really bad stuff that you can detect, and trace where it's coming from and so on, and take offline.\"But we have freedom of speech at risk, and my choice is not necessarily your choice.\"It's really difficult to say that the companies or governments decide what we can and can't say online; that's a very difficult area.\"The AI expert also spoke about Neuralink, the Elon Musk-owned company aimed at interfacing human brains and computers.Dame Wendy said that it was \"fantastic\" for people with disabilities - but also highlighted it would mean a world \"where computers can read your brainwaves\".\"I find that world a bit scary, I have to say. I want to make sure that we really understand what we're doing with that technology.\"So I would like to think that this is a new technology that hasn't yet emerged into the mainstream, but it's definitely coming.\"\n"}, {"_id": "64917cbb51ac331c040b4334", "url": "https://news.sky.com/story/ai-helps-discover-three-drugs-which-could-fight-effects-of-ageing-12902182", "primaryCategory": "technology", "subCategories": "test", "title": "AI helps discover drugs which could fight effects of ageing", "lead": "Artificial intelligence (AI) has been used to discover three drugs which could help stave off the effects of ageing and associated diseases such as cancer and Alzheimer's.", "author": "None", "datePublished": "2023-06-14 14:30:00", "dateScraped": "2023-06-20 12:17:31.177154", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/05/70x70/skynews-pain-elderly-old-knee_6150666.jpg?20230510034445", "body": "\nArtificial intelligence (AI) has been used to discover three drugs which could help stave off the effects of ageing and associated diseases such as cancer and Alzheimer's.A study by the University of Edinburgh used an AI algorithm to find a trio of chemicals which can target faulty cells, which could be hundreds of times cheaper than standard screening methods.\n\n\n\nThe researchers' findings suggest that the drugs can remove defective cells - known as senescent cells - linked to diseases and declines in eyesight and mobility.Previous studies have looked at these cells but this is the first time chemicals which can safely remove them have been identified.Senolytic drugs are often highly toxic against normal, healthy cells in the body, the team said.\n\n\n\n\n\nThe researchers trained a machine learning model to recognise the key features of chemicals with senolytic activity, using data from more than 2,500 chemical structures discovered in previous studies.The team then used the models to screen more than 4,000 chemicals, identifying 21 potential drug candidates for experimental testing.The chemicals - called ginkgetin, periplocin and oleandrin - were found to be able to remove the defective cells when tested on human cells. \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nRead more:AI 'could make actors in TV shows unnecessary'Terminator blamed for public's concerns about AI \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nAll three chemicals are natural products found in traditional herbal medicines.Co-author Dr Diego Oyarzún said: \"This study demonstrates that AI can be incredibly effective in helping us identify new drug candidates, particularly at early stages of drug discovery and for diseases with complex biology or few known molecular targets.\"\n"}, {"_id": "64917cbb51ac331c040b4335", "url": "https://news.sky.com/story/phillip-schofield-affair-reaction-was-totally-homophobic-says-sir-elton-john-12905483", "primaryCategory": "entertainment", "subCategories": "test", "title": "Elton John: Reaction to Phillip Schofield's affair was 'totally homophobic'", "lead": "Sir Elton John has said the reaction to Phillip Schofield's secret affair with a younger colleague was \"totally homophobic\".", "author": "None", "datePublished": "2023-06-20 02:19:00", "dateScraped": "2023-06-20 12:17:31.577474", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/05/70x70/skynews-sir-elton-john-glastonbury_6173880.jpg?20230531102843", "body": "\nSir Elton John has said the reaction to Phillip Schofield's secret affair with a younger colleague was \"totally homophobic\".The 76-year-old singer claimed a heterosexual relationship with a similar age gap would not have attracted such negative media coverage.\n\n\n\n\"I feel that the Phillip Schofield thing has been totally homophobic,\" he told the Radio Times.\"If it was a straight guy in a fling with a young woman, it wouldn't even make the papers.\" \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n3:14\n\n\n\n\n\nSchofield fallout explained\n\n\n\nSchofield, 61, departed ITV programme This Morning last month after admitting to an \"unwise but not illegal\" relationship with a younger male colleague, which he had lied about for years.\n\n\n\n\n\nThe fallout saw ITV announce an external review, and bosses at the broadcaster were called to give evidence in parliament about claims of a \"toxic\" workplace.Schofield apologised in a statement on social media and during subsequent interviews with The Sun and the BBC, saying he had \"lost everything\" while also alleging homophobia had motivated the criticism of him.\"It's accepted by Leonardo DiCaprio, it's not accepted if it's in the gay world,\" he claimed.LGBTQ+ rights campaigner Peter Tatchell and actor Rupert Everett also criticised the reaction to the affair. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nTatchell said it had \"more than a whiff of homophobia\", while Everett described it as \"insane\".Read more:ITV questioning as it happenedWhat we learned from Philip Schofield's interviews \n\n\nPlease use Chrome browser for a more accessible video player\n\n\n\n0:52\n\n\n\n\n\nSchofield: 'Do you want me to die?'\n\n\n\nSir Elton's comments came as he denounced the treatment of LGBTQ+ people in the US as \"disgraceful\".\"It's all going pear-shaped in America,\" said the Rocketman performer.\"There's violence, (discriminatory) laws enacted in Florida, which are disgraceful.\"Among the legislation introduced by Governor Ron DeSantis are school teachers being banned from giving lessons about sexual orientation, and doctors being given permission to deny treatments to LGBTQ+ patients.Sir Elton said hate towards his community was spreading \"like a virus\". \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nHis interview with the Radio Times comes ahead of his performance at Glastonbury this weekend.The I'm Still Standing star will headline the festival's Pyramid Stage on 25 June.\n"}, {"_id": "64917cbb51ac331c040b4336", "url": "https://news.sky.com/story/us-rapper-big-pokey-dies-after-collapsing-on-stage-during-texas-show-12905349", "primaryCategory": "entertainment", "subCategories": "test", "title": "US rapper dies after collapsing on stage during show", "lead": "An American rapper has died after collapsing on stage during a show.", "author": "None", "datePublished": "2023-06-20 09:38:00", "dateScraped": "2023-06-20 12:17:31.764283", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-big-pokey-milton-powell_6193151.jpg?20230620085820", "body": "\nAn American rapper has died after collapsing on stage during a show.Big Pokey, whose real name was Milton Powell, was appearing at an event in Beaumont, Texas, on Saturday night when he appeared to faint or pass out.\n\n\n\nVideo shared on social media showed the 48-year-old falling backwards, with people rushing to help him and paramedics then performing CPR on him at the Pour09 Bar.Powell was taken to hospital but died on Sunday.In a statement following his death, Powell's spokesperson said he was \"well-loved by his family, his friends, and his loyal fans\".\n\n\n\n\n\n\"Big Pokey will forever be 'The Hardest Pit In The Litter!',\" the statement added, referencing Powell's debut album title.Read more on Sky News:Elton John says Phillip Schofield affair reaction was 'totally homophobic'Singer shows black eye after being hit by phone during concertPowell was a member of Screwed Up Click, an influential group of Houston-based artists.Last year, he featured on Megan Thee Stallion's Southside Royalty Freestyle track. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nMayor of Houston Sylvester Turner paid tribute to Powell on Twitter, calling him a \"legendary rapper\" and offering \"prayers and condolences\" to his friends and family.Other artists have paid tribute to Powell, with rapper Bun B calling him \"one of the most naturally talented artists\" in Houston and a \"humble mountain of a man who moved with honour and respect\".\"He was easy to love and hard to hate,\" he added.\n"}, {"_id": "64917cbb51ac331c040b4337", "url": "https://news.sky.com/story/glastonbury-cancels-screening-of-jeremy-corbyn-conspiracy-theory-film-12905779", "primaryCategory": "entertainment", "subCategories": "test", "title": "Glastonbury cancels screening of Corbyn 'conspiracy theory' film", "lead": "A \"conspiracy theory\" film about former Labour leader Jeremy Corbyn will not be screened at Glastonbury following a complaint by a leading Jewish group.", "author": "\nTim Baker\n", "datePublished": "2023-06-20 09:57:00", "dateScraped": "2023-06-20 12:17:31.981112", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-jeremy-corbyn-glastonbury_6193166.jpg?20230620090642", "body": "\nA \"conspiracy theory\" film about former Labour leader Jeremy Corbyn will not be screened at Glastonbury following a complaint by a leading Jewish group.Oh, Jeremy Corbyn... The Big Lie, was set to be shown on Sunday at the festival.\n\n\n\nAccording to the website of producer Platform Films, the \"feature-length documentary film explores a dark and murky story of political deceit and outrageous antisemitic smears\".Politics latest: Sunak 'hoping to draw a line under partygate'Marie van der Zyl, president of the Jewish communal organisation the Board of Deputies, wrote to the festival organisers and said it would be \"profoundly sinister\" for it to be shown at the event.\n\n\n\n\n\nShe said she understood the film \"seeks to suggest that organisations such as the Board of Deputies of British Jews, of which I am the president, somehow helped to 'orchestrate' Jeremy Corbyn's downfall as Labour Party leader\".Announcing the cancellation of the screening, a Glastonbury Festival statement said it believed organisers booked the film in \"good faith, in the hope of provoking political debate\".\"It's become clear that it is not appropriate for us to screen it at the festival. Glastonbury is about unity and not division, and we stand against all forms of discrimination.\"Among those who contributed to the documentary were writer Jackie Walker and filmmaker Ken Loach. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nMs Walker was suspended from Labour for alleged antisemitic comments while Mr Corbyn was in charge.Mr Loach was removed from the party in 2021 because he would \"not disown those already expelled\".Andrew Murray, who was an adviser to Mr Corbyn, also contributed to the documentary. \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nRead more:Disposable vapes banned at GlastonburyIdentity of mystery Glastonbury band may have been revealed Mr Corbyn was removed from Labour's parliamentary party group for his reaction to an Equality and Human Rights Commission report into the party under his leadership that found Labour had broken the law with the way it treated antisemitism complaints.He said the scale of the problem was \"overstated\".Mr Corbyn has since been prevented from standing as a Labour MP at the next election.In the letter sent by Ms van der Zyl, she said Glastonbury organisers' decision to show the film was \"worrying\".\"Your festival is one of the most successful festivals in the UK,\" she wrote.\"It seems profoundly sinister for it to be providing a platform to a film which clearly seeks to indoctrinate people into believing a conspiracy theory effectively aimed at Jewish organisations.\"We would request that you not allow your festival to be hijacked by those seeking to promote hatred with no basis in fact, in the same way as we would hope that your festival would not screen films seeking to promote other conspiracy theories, such as anti-vaccination, 9/11 truthers or chemtrails.\" \n\n\n\n\n\nSpreaker\nDue to your consent preferences, you’re not able to view this.\nOpen Privacy Options\n\n\nClick to subscribe to the Sky News Daily wherever you get your podcastsThe Board of Deputies later said it was \"pleased\" that Glastonbury had cancelled the screening.Platform Films has been approached for comment.\n"}, {"_id": "64917cbc51ac331c040b4338", "url": "https://news.sky.com/story/toy-story-5-set-to-bring-back-woody-and-buzz-lightyear-disney-pixar-boss-says-12905769", "primaryCategory": "entertainment", "subCategories": "test", "title": "Toy Story 5 set to bring back Woody and Buzz Lightyear", "lead": "Toy Story 5 will see the return of both main characters Woody and Buzz Lightyear, according to Disney Pixar.", "author": "None", "datePublished": "2023-06-20 09:48:00", "dateScraped": "2023-06-20 12:17:32.253855", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-toy-story-5-buzz-lightyear_6193176.jpg?20230620091204", "body": "\nToy Story 5 will see the return of both main characters Woody and Buzz Lightyear, according to Disney Pixar.The much-loved animated stars of the successful Pixar franchise have been voiced by Tom Hanks and Tim Allen since the first film was released in 1996.\n\n\n\nChief creative officer Pete Docter has since released an update on the future of the fictional sheriff and space ranger.\"We have another Toy Story, so Woody and Buzz are back,\" he told Variety.\"And we have a few other projects, but it's always a balance.\"\n\n\n\n\n\nSince the movie's announcement, it was unclear whether Woody would return after he left his friends behind at the end of Toy Story 4.Woody actor Hanks has yet to confirm his involvement but earlier this year, Allen, who voices Buzz, confirmed he would return.The actor wrote on Twitter: \"See ya soon Woody, you are a sad strange little man and you have my pity. And off we go to a number 5! To infinity and beyond!\"Read more from Sky News:Phillip Schofield affair reaction was 'totally homophobic', says Sir Elton JohnBebe Rexha shows black eye after being hit by phone during New York concert \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nThe last Toy Story left many in shock, including Hanks.In 2019, the US actor revealed Allen texted him before he had finished the script to warn that he was still \"recovering\" from the final recording.\"I actually had a transcendental moment of going back to 1991 when we started all of this. I was in the same room, with the same engineers, the same people and I had to take a moment to collect myself,\" Hanks said. \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nProducers Jonas Rivera and Mark Nielsen agreed that it was an \"emotional\" end, especially for the original cast who have a 24-year history with Toy Story.Rivera said: \"We knew we had to go pretty far to make this movie worthy of the first three.Toy Story 5 was previously announced in February this year, but a release date has not yet been confirmed.\n"}, {"_id": "64917cbc51ac331c040b4339", "url": "https://news.sky.com/story/bebe-rexha-shows-black-eye-after-being-hit-by-phone-during-new-york-concert-12905683", "primaryCategory": "entertainment", "subCategories": "test", "title": "Singer shows black eye after being hit by phone during concert", "lead": "Pop star Bebe Rexha has shared pictures of her black eye after she was hit by a mobile phone while performing on stage.", "author": "None", "datePublished": "2023-06-20 02:25:00", "dateScraped": "2023-06-20 12:17:32.488520", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-bebe-rexha-black-eye_6192970.jpg?20230619212228", "body": "\nPop star Bebe Rexha has shared pictures of her black eye after she was hit by a mobile phone while performing on stage.Footage shared online from the gig in New York showed the phone hitting the star on the forehead after being thrown by a person in the crowd.\n\n\n\nThe singer, whose real name is Bleta Rexha, then stumbles backwards and puts her hand up to her face before turning away from the audience and falling to her knees.She was taken to hospital for treatment.A 27-year-old man has been charged with assault. Nicolas Malvagna, from New Jersey was arrested on Sunday following the incident.\n\n\n\n\n\n\n\n\n\n\n\nInstagram\nDue to your consent preferences, you’re not able to view this.\nOpen Privacy Options\n\n\nPosting to her 10.7 million followers on Instagram, Rexha was pictured with a large purple bruise on her eyelid and stitching tape on her eyebrow.In another picture, which seemed to have been taken on the night of the incident, her eye was swollen and a long cut could be seen underneath her eyebrow.Read more: Star of To The Manor Born diesHarry and Meghan called 'grifters' by Spotify executiveSNL star charged with reckless drivingPosing with her thumb up, the 33-year-old star captioned the post \"I'm good\" a nod to her Brit-nominated song I'm Good (Blue), which she collaborated on with French DJ David Guetta. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nA host of famous faces commented on the post to show their support for the singer, including 2006 X Factor winner Leona Lewis, who wrote: \"Sending love.\"Rexha is not the first to have been injured by fans throwing things onto stage. \n\n\n\n\n\nSpreaker\nDue to your consent preferences, you’re not able to view this.\nOpen Privacy Options\n\n\nClick to subscribe to Backstage wherever you get your podcastsLast year, sweet brand Skittles appealed for people not to throw the candy after Harry Styles was reportedly hit by one during a concert.Styles was seen waving to the crowd before rubbing his eye as the sweets were thrown at him from the audience.Rexha is next due to perform on 20 June at The Fillmore in Philadelphia. She is set to play in London on 28 July at the O2 Shepherds Bush Empire.\n"}, {"_id": "64917cbd51ac331c040b433a", "url": "https://news.sky.com/story/angela-thorne-star-of-to-the-manor-born-dies-12905527", "primaryCategory": "entertainment", "subCategories": "test", "title": "Star of BBC sitcom has died", "lead": "Actress Angela Thorne, best known for starring in To The Manor Born, has died aged 84.", "author": "None", "datePublished": "2023-06-19 17:56:00", "dateScraped": "2023-06-20 12:17:33.301611", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-angela-thorne-1998_6192600.jpg?20230619162547", "body": "\nActress Angela Thorne, best known for starring in To The Manor Born, has died aged 84.She played Marjory Frobisher in the BBC sitcom opposite Penelope Keith from 1979 to 1981.\n\n\n\nThorne, who is also the mother of actor Laurence Penry-Jones, was nominated for an Olivier Award for her portrayal of Margaret Thatcher in Anyone For Denis? when she turned her hand to the stage.A statement from her son Rupert said: \"The actress Angela Thorne died peacefully at her home on the 16th of June. She was 84 years old.Read more:Glenda Jackson: 'We'll never see talent like hers again'Glenda Jackson, Oscar-winning actress and former Labour MP, dies aged 87\n\n\n\n\n\n\"She was the beloved wife of Peter Penry Jones, and is survived by her two sons Rupert and Laurie Penry Jones and her grandchildren, Florence, Peter, Giorgio and Delilah.\"We will all miss her very much.\" \n\nMore from Ents & Arts\n\n\n\n\n\n\n\n                  Phillip Schofield affair reaction was 'totally homophobic', says Sir Elton John\n                \n\n\n\n\n\n\n\n\n                  US rapper Big Pokey dies after collapsing on stage during Texas show\n                \n\n\n\n\n\n\n\n\n                  Glastonbury cancels screening of Jeremy Corbyn 'conspiracy theory' film\n                \n\n\n\n\n\n\n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nThorne's on screen credits included Midsomer Murders, 1980s BBC One sitcom Three Up, Two Down, police drama series Heartbeat and drama series Elizabeth R, which starred the late Glenda Jackson.In 2013, she appeared in a stage adaptation of Alexander Mackendrick's 1955 black comedy The Ladykillers alongside Death In Paradise's Ralf Little, Grass actor Simon Day and Gregory's Girl actor John Gordon Sinclair. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\n"}, {"_id": "64917cbd51ac331c040b433b", "url": "https://news.sky.com/story/piers-morgan-knew-how-to-hack-phones-and-explained-how-former-mirror-journalist-tells-high-court-12905554", "primaryCategory": "entertainment", "subCategories": "test", "title": "Piers Morgan knew how to hack phones and explained how, former Mirror journalist tells High Court", "lead": "Piers Morgan knew how to hack phones and explained how to do it, a former Mirror journalist has told the High Court.", "author": "None", "datePublished": "2023-06-19 17:53:00", "dateScraped": "2023-06-20 12:17:33.590616", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/22/04/70x70/skynews-piers-morgan-morgan_5743562.jpg?20220418193032", "body": "\nPiers Morgan knew how to hack phones and explained how to do it, a former Mirror journalist has told the High Court.David Seymour, the group political editor of the newspaper from 1993 to 2007, gave evidence in the trial against publishers Mirror Group Newspapers (MGN), brought by claimants including Prince Harry.\n\n\n\nMr Seymour told the court that while he had no personal knowledge of phone hacking during his time at the Mirror, he did have experience of the \"work and behaviour\" of Mr Morgan, who he described as an \"extremely boastful\" person.\n\n\n\n\n\nImage:\nPrince Harry gave evidence in his case earlier on in the trial\n        \n\n\n\nIn his witness statement submitted to the court, Mr Seymour said he \"came to learn of some of the dubious methods being used to get stories\" during Mr Morgan's time in charge, between 1995 and 2004.Describing an incident that followed a chairman's lunch in 2002, Mr Seymour said he was approached by a colleague as he sat at his desk.\n\n\n\n\n\n\"My colleague started by saying: 'You'll never guess what Piers just said',\" Mr Seymour wrote in his statement.The colleague told Mr Seymour that Mr Morgan had \"mocked\" the then chief executive of BT, \"saying something like: 'You need to tell your customers to change the PIN numbers on their mobile phones from factory settings, because otherwise you can just get into their voicemail messages'. \n\nMore on Coronation Street\n\n\n\n\n\n\n\n                  Hacking case: Stories about Coronation Street star Michael Le Vell were 'complete violation' of privacy, court told\n                \n\n\n\n\n\n\n\n\n                  Nikki Sanderson had 'hair set on fire' after tabloids 'painted her as promiscuous', Prince Harry hacking trial told\n                \n\n\n\n\n\n\n\n\n                  Former Coronation Street star Julie Goodyear diagnosed with dementia\n                \n\n\n\n\n\n\nRelated Topics:\nCoronation StreetMirror GroupPiers MorganPrince Harry\n\n\n\n\n\n\"My colleague then explained to me how it was done - in fact they had to explain three or four times since I am not technically literate, and I still wasn't sure how phone hacking was done by the end of our conversation.\"My colleague also told me that everyone else at the table heard what Piers had said.\" \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\n\n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\n'Truth never emerged' about Princess Diana storyMr Seymour said he had \"no reason to doubt the veracity\" of what his colleague had told him, and said he recalled the conversation \"very well\" as his colleague \"was so shocked\".In court, MGN's lawyer Richard Munden asked Mr Seymour why Mr Morgan would speak about this kind of thing openly. Mr Seymour told the court that Mr Morgan was \"boastful\" and would \"behave foolishly\" at times.The former political journalist also gave details about a story written about Princess Diana, which included a photo of her crying after a visit to her \"saviour\" friend and therapist as she dealt with her divorce from Prince Charles, now the King.Mr Seymour spoke about the article in court, and said in his witness statement: \"The article clearly suggests to readers, and the public, that Princess Diana was upset because of the problems she faced in her life, and having unburdened herself to her therapist.\"However, Mr Seymour said that a few days after the story was published, he remembers seeing Mr Morgan and others watching a video which had been taken by a paparazzi photographer present at the time, which showed why Diana was really upset - after being \"hounded up and down the street by a baying, cat-calling mob of photographers\" from a number of different press organisations.Mr Seymour said in his statement that \"the truth never emerged\" about how the story was obtained and he was \"upset and ashamed that we had printed something so cruel, intrusive and false\". He said Mr Morgan understood the significance of the video, writing in his statement that the then editor said: \"If this gets out, we're finished.\"'Craig Charles thought I was a Coronation Street mole' \n\n\n\n\n\nImage:\nMichael Turner, who plays Kevin Webster in Coronation Street and is known professionally as Michael Le Vell, is the fourth claimant to give evidence\n        \n\n\n\nThe bulk of the evidence on Monday came from Coronation Street actor Michael Turner, who plays Kevin Webster in the soap and is known professionally as Michael Le Vell.Asked by MGN's lawyer Mr Munden why he is convinced he was the victim of unlawful information gathering, the actor responded: \"There just seems to be a few coincidences, let's say.\"He continued: \"To be honest, I never really thought about it until someone got in touch with me to point things out.\"The actor's claim concerns 28 articles published between 1991 and 2011, covering a range of stories - including a burglary at his home and the births of his children, as well as his arrest for suspected sexual offences, which he was later cleared of, in 2011.During cross-examination by MGN's lawyer, Mr Turner conceded that some details included in stories he has complained about were available publicly.He told how his Corrie co-stars thought he was a \"mole\" - and said in his witness statement that he said at the time he found this \"more offensive than being called a sex offender\".In court, he said: \"Being a mole or leaking was one of the worst things you could do in our business.\"He went on to say he was \"mortified\" that his former co-star Craig Charles, best known for starring in Red Dwarf, thought he had been leaking information.Asked to clarify whether he genuinely thought this was worse than being accused of sexual offences, he replies: \"It's not, obviously.\" Mr Turner told the court he said this to emphasise the severity of the accusation and how awful he felt about it.Mr Turner was later accused himself of a sexual offence, in 2011, but was cleared.The actor is among more than 100 individuals suing MGN - publisher of the Daily and Sunday Mirror and the Sunday People - for compensation over claims its journalists were linked to phone hacking, so-called \"blagging\" or gaining information by deception and the use of private investigators for unlawful activities.The actor's case is one of four representative claims being heard at the High Court in London, alongside similar claims brought by the Duke of Sussex, Hollyoaks and former Coronation Street actress Nikki Sanderson, and Fiona Wightman - the ex-wife of comedian Paul Whitehouse.MGN denies Mr Turner's claim, arguing there is \"no evidence\" of voicemail interception or unlawful information gathering relating to him.Mr Munden has told the court that Mr Turner's case is \"particularly weak\", with articles in the claim published before phone hacking started, or when it had \"significantly dropped off\".Mr Turner's evidence is due to resume on Tuesday and the case is expected to conclude by the end of the month, with a ruling expected at a later date.\n"}, {"_id": "64917cbd51ac331c040b433c", "url": "https://news.sky.com/story/harry-and-meghan-called-grifters-by-spotify-executive-after-podcast-deal-ends-12905298", "primaryCategory": "entertainment", "subCategories": "test", "title": "Spotify executive criticises Sussexes in expletive-laden podcast", "lead": "A Spotify executive has spoken out about the scrapping of Harry and Meghan's $20m (&#163;15m) deal with the streaming service, calling the royal couple \"f****** grifters\".", "author": "None", "datePublished": "2023-06-19 12:15:00", "dateScraped": "2023-06-20 12:17:33.875614", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/05/70x70/skynews-prince-harry-sussex_6173767.jpg?20230616075024", "body": "\nA Spotify executive has spoken out about the scrapping of Harry and Meghan's $20m (£15m) deal with the streaming service, calling the royal couple \"f****** grifters\".Bill Simmons, who is head of podcast innovation and monetisation, criticised the pair after it was announced they were being dropped by Spotify for reportedly not creating enough content.\n\n\n\nMeghan's podcast Archetypes was described on Spotify as \"a podcast where we investigate, dissect, and subvert the labels that try to hold women back\".Guests on the show have included Paris Hilton, Mindy Kaling, Mariah Carey and Serena Williams.But only 12 episodes have been made since the multi-million dollar deal was signed in 2020 and none have aired for more than nine months.\n\n\n\n\n\n\"Meghan is continuing to develop more content for the Archetypes audience on another platform,\" a spokeswoman for the couple's Archewell media company told the Wall Street Journal.Speaking on his own podcast, Mr Simmons said: \"The f****** grifters. That's the podcast we should have launched with them.\"He went on to say: \"I have got to get drunk one night and tell the story of the Zoom I had with Harry to try and help him with a podcast idea. It's one of my best stories… F*** them. The grifters.\"Sky News has contacted Archewell for a comment. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nRead more:Prince Harry and Meghan 'paparazzi car chase' was not 'near catastrophic'Meghan wrote to King Charles expressing concern about unconscious bias in the Royal FamilyAlong with Spotify, the couple also signed deals with Netflix, which released an eponymous documentary series about them last year, and Penguin Random House, the publisher of Prince Harry's controversial memoir, Spare.The news comes after Spotify announced this month it will cut 200 jobs as it changes its approach to podcasts.Prince Harry is currently suing the publisher of the Daily Mirror for damages, claiming journalists were linked to unlawful methods used to obtain information, charges Mirror Group Newspapers deny.\n"}, {"_id": "64917cbe51ac331c040b433d", "url": "https://news.sky.com/story/pete-davidson-snl-star-charged-with-reckless-driving-after-crashing-car-into-la-home-12904709", "primaryCategory": "entertainment", "subCategories": "test", "title": "Pete Davidson charged after crashing car into LA home", "lead": "Former Saturday Night Live star Pete Davidson has been charged with reckless driving after crashing a car into a home in Los Angeles.", "author": "None", "datePublished": "2023-06-18 10:48:00", "dateScraped": "2023-06-20 12:17:34.451040", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-pete-davidson-snl_6191024.jpg?20230618102349", "body": "\nFormer Saturday Night Live star Pete Davidson has been charged with reckless driving after crashing a car into a home in Los Angeles.The 29-year-old comedian was contacted by police after the incident on 4 March in a residential area of Beverly Hills.\n\n\n\nThe LA District Attorney's Office said that it is taking the allegations \"seriously\" - adding that reckless driving can have \"devastating consequences\".Officers believed the speed of the vehicle contributed to the crash, but no further investigation regarding the star's sobriety was warranted due to his appearance and cooperation at the scene, according to NBC.No one was seriously injured as a result of the collision.\n\n\n\n\n\n\"We believe that Mr Davidson engaged in reckless driving, which ultimately resulted in his involvement in a serious collision into a home,\" the DA's office said in a statement.\"In 2022, traffic fatalities in Los Angeles have reached the highest levels seen in 20 years. This is an alarming trend that we cannot ignore.\"As a result, it's crucial that we take all allegations of reckless driving seriously and hold those responsible accountable.\"Davidson is due to be arraigned on 27 July. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nThe star left SNL as one of the most popular cast members at the end of the 2021-2022 season.He is known for his appearances in films including Bodies Bodies Bodies, The Suicide Squad, and Transformers: Rise Of The Beasts.Davidson also made headlines with his relationship with reality TV star Kim Kardashian, which ended in August last year after nine months.\n"}, {"_id": "64917cbe51ac331c040b433e", "url": "https://news.sky.com/story/graeme-souness-raises-more-than-1631m-for-debra-uk-charity-after-completing-channel-swim-12905159", "primaryCategory": "entertainment", "subCategories": "test", "title": "Ex-Liverpool star and Sky Sports pundit, 70, completes Channel swim - and raises &#163;1m for charity", "lead": "Former footballer and Sky Sports pundit Graeme Souness has completed a charity swim across the English Channel.", "author": "None", "datePublished": "2023-06-18 23:05:00", "dateScraped": "2023-06-20 12:17:34.734764", "dateUpdated": "test", "language": "en-UK", "outlet": "SkyNews", "image": "https://e3.365dm.com/23/06/70x70/skynews-souness-debra_6191776.jpg?20230618230345", "body": "\nFormer footballer and Sky Sports pundit Graeme Souness has completed a charity swim across the English Channel.The 70-year-old Liverpool and Rangers legend undertook the 21-mile challenge for the charity Debra UK, which supports patients living with a rare condition that causes painful, blistering skin.\n\n\n\nWith the help of five friends who also did the swim on Sunday, the Scot has so far raised more than £1m.\n\n\n\n\n\n\n\nTwitter\nDue to your consent preferences, you’re not able to view this.\nOpen Privacy Options\n\n\nHe said he was inspired to take on the challenge after spending time with a 14-year-old girl who has the condition, called epidermolysis bullosa.Isla Grist has recessive dystrophic EB, a form of the condition that causes the skin to become extremely fragile, often with extensive blistering and wounds.\n\n\n\n\n\n\"From the time I have spent with Isla and her family, I have seen first-hand the extreme pain this devastating condition causes and the daily challenges it creates,\" Souness said.\"I wanted to do something that could make a difference to Isla's life and to the lives of so many others living with EB, and the slightly crazy idea of swimming the English Channel was suggested.\" \n\n\nBe the first to get Breaking News\nInstall the Sky News app for free\n\n\n\n\n\n\n\n\n\n\nRead more:Martin Tyler leaves Sky Sports after more than 30 yearsAmong those who did the swim with Souness was Isla's father, Andy. \n\n\n\n\n\n\n\n\nAdvertisement\n\n\n\n\n\n\n\nThe group completed the challenge in 12 hours and 17 minutes, according to Debra UK's Twitter page.Souness, who left Sky Sports at the end of last season, had set a fundraising target of £1.1m, which he seemed all but guaranteed to surpass on Sunday night.\n"}]